{
    "paper_id": "009ceadbb6f9f0d597b9516f0b9ca01e40231aad",
    "metadata": {
        "title": "Impact of COVID-19 pandemic on severity of illness and resources required during intensive care in the greater New York City area",
        "authors": [
            {
                "first": "Omar",
                "middle": [],
                "last": "Badawi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Connected Care Informatics",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "MD"
                    }
                },
                "email": "omar.badawi@philips.com"
            },
            {
                "first": "Xinggang",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Connected Care Informatics",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "MD"
                    }
                },
                "email": ""
            },
            {
                "first": "Iris",
                "middle": [],
                "last": "Berman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwell Health",
                    "location": {
                        "settlement": "New Hyde Park",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Pamela",
                "middle": [
                    "J"
                ],
                "last": "Amelung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Connected Care Informatics",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "MD"
                    }
                },
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [
                    "E"
                ],
                "last": "Doerfler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwell Health",
                    "location": {
                        "settlement": "New Hyde Park",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Saurabh",
                "middle": [],
                "last": "Chandra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwell Health",
                    "location": {
                        "settlement": "New Hyde Park",
                        "region": "NY"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: Describe the changes in patient population, bed occupancy, severity of illness and ventilator requirements across a large health system in the greater New York City area during the pandemic response in comparison with the 2019 baseline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since its emergence in December 2019 the novel coronavirus SARS-CoV-2 has become a major public threat worldwide. Immediate access to reliable up-to-date scientific information is critically important and can potentially impact outcomes for both individuals and countries alike. Experts debate the impact this pandemic will have on medical resources, such as ventilators and ICU beds, but there is little shared objective data across hospitals and primarily only anecdotal evidence exists to understand the stress our critical care system is currently under 1,2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Tele-critical care networks provide a unique ability to understand current data across large networks of hospitals. The Philips eICU program aggregates data from the community of eICUs for routine benchmarking, data analytics and collaborative research 3,4 . This system provides unique access to granular, clinical data in real time, including ventilator use and dynamic severity of illness scoring [5] [6] [7] .",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 403,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 404,
                    "end": 407,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 408,
                    "end": 411,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The goal of this brief report is to describe observed changes to critical care in the face of the COVID-19 pandemic at a large network of 9 hospitals in the greater New York City (NYC) area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Northwell Health is a large health system in the greater NYC area using a tele-ICU system to provide supplementary coverage for many of its ICUs. Data integration occurs from the electronic health record and vital sign monitoring devices via HL7 interfaces. Additionally, the ICU admission diagnosis and other care plans are captured directly in the remote monitoring software. On March 23, 2020 a routine query to extract data related to unit type, patient demographics, mechanical ventilation use, severity of illness (DRS), and outcomes was installed to obtain a de-identified snapshot of each monitored ICU bed and transferred securely to Philips Healthcare for quality improvement analytics and reporting. For comparison, a query was run on a historical cohort from the same health system across all of 2019. Due to the prior reporting process requiring patients be discharged from the hospital for five days prior to analysis, we were limited in our ability to describe data in the weeks immediately prior to installing the prospective query.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In order to only include ICUs using continuous monitoring, as opposed to consultative monitoring, the analysis was restricted to ICUs with at least five monitored beds. Due to the urgency of describing this data, we focused on describing global critical care needs, rather than those specific to COVID-19 patients given lack of precise method to identify COVID-19 patients in the existing data structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Data were separated into pre-COVID-19 (all of 2019) and pandemic periods (March 23, 2020 to April 6, 2020). Data in the weeks immediately before the implementation of prospective data extract (1/1/2020 to 3/22/2010) were discarded due to the diminished availability of data for hospitalized and recently discharged patients. DRS was validated as a severity of illness score across the entire cohort of discharged patients by calculating the area under the receiver operating characteristic (AUROC) curve for admission, mean, median and last DRS with ICU mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "To describe the time-varying statistics of patients in the included ICUs, hourly patient data were summarized and compared between the pre-COVID-19 and the pandemic periods: time from ICU/hospital admission to observation time, DRS, percentage of invasive and noninvasive ventilation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20058180 doi: medRxiv preprint Daily occupancy was defined as the daily median proportion of occupied beds of each unit in the prior 24 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "Patient-level statistics such as age, gender and ethnicity were also compared between the preand post-COVID-19 periods. Admission DRS (highest DRS score within 24 hours of ICU admission) and discharge DRS were evaluated among the discharged patients. Means and standard deviations were compared using the two-sample t-test and repeated measures ANOVA when independence of samples cannot be assumed. Skewed continuous variables were compared using the Wilcoxon rank-sum test. Categorical variables were compared using the Chi-Square test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "The expected mortality for the observed severity of illness scoring is provided through a secondary analysis of a previously reported study validating hourly assessment of 561,478 patients 7 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "These data represent 186 beds from 14 ICUs in 9 hospitals. There were 10,714 patient unit stays in the pre-COVID-19 phase and 465 in the pandemic data collection period. Table 1 describes the cohort with increases in proportion of patients of Hispanic origin and male gender. Percentages of patients with a primary admission diagnosis of either viral pneumonia or pulmonary sepsis increased from 8.2% to at least 55.1%. Table 2 describes the average ICU population at any given hour during the evaluation periods. The proportion of occupied beds (64% vs. 78%; p<0.01) and patients receiving invasive ventilation at any (33.9% vs. 84.2%; p<0.01) given moment increased during the pandemic period. We also observe a dramatic increase in the severity of illness in the pandemic period. Validation of DRS as a marker of severity of illness across the entire cohort is presented in Table 3 . Median DRS raised from 1.08 in pre-COVID-19 group to 39.38 in the pandemic group. Historical cohorts show that patients with a median DRS of 1.08 have an average ICU mortality of approximately 3% compared with 26% for those with a median DRS of 39.38, representing a greater than 8-fold increase in mortality risk 6 . We also observe a large increase in discharge severity of illness among ICU survivors.",
            "cite_spans": [
                {
                    "start": 1201,
                    "end": 1202,
                    "text": "6",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 177,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 420,
                    "end": 427,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 877,
                    "end": 884,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "At this time in the COVID-19 pandemic, transparency and sharing of information are crucial to risk assessments and preparedness. This is the first study to describe changes in occupancy, severity of illness and ventilator use during the COVID-19 pandemic in NYC area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "These data provide an objective view into what previously has been described only anecdotally. Although our definition for bed occupancy is intended to reflect occupied beds at any given time, the relative increase over baseline may be more interpretable given the novelty of the metric. Most notably is a dramatic increase in severity of illness during the COVID-19 timeframe. Use of invasive ventilation increased during the COVID-19 pandemic time period consistent with the known clinical course of rapidly developing respiratory failure [8] [9] [10] . With an average of 84.2% of patients receiving invasive ventilation at any given moment, this reflects a major challenge in providing care.",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 544,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 545,
                    "end": 548,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 549,
                    "end": 553,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A change in ethnic demographics, perhaps indicating greater spread of disease in Hispanic populations, was observed. A similar finding has been noted in the African American population in Michigan 11 and could reflect differing abilities for populations to socially distance, perhaps related to socioeconomic factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20058180 doi: medRxiv preprint There are several limitations worth considering. Due to expansion of available beds for treating patients during this pandemic, these data do not reflect the entire population of ICU patients, but instead reflect patients monitored using tele-critical care. It is clear ICU patients during the pandemic are dramatically sicker than those in the prior year, possibly reflecting preferential triage to monitored units. As a supplementary model of care, it's possible the reliability of certain data elements are suboptimal, especially amid the pandemic response though we observe low rates of missing data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "These data provide insights into the forthcoming challenges for regions on track to experience the next outbreak, which will be important for critical care management and resource planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We would like to thank Donna Decker, Colin McKenna, Ashley Vernon, Kurt Aglidjian and Brian Gottfried for their work to rapidly develop and deploy a system for tracking these data. Conflicts of interest include: OB, XL, and PA are all employees of Philips Healthcare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20058180 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20058180 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20058180 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Framework for Rationing Ventilators and Critical Care Beds During the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Toughest Triage -Allocating Ventilators in a Pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Truog",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Q"
                    ],
                    "last": "Daley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The eICU Research Institute -A Collaboration Between Industry, Health-Care Providers, and Academia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcshea",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Holl",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Badawi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Riker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Silfen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "IEEE Engineering in Medicine and Biology Magazine",
            "volume": "29",
            "issn": "2",
            "pages": "18--25",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Readmissions and death after ICU discharge: development and validation of two predictive models",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Badawi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Breslow",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Evaluation of ICU Risk Models Adapted for Use as Continuous Markers of Severity of Illness Throughout the ICU Stay",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Badawi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hassan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Amelung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Swami",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Crit Care Med",
            "volume": "46",
            "issn": "3",
            "pages": "361--367",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical features and progression of acute respiratory distress syndrome in coronavirus disease 2019. medRxiv",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical findings in critical ill patients infected with SARS-Cov-2 in Guangdong Province, China: a multi-center, retrospective, observational study. medRxiv",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Epidemiologic Features and Clinical Course of Patients Infected With SARS-CoV-2 in Singapore",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "Swx",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kalimuddin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Patient characteristics comparing the pre-COVID-19 and pandemic periods Severe Pulmonary Disease\" was defined by the following admission diagnoses: Sepsis, pulmonary; Sepsis, unknown; Pneumonia, bacterial; Sepsis, other; Respiratory -medical, other; Effusions, pleural; Pneumonia, other; Pneumonia, viral; ARDS-adult respiratory distress syndrome, non-cardiogenic pulmonary edema;",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "ICU population characteristics comparing the pre-COVID-19 and pandemic periods represents data collection period initiated on March 23, 2020, and through April 6, 2020. P-values were not reported as p<0.01 for all comparisons.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Performance (AUROC) of DRS in discriminating ICU mortality among entire cohort (n=10,878)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}