{
    "paper_id": "0185f63fd6ecdf04829a155f4d7f62a5b532f06d",
    "metadata": {
        "title": "Forecasting the Worldwide Spread of COVID-19 based on Logistic Model and SEIR Model",
        "authors": [
            {
                "first": "Xiang",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Medical Sciences",
                    "location": {
                        "postCode": "100730",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xudong",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Health Commission of the People's Republic of China",
                    "location": {
                        "postCode": "100044",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Na",
                "middle": [],
                "last": "Hong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Digital China Health Technologies Co. Ltd",
                    "location": {
                        "postCode": "100080",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Longxiang",
                "middle": [],
                "last": "Su",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Medical Sciences",
                    "location": {
                        "postCode": "100730",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yingying",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Digital China Health Technologies Co. Ltd",
                    "location": {
                        "postCode": "100080",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Digital China Health Technologies Co. Ltd",
                    "location": {
                        "postCode": "100080",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Huizhen",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Union Medical College Hospital",
                    "location": {
                        "settlement": "Peking"
                    }
                },
                "email": ""
            },
            {
                "first": "Chun",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Digital China Health Technologies Co. Ltd",
                    "location": {
                        "postCode": "100080",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Guangliang",
                "middle": [],
                "last": "Shan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking Union Medical College",
                    "location": {
                        "postCode": "100730",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Weiguo",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Union Medical College Hospital",
                    "location": {
                        "settlement": "Peking"
                    }
                },
                "email": ""
            },
            {
                "first": "Shuyang",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Union Medical College Hospital",
                    "location": {
                        "settlement": "Peking"
                    }
                },
                "email": ""
            },
            {
                "first": "Yun",
                "middle": [],
                "last": "Long",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Medical Sciences",
                    "location": {
                        "postCode": "100730",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: With the outbreak of coronavirus disease 2019 (COVID-19), a sudden case increase in late February 2020 led to deep concern globally. Italy, South Korea, Iran, France, Germany, Spain, the US and Japan are probably the countries with the most severe outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Collecting epidemiological data and predicting epidemic trends are important for the development and measurement of public intervention strategies. Epidemic prediction results yielded by different mathematical models are inconsistent; therefore, we sought to compare different models and their prediction results to generate objective conclusions. : medRxiv preprint 2 logistic growth model, basic SEIR model and adjusted SEIR model were adopted for prediction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Given that different model inputs may infer different model outputs, we implemented three model predictions with three scenarios of epidemic development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ": When comparing all 8 countries' short-term prediction results and peak predictions, the differences among the models were relatively large. The logistic growth model estimated a smaller epidemic size than the basic SERI model did; however, once we added parameters that considered the effects of public health interventions and control measures, the adjusted SERI model results demonstrated a considerably rapid deceleration of epidemic development. Our results demonstrated that contact rate, quarantine scale, and the initial quarantine time and length are important factors in controlling epidemic size and length.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We demonstrated a comparative assessment of the predictions of the COVID-19 outbreak in eight high-risk countries using multiple methods. By forecasting epidemic size and peak time as well as simulating the effects of public health interventions, the intent of this paper is to help clarify the transmission dynamics of COVID-19 and recommend operation suggestions to slow down the epidemic. It is suggested that the quick detection of cases, sufficient implementation of quarantine and public self-protection behaviors are critical to slow down the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A novel coronavirus caused pneumonia cases in Wuhan, a city in Hubei Province in China, beginning at the end of 2019. Governments had implemented various measures to protect their cities or countries, such as traffic restrictions, quarantine requirements for travelers, and contact tracing, However, a large-scale global movement of the population still inevitably caused the rapid spread of the disease, resulting in an epidemic throughout China and worldwide. In February 2020, the World Health Organization named the disease COVID-19, which stands for coronavirus disease 2019 1 . The virus that causes COVID-19 is named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The SARS-CoV-2 virus spreads mainly between people who are in close contact with one another and through respiratory droplets produced . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 581,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "when an infected person coughs or sneezes 2 . The global spread of COVID-19 caused a surge in Asia, Europe, the Middle East and North America. As of March 11, 2020 , with the global risk continuously increasing, there were already more than 118,000 cases in 114 countries, and 4,291 people have lost their lives. The WHO has characterized COVID-19 as a pandemic 3 .",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 163,
                    "text": "March 11, 2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "With the number of cases growing in more than 150 countries and regions, modeling the transmission dynamics and estimating the development of COVID-19 are crucial to providing decisional support for public health departments and healthcare policy makers. Mathematical models are widely used in evaluating epidemic transmissions, forecasting the trend of disease spread, and providing optimal intervention strategies and control measures. A considerable number of recent studies have contended to estimate the scale and severity of COVID-19, and several mathematical models and predicting approaches have attempted to estimate the transmission of COVID-19 [4] [5] [6] [7] [8] . The majority of the studies have estimated the basic reproductive number R 0 , a key parameter to evaluate the potential for COVID-19 transmission. However, different models often yield different conclusions in terms of differences in model structure and input parameters. It is imperative and critical to improve the early predictive and warning capabilities of potential models for the pandemic.",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 658,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 659,
                    "end": 662,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 663,
                    "end": 666,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 667,
                    "end": 670,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 671,
                    "end": 674,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the face of this new infectious disease and its complicated features with many unknown factors, single model estimations may infer biased results; therefore, we tried to make overall rigorous estimations by comparing different model results. To achieve an objective estimation, we investigated and implemented the two most common approaches and one extended approach: the logistic model, the susceptible-exposed-infected-removed (SEIR) model and the adjusted SEIR model. Countries had different initial times and levels of interventions and measures to reduce the risk of domestic secondary infections of COVID-19. We compared the models that have taken these effects into account or not, predicted the spread of the epidemic, and tried to compare different recommendations from three different models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We collected data on the epidemic situation of COVID-19 in eight high-risk countries located on three continents and compared the results with those of the logistic model and the SEIR model with different parameter setting scenarios. Data are from the Coronavirus COVID-19 Global Cases published by the Center for Systems Science and Engineering (CSSE) of Johns Hopkins University 9 . We used the existing reported data from January 23 to March 20, 2020, for . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.26.20044289 doi: medRxiv preprint observing, performing parameter estimation, and forecasting COVID-19 dynamics in different countries/regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In Scenario 1, we assume that the epidemic trend obeys a logistic growth curve. We used a logistic model to predict the disease trends. The logistic model's essence is that curve fitting and its prediction results highly depend on historical data. It has often been used in the prediction of epidemic dynamics in previous studies 4, 10,11 . Mathematically, the logistic model describes the dynamic evolution of infected individuals being controlled by the growth rate and population capacity. According to the following ordinary differential equation (a), we will obtain the logistic function (b). The model describes the dynamic evolution of the reported number of confirmed cases P being controlled by the growth rate r, and the initial value of P 0 is the confirmed number of cases when T=0. The maximum case volume in the environment is K, which is the limit that can be reached by increasing to the final value of P ሺ t ሻ , and r is the growth rate. We used the least squares method to fit the logistic growth function and then to predict the number of future confirmed cases. Since the case numbers reported at very early stages are usually inaccurate or missing, the initial date of the model was set as the day since the 100th confirmed case was reached.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 340,
                    "text": "10,11 .",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Logistic growth model and parameter estimates"
        },
        {
            "text": "To evaluate the logistic model's ability to predict infectious diseases such as COVID-19, we fit the logistic curve every 10 days since the day the 100th confirmed case was reached, and each time, we made 7-day predictions and used reported data for evaluation. In the experimental analysis, for each time of perdition, we obtained different result errors, as listed in Appendix A.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Logistic growth model and parameter estimates"
        },
        {
            "text": "As the number of confirmed cases increases, the predicted following 7 days of infections and future peak size and peak time are constantly changing. In addition, the shape of the curve will . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Logistic growth model and parameter estimates"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.26.20044289 doi: medRxiv preprint probably change due to exogenous effects, such as a new burst of infection, the implementation of control measures and public behaviors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Logistic growth model and parameter estimates"
        },
        {
            "text": "Based on the epidemiological characteristics of COVID-19 infection, the SEIR model is more commonly adopted to study the dynamics of this disease. SEIR is a deterministic metapopulation transmission model that simulates each individual in the population as a separate compartment, with the assumption that each individual in the same compartment has the same characteristics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR model and parameter estimates"
        },
        {
            "text": "By plugging in different settings of parameters, however, the models yield different results, and we compared their results to observe patterns of the COVID-19 spread under two different scenarios, namely, the basic SEIR (Scenario 2: without any interventions and measures) and the adjusted SEIR (Scenario 3: with strict interventions and measures).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR model and parameter estimates"
        },
        {
            "text": "In Scenario 2, we only used the basic SEIR model, and the population is divided into four classes: susceptible (S), exposed (E), infectious (I) and removed (R). The essence of the SEIR model is a system of ordinary differential equations over time. The disease trend it predicts only depends on parameters and the start time. The model is measured by the equation below, and the entire population was initially susceptible, with the assumption that all people have no immunity against COVID-19. The initial number of cases was collected from the reported data. Because reliable data are still scarce during the early days of a new outbreak, the initial date of the model was set as the day since the 100th confirmed case was reached for each country, which indicates different initial dates of the 8 observed countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR model and parameter estimates"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the rate at which exposed individuals develop into those with infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR model and parameter estimates"
        },
        {
            "text": "In Scenario 3, we further used an adjusted SEIR model for COVID-19 estimation. According to recent studies, some investigations was conducted to measure the contribution to epidemic dynamics by public health intervention factors, such as the government locking down cities, taking measures to track and quarantine people who have close contact with confirmed cases, advocating citizens to maintain social distance and wash their hands frequently, a conclusion was yield that it will limit the number of confirmed cases 96% fewer than expected in the absence of interventions by implementing multiple measures together and interactively 12 . Therefore, this adjusted SEIR model considered the contact rate and quarantined proportion of COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR model and parameter estimates"
        },
        {
            "text": "transmission and divided the population into seven classes: susceptible, exposed, infectious, removed, quarantined susceptible, quarantined exposed and quarantined infected. A fraction of the susceptible population was quarantined and identified as Sq, and a fraction of the exposed population was isolated and identified as Eq. We provide their detailed equation as follows 8 :",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 376,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "SEIR model and parameter estimates"
        },
        {
            "text": "CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR model and parameter estimates"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.26.20044289 doi: medRxiv preprint All countries reduced social contact among its people, although by implementing multiple different control measures, we give a preliminary average estimation for the contact rate and quarantined proportions as model parameters. In addition, as the quarantine and control measures take effect after a period of increasing cases, it has typically surged into a considerable number; therefore, the initial dates of 8 observed countries used in the adjusted model were different, and they were defined as the dates when the countries' governments implemented strict interventions and control measures for a large-scale population. We assumed that the contact rate decreased since the government implemented these strict control measures. In terms of our previous study and related studies 8 , the contact rate was below 8 after a large-scale intervention was initiated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR model and parameter estimates"
        },
        {
            "text": "The initial populations of each country were acquired from published data 13 , and the initial infected and recovered population was set based on the reported data 9 . Model parameters are estimated on the basis of fitting reported data from the initial date, and the probability of transmission per contact of each country was estimated using early-stage data from each country based on Monte Carlo simulation. We assumed that the median incubation period was 5-6 days (ranging from 0-14 days) based on the WHO report 14 , the quarantine proportion of uninfected susceptible individuals was 60%~80% of the population (under the assumption that a strict largescale quarantine policy is executed) with the period set as 28 days, and the mortality rate was derived from reported data of each country. Based on the above assumptions, we implemented the adjusted SEIR model to obtain the minimal estimation.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 76,
                    "text": "13",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 164,
                    "end": 165,
                    "text": "9",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 519,
                    "end": 521,
                    "text": "14",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "SEIR model and parameter estimates"
        },
        {
            "text": "To disclose the epidemic growth potential of each country, we used two parameters for the assessment. First, the greater the growth rate of the logistic curves is, the faster the curve grows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spreading potential evaluation"
        },
        {
            "text": "Second, the basic reproduction number R 0 15 . We estimated the early transmission R 0 of each country using the 10 days reported data since the 100th confirmed case was reached. We used the next-generation matrix to derive a formula for the R 0 16 , as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spreading potential evaluation"
        },
        {
            "text": "where β is the product of the population exposed to the infected population (k) and the probability of transmission (b).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spreading potential evaluation"
        },
        {
            "text": "γ =1/D is the average rate of recovery or death in infected . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spreading potential evaluation"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.26.20044289 doi: medRxiv preprint populations, where D is the average duration of the infection. In terms of related studies for the COVID-19 infection assumption 7 , we set D=7 to obtain the R 0 estimation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spreading potential evaluation"
        },
        {
            "text": "We summarized the epidemic curves of the 8 observed countries to help clarify the global trends and disclose the spread pattern of different countries. Cases increased rapidly in these countries, In Figure 2 , the death tolls in Italy due to COVID-19 reached 4032 as of March 20, and the mortality rate of Italy reached 8.57%. Iran's early negligence also caused a very high mortality rate of 40% at its early stage. Some countries also have high mortality rates, such as the US and Japan. However, South Korea and Germany controlled the mortality rate at approximately 1%, which is a positive indication.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 207,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "COVID-19 Epidemic Progressing"
        },
        {
            "text": "When contrasting the results from the three prediction models, we achieved quite different results for COVID-19 development, as shown in Table 1 and Table 2 . Because different models were built on different theories and assumptions, their output measurements were varied, the . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 156,
                    "text": "Table 1 and Table 2",
                    "ref_id": null
                }
            ],
            "section": "Model Predictions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.26.20044289 doi: medRxiv preprint cumulative number was used for the logistic model, and the active number was measured by SEIR models. The results disclosed the differences in the three mathematical models and further disclosed the prediction differences without/with the consideration of interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Predictions"
        },
        {
            "text": "In Scenario 1, based on the logistic model, we predicted the epidemic trends of the 8 countries. Table 1 and Appendix B list the detailed results of the prediction and growth trajectories of the 8 countries. For instance, the model placed the peak time of Italy as 50 days after its initial date of February 23, 2020, with a maximum number of infected individuals of approximately 97,442.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 104,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Model Predictions"
        },
        {
            "text": "The infection of US was unable to be predicted based on a logistic model using reported data because it is exponentially growing, which makes it difficult to fit the logistic curve, which reflects that the US is in a stage of high spread of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Predictions"
        },
        {
            "text": "In Scenario 2, the basic SEIR results showed that the confirmed cases will take 9-22 months (275-650 days) to reach their peak, and most of the population would eventually be infected over a long period of time if there are no control measures. Appendix C lists the detailed results of the basic SEIR model predictions of different countries. In addition, the active number of cases at the peak time will reach approximately 10-20% of these countries' populations, thus overloading the healthcare system, which is the worst possible scenario, as shown in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 555,
                    "end": 562,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Model Predictions"
        },
        {
            "text": "In Scenario 3, the adjusted SEIR model results show that under strict control measures, the number of active cases will reach a peak in 16-32 days (from early April to middle April 2020) after the initial date, when the number of cases reaches 100. Appendix D shows the detailed results of the adjusted SEIR model predictions of the 8 countries. Japan and South Korea took isolation measures when the disease was still in the early stage of transmission, its peak value was low, and the cumulative number of infected people was relatively small. Especially in Japan, our predicted peak value is less than 1560, which shows that the disease spread has been well controlled in the early stage. However, the transmission in European countries and the US is in the outbreak phase as of the date of our data collection. The adjusted SEIR model predicted that the peak values of Spain, Italy, Germany, France and other countries are between 10,420 and 85,750.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Predictions"
        },
        {
            "text": "According to our parameter estimation methods, we disclosed the dynamics of the number of cases. The Scenario 3 estimation is based on the strict quarantine assumption, and the results showed that implementing the control measures would decrease the epidemic peak significantly and bring it forward. This supports the conclusion that the contact rate is an important factor that reflects the effects of control measures; with the formulation and implementation of extreme epidemic prevention measures to reduce the rate of contact, the epidemic size and peak would . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Predictions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.26.20044289 doi: medRxiv preprint decrease. However, the epidemic still shows a long tail after the peak, and our study found that a longer quarantine period of susceptibility would reduce the long tail after the peak. Table 1 . Short-term epidemic predictions of the 8 countries Table 2 . Epidemic peak predictions of the 8 countries",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 329,
                    "end": 336,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 390,
                    "end": 397,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Model Predictions"
        },
        {
            "text": "The growth rates of the logistic curves are also listed as a spreading potential index for comparing the situations of the 8 countries in Table 3 . Our results suggest that these countries all have a high risk of rapid virus transmission except for Japan, where the spread is slowing down.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 145,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Spreading Potentials"
        },
        {
            "text": "On the basis of evidence from previous transmission dynamics studies, the documented COVID- . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spreading Potentials"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.26.20044289 doi: medRxiv preprint 19 basic reproductive number (R 0 ) ranges from 2.0 to 4.9 17-20 . Our estimated R 0 range is between 1.687~3.864 (with the assumption of a 7-day mean infection period in terms of reported COVID-19 studies). ",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 210,
                    "text": "17-20 .",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Spreading Potentials"
        },
        {
            "text": "According to the COVID-19 data tracking, these 8 countries have delayed the phase of preventing the epidemic and have indeed entered the outbreak phase with community-spread cases. Mortality rate analysis disclosed that undetected transmission events may have occurred in some countries. Seven of the eight countries have R0 levels above 3, which deserves our attention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The high mortality was reported because the main reason for undetected transmission is probably that some of the cases are asymptomatic or lack testing kits. Our Scenario 2 and Scenario 3 are separately based on maximal assumption (without any interventions) and minimal assumption (with strict interventions). In Scenario 3, under the assumption that infected people are promptly tested and counted, the adjusted model suggested that the peak time will be reached after the strict implementation of two large-scale rounds of 14 days of quarantine. The decrease in the epidemic size in Japan and South Korea showed positive evidence, as shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 646,
                    "end": 653,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "However, considering that each country has different cultures and healthcare situations and that the implementation of the policies and control measures are at different levels 21 , the actual situation of those countries should be between Scenario 2 and Scenario 3. It is worth pointing out that, compared with implementing no interventions, if governments take strict control measures to reduce the movement of the population and implement prompt diagnosis and isolation, the peak time will be reached, and the peak size would greatly decrease to a relatively low level in approximately 30 days; it is best triggered in the early stage of the epidemic; however, it will need to be maintained for several months until a vaccine becomes available. Conversely, as long . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 179,
                    "text": "21",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.26.20044289 doi: medRxiv preprint as the epidemic continues, there is still a possibility of future outbreaks if governments loosen interventions and allow people to return to close social distances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results of spreading potentials show that the R 0 of COVID-19 is high, which is similar to that of SARS viruses (R 0 values between 2.0 and 5.0 22 ), higher influenza viruses H1N1 (R 0 values between 1.2 and 3.7 23 ), and Ebola viruses (R 0 values between 1.34 and 3.65 24 ). COVID-19 is a highly contagious human-to-human transmission disease. The R 0 is expected to decrease substantially compared to values at the early stage after governments implement control measures; however, regardless of the kind of policy each country executes, each policy has its limitations in defending against COVID-19, and sustained transmission chains will occur until there is a vaccine or the until the virus disappears due to seasonal or population immunity 25 From the view of mathematical models, the SEIR model is designed for infectious disease estimation; however, the logistic growth model is designed to fit the development of the curves.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 218,
                    "text": "23",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The logistic model may fit the existing data better when compared with the SEIR model, since it is trained from the existing data, but it cannot be accurately judged and incorporates infectious characteristics. Therefore, we believe that the logistic model is better for near-term predictions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "On the other hand, the SEIR model introduces more variables and factors by considering the interaction and association among multiple groups of people, and it is more reasonable than the logistic model as it follows the rules of infectious disease development, but the prediction results vary greatly with respect to different interventions and settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The study has some limitations. The mathematical models allow for the quick incorporation of multiple inputs to yield prediction results. However, this process involves making assumptions about uncertain factors; for example, it is difficult to determine the exact extent to which people follow the local government's quarantine policies or measures and engage in behaviors such as washing hands, using masks, and social distancing. This may affect the actual contact rate and the subsequent development of the epidemic. The models also lack enough data to estimate the quarantine proportions of a certain population. In fact, the evolution of the epidemic is quite . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.26.20044289 doi: medRxiv preprint complicated, and our study has only taken into account a few factors. In addition, a lack of testing kits means many cases have not been tested in some countries, and without robust testing, the official number of cases is incomplete. When working with incomplete data, a small error in one factor can have an outsize effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, our study demonstrated that reducing the contact rate is a key measure in controlling the spread of disease at an early stage, and spending enough time in quarantine would decrease the scale of cases after the peak. Therefore, implementing strong containment policies during the early spreading stages of COVID-19 and flattening the peak to avoid overloading the healthcare system should be listed as the main actions in these high-risk countries/regions. After the strict quarantine period, governments still need to raise public awareness of precautions and the importance of engaging in self-protective behaviors to bring the epidemic under control as a series of scattered events. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.26.20044289 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Director-General's remarks at the media briefing on",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Organization",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "prepare/transmission.html?CDC_AA_refVal=https%3A%2F%2Fwww.cdc.gov%2Fcoronavirus%2F2 019-ncov%2Fabout%2Ftransmission.html> ( 3 WHO Director-General's opening remarks at the media briefing on COVID-19 -11",
            "authors": [],
            "year": 2019,
            "venue": "Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Forecasting the Wuhan coronavirus (2019-nCoV) epidemics using a simple (simplistic) model. medRxiv",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Hermanowicz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.04.20020461"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Transmission dynamics of 2019 novel coronavirus (2019-nCoV)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Report 2: Estimating the potential total number of novel Coronavirus cases in Wuhan City",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Modified SEIR and AI prediction of the epidemics trend of COVID-19 in China under public health interventions",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Thoracic Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Evaluating the secondary transmission pattern and epidemic prediction of the COVID-19 in metropolitan areas of China. medRxiv",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30120-1"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Generalized logistic growth modeling of the COVID-19 outbreak in 29 provinces in China and in the rest of the world",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Darcet",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sornette",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.05681"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Using phenomenological models for forecasting the 2015 Ebola challenge",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pell",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kuang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Epidemics",
            "volume": "22",
            "issn": "",
            "pages": "62--70",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "An investigation of transmission control measures during the first 50 days of the COVID-19 epidemic in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb6105"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Countries in the world by population",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Coronavirus disease 2019 (COVID-19) Situation Report",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Organization",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The construction of next-generation matrices for compartmental epidemic models",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of the Royal Society Interface",
            "volume": "7",
            "issn": "",
            "pages": "873--885",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in the early phase of the outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30260-9"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Modelling the epidemic trend of the 2019 novel coronavirus outbreak in China",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Reconciling early-outbreak estimates of the basic reproductive number and its uncertainty: framework and applications to the novel coronavirus (SARS-CoV-2) outbreak. medRxiv",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Culture: A Dynamic Graph Model of 2019-nCoV Spread",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transportation, Germs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of travel medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Modelling the progression of pandemic influenza A (H1N1) in Vietnam and the opportunities for reassortment with other influenza viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Boni",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Med",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1741-7015-7-43"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Epidemiological dynamics of Ebola outbreaks",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "House",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Elife",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand. London: Imperial College COVID-19 Response Team",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "including Italy, South Korea, Iran and France. The epidemic curves are shown in Figure 1. The initiation date of the curves was set as the earliest day since the 100th confirmed case was reached for 8 countries, which was February 20, 2020 as of South Korea (the initial dates for other countries can be found in Appendix B). However, as the epidemic curve follows the rule of rising, peaking, and then declining, during our observed period, all 8 countries are in their speedy rising stages but have not yet reached their peak and decline stages. Among these countries, the number of confirmed patients in Italy is the largest. After a small burst, as a result of a series of emergency prevention and control measures, the number of confirmed diagnoses in South Korea has increased slowly. Iran, Germany, Spain and the US have approximately 20,000 confirmed patients as of March 20, and there are no trends of a slowdown. Iran has more mild patients, so cure rates are higher. The confirmed cumulative number of patients in Japan is 963 as of March 20, and the number of cured patients is 191, which is the smallest number of cases in these 8 countries.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Therefore, detecting all transmission events is the most critical issue of COVID-19 control in the current stage because any undetected case in a local area could begin a new epidemic chain of transmission. In addition, the public should take adequate protective measures against the transmission of COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Epidemiological curves of the 8 observed countries(starting on February 20, 2020) Mortality rate of the 8 observed countries (starting on February 20, 2020)",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Spreading potential of the 8 countries",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}