{
    "paper_id": "034732b1c55817d0f982b7c2617370bf92c9e6cb",
    "metadata": {
        "title": "Institutions: 1. COVID-19 Task Force of the Young-Otolaryngologists of the International Federations of Oto-rhino-laryngological Societies (YO-IFOS)",
        "authors": [
            {
                "first": "Jerome",
                "middle": [
                    "R"
                ],
                "last": "Lechien",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Libre de Bruxelles",
                    "location": {
                        "settlement": "Brussels",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Pierre",
                "middle": [],
                "last": "Cabaraux",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CHU de Charleroi",
                    "location": {
                        "settlement": "Neurology, Charleroi",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Carlos",
                "middle": [
                    "M"
                ],
                "last": "Chiesa-Estomba",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Universitario Donostia",
                    "location": {
                        "settlement": "San Sebastian",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Mohamad",
                "middle": [],
                "last": "Khalife",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "EpiCURA Hospital",
                    "location": {
                        "settlement": "Hornu",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Jan",
                "middle": [],
                "last": "Plzak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital Motol",
                    "location": {
                        "settlement": "Prague",
                        "country": "Czech Republic"
                    }
                },
                "email": ""
            },
            {
                "first": "Stéphane",
                "middle": [],
                "last": "Hans",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Versailles Saint-Quentin-en-Yvelines (Paris Saclay University)",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Delphine",
                "middle": [],
                "last": "Martiny",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratoire Hospitalier Universitaire de Bruxelles -Universitair Laboratorium Brussel (LHUB-ULB)",
                    "institution": "Université de Mons (UMONS)",
                    "location": {
                        "settlement": "Brussels, Mons",
                        "country": "Belgium, Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Calvo-Henriquez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Mons (UMons)",
                    "location": {
                        "settlement": "Santiago de Compostela, Mons",
                        "country": "Spain., Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Claire",
                "middle": [],
                "last": "Hopkins",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sven",
                "middle": [],
                "last": "Saussez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Mons (UMons)",
                    "location": {
                        "settlement": "Mons",
                        "country": "Belgium"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "\"the loss of sense of smell as a marker of COVID-19 infection.\" They proposed that adults presenting with anosmia but no many other symptoms should self-isolated for seven days [4] . This has been followed by a larger series of 2,428 patients presenting with new onset anosmia during the COVID-19 pandemic of whom 16% reported loss of sense of smell as isolated symptom. The main limitation of this series was the lack of psychophysical testing to confirm the Covid-19 status of the patients [5] .",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 492,
                    "end": 495,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this context, the Young Otolaryngologists Group of the International Federation of Otorhinolaryngological Societies (YO-IFOS) conducted the first prospective epidemiological study investigating the prevalence of smell and taste disorders. Then, authors reported that 85.6% and 88.0% of mild-to-moderate covid-19 patients reported olfactory and gustatory dysfunctions, respectively [6] . Interestingly, the olfactory dysfunction appeared before (11.8%), after (65.4%) or at the same time (22.8%) as the appearance of general or otolaryngological symptoms. Females were significantly more frequently affected by olfactory and gustatory dysfunction than males [6] .",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 387,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 660,
                    "end": 663,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "after reporting loss of smell, we wanted to further study all patients with initial sudden onset anosmia, with or without later symptoms, highlighting its importance as one of the first COVID-19 manifestation. We have therefore used the term 'Initial Sudden Onset Anosmia' (ISOA) in place of the 'Isolated' that was previously described [4] .",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 340,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "As many patients in the studies by Lechien et al. and Hopkins et al. developed other symptoms"
        },
        {
            "text": "The aim of this study is to investigate the COVID-19 status of these patients using nasopharyngeal swabs for RT-PCR analysis and to further explore their olfactory dysfunction with objective tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "As many patients in the studies by Lechien et al. and Hopkins et al. developed other symptoms"
        },
        {
            "text": "The ethics committee of Jules Bordet Institute approved the study protocol (IJB-0M0113137).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIELS AND METHODS:"
        },
        {
            "text": "Patients were invited to participate and the informed consent was obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIELS AND METHODS:"
        },
        {
            "text": "The clinical data of patients with sudden olfactory dysfunction as first covid-19 manifestation were collected using a questionnaire detailed below. The following inclusion criteria were considered: adult (>18 yo); native French-speaker patients and patients clinically able to fulfill the questionnaire. The following exclusion criteria were considered: patients with olfactory or gustatory dysfunctions before the COVID-19 epidemic; patients with history of chronic . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subjects and Setting"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20066472 doi: medRxiv preprint rhinosinusitis or nasal polyposis; history of nasal surgery (including rhino/septoplasty with or without functional endoscopic sinus surgery), pregnant woman. We defined our population as having an onset of the anosmia within 15 days (referring to a study demonstrating that the viral load was absent after 15 days) [7] of initial assessment and the lack of general nonotolaryngological symptoms. We further divided our population in two groups: group 1 corresponding to patients with a duration of anosmia ≤12 days and group 2 with patients with a duration of anosmia >12 days. The choice of 12 days is based on the work of Zou et al. who they showed that almost all COVID-19+ patients were tested negative 13 days after the onset of the symptoms [7] .",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 456,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 885,
                    "end": 888,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Subjects and Setting"
        },
        {
            "text": "The online questionnaire was created with Professional Survey Monkey® (San Mateo, California, USA), so that each participant could complete the survey only once. The selection of the relevant epidemiological and clinical features composing the questionnaire was carried out by the Covid-19 Task Force of YO-IFOS, which includes otolaryngologists from North America, Europe and Asia [8] . The demographic and clinical outcomes consisted of the assessment of nasal obstruction, rhinorrhea, postnasal drip, throat pain, facial pain, ear pain, dysphagia and dysgeusia, the latter being defined as the impairment of the following four taste modalities: salty, sweet, bitter and sour.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 385,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Clinical Outcomes"
        },
        {
            "text": "The olfactory and gustatory questions were based on questions from the smell and taste component of the National Health and Nutrition Examination Survey [9] . This population survey was implemented by the Centers for Disease Control and Prevention to continuously monitor the health of adult citizens in the U.S. through a nationally representative sample of 5,000 persons yearly [9] . The questions have been chosen to characterize the variation, timing and associated-symptoms of both olfactory and gustatory dysfunctions, and, therefore, they suggest a potential etiology.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 380,
                    "end": 383,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Olfactory & Gustatory Outcomes"
        },
        {
            "text": "A nasopharyngeal swab was performed by two senior otolaryngologists (MK and SS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nasopharyngeal swabs for RT-PCR:"
        },
        {
            "text": "Specimens were immediately sent to the laboratory LHUB-ULB (Laboratoire Hospitalier Universitaire Bruxelles -Universitair Laboratorium Brussel), Brussels. The microbiological . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nasopharyngeal swabs for RT-PCR:"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20066472 doi: medRxiv preprint confirmation of SARS-CoV-2 was performed by reverse transcription polymerase chain reaction (RT-PCR) assays. Viral RNA extraction was performed by m2000 mSample Preparation SystemDNA Kit (Abbott) using 1000µl manually lysed sample (700µl sample + 800µl lysis buffer from kit) eluted in 90µl elution buffer. A qRT-PCR internal control was added at each extraction. qRT-PCR was performed using 10µl of extracted sample in the RealStar ® SARS-CoV-2 RT-PCR Kit from altona-diagnostics with a cut-off set at 40 Ct.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nasopharyngeal swabs for RT-PCR:"
        },
        {
            "text": "We used the Identification Test of the 'Sniffin Sticks' test (Medisense, Groningen, The Netherlands) to evaluate olfactory performance in ISOA patients. All patients were invited to attend for testing. Sniffin Sticks is a fully validated test for objective testing of olfactory disturbance [10] . A total of 16 pens were presented to the patient at 30 second of intervals. The patient had to choose the term which describes the presented odorant best from 4 given options and has to make a choice, even if unsure. The test was scored on a total of 16 points and allowed categorization into in 3 groups: normosmia (score between 12-16), hyposmia (score between 9-11) and anosmia (score 8 or below). Tests were performed on the same day as completion of patient rated olfactory and gustatory outcomes.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 294,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Psychophysical Olfactory Evaluation:"
        },
        {
            "text": "Statistical analyses were performed using the Statistical Package for the Social Sciences for Windows (SPSS version 22,0; IBM Corp, Armonk, NY, USA). The relationship between CT (inversely reflecting viral load) and the duration of olfactory dysfunction was assessed by Spearman rho test. A level of significance of p<0.05 was used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analyses"
        },
        {
            "text": "A total of 78 patients were identified with sudden olfactory dysfunction as the first manifestation of possible COVID-19 infection. Table 1 describes demographic and epidemiological characteristics of patients. The mean age of patients was 40.6 ± 11.2 years old (21-67). There were 46 (59%) females and 32 (41%) males. The following ethnicities composed the cohort: Caucasian 73 (93.6%), North African 4 (5.1%) and Sino-African 1 (1.3%). The most prevalent comorbidities of patients were gastroesophageal reflux disease (GERD) (11.5%), allergic rhinitis (9%), asthma (5%) and hypertension (5%). 86% of patients are non-smokers. There was no patient with chronic rhinosinusitis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 139,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "RESULTS:"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS:"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20066472 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The otolaryngological complaints are described in Table 2 . The most prevalent otolaryngological symptoms during the clinical course of the disease were: dysgeusia (67.9%), postnasal drip 46.2%) and nasal obstruction (46.2%). A total of 35 patients (44.9%) presented sudden olfactory dysfunction without nasal obstruction or rhinorrhea. Cacosmia and phantosmia were reported during the clinical course by 57 and 38 patients, respectively. The aroma perception was reduced (N=18), disappeared (N=29) or distorted (N=5) in 23.1%, 37.2%, and 6.4%, respectively. 52.7% of patients reported that the loss of smell was constant and did not change at the onset of the disease.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 57,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Clinical Outcomes"
        },
        {
            "text": "Among group 1 (anosmia ≤12 days), 42 patients (87.5%) had a positive viral load regarding RT-PCR COVID-19 while 6 patients (12.5%) were negative. In group 2 (anosmia >12 days), 7 patients (23%) had a positive viral load and 23 patients (77%) were negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 RT-PCR positivity and ISOA patients:"
        },
        {
            "text": "We analyzed the viral load in nasopharyngeal swabs obtained from our ISOA patients in relation to day of onset of any symptoms. Figure 1 shows that the higher viral loads (inversely related to Ct value) were statistically correlated to shorter ISOA delay (rs=0.441, p=0.004).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 136,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "COVID-19 RT-PCR positivity and ISOA patients:"
        },
        {
            "text": "All patients were invited to attend for olfactory testing but due to restrictions on travel and the patient fear of contamination, this could only be performed in 46 patients. Among the 48 (group 1) patients, 21 RT-PCR COVID-19 + patients also performed also a sniffing test. Among these 11 patients (52%) were rated as anosmic, 4 patients (19%) hyposmic and 6 patients normosmic (29%). Among the 4 RT-PCR COVID-19-patients, 2 patients were anosmic, 1 hyposmic and 1 normosmic. For most patients, the sniffing test and the questionnaire were done the same day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Psychophysical Olfactory Evaluation and ISOA patients:"
        },
        {
            "text": "Among the 30 (group 2) patients, 7 RT-PCR COVID-19 + patients performing a sniffing test, 3 patients (43%) were anosmic, 3 patients (43%) hyposmic and 1 patients (6%) normosmic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Psychophysical Olfactory Evaluation and ISOA patients:"
        },
        {
            "text": "From the 14 RT-PCR COVID-19-patients 8 patients were anosmic (58%), 3 hyposmic (21%) and 3 normosmic (21%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Psychophysical Olfactory Evaluation and ISOA patients:"
        },
        {
            "text": "Reuniting all patients (46 patients) having performed objective olfactory evaluation (sniffing test), we can observed that 24 patients were anosmic (52%), 11 patients hyposmic (24%) and 11 patients normosmic (24%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Psychophysical Olfactory Evaluation and ISOA patients:"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Psychophysical Olfactory Evaluation and ISOA patients:"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20066472 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Recently, eminent clinicians observed abrupt loss of smell COVID-19 infected individuals, particularly from Britain, the US, France, South Korea, China, Germany, and Iran. They collectively reinforced its potential application as a marker that could be used in the first line of diagnostics in patients presenting with COVID-19 symptoms. The Hopkins team published the first case report and case series suggesting that sudden olfactory dysfunction, should be considered highly suspicious for SARS-CoV-2 [4, 6] . Moreover, our study group recently showed, that anosmia was present in 86% in a series of 417 patients with mild-to-moderate COVID-19 disease, and appeared before other symptoms in 11.8% [5] . In the same way, Kaye et al. described in a series of 237 patients that anosmia was noted in 73% of subjects prior to COVID-19 diagnosis and was the initial symptom in 26.6% [11] . In a larger series of 1,420 mild to moderate COVID+ patients, our Bayesian analysis identified that reported anosmia was a key symptom in COVID-19 infection with 70.2% of cases (Lechien et al., submitted).",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 506,
                    "text": "[4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 507,
                    "end": 509,
                    "text": "6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 699,
                    "end": 702,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 879,
                    "end": 883,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION:"
        },
        {
            "text": "However, these studies suggest that truly isolated anosmia is uncommon, and many patients have other otolaryngological symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION:"
        },
        {
            "text": "We therefore set out to study the COVID-19 status in patients presenting with sudden olfactory disturbance as the first manifestation. Our study demonstrates that 87.5% of 48 patients with an anosmia duration ≤12 days were RT-PCR COVID-19+. In this group (anosmia duration ≤12 days), 21 patients have performed a sniffing test, which demonstrated that 71% were anosmic or hyposmic and 29% normosmic. For patients with an anosmia duration >12 days, 7 patients (23%) were RT-PCR COVID-19+ and 23 patients (77%) negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION:"
        },
        {
            "text": "We think this likely reflects recovery and viral clearance in some of this group. We excluded patients with pre-existing chronic rhinosinusitis or prior nasal surgery from our study and therefore it is likely that the additional otolaryngological symptoms described by almost 50% of our patients are associated with their COVID-19 infection. This is the first study providing objective smell evaluations in patients reporting loss of sense of smell during the COVID-19 pandemic. Considering all patients who performed a sniffing test, we showed that 52% were anosmic, 24% hyposmic and 24% normosmic. The same trend was observed in our both groups (anosmia ≤12 days versus anosmia >12 days) although the expected the proportion who were anosmic decreased slightly to 43% in the group with longer duration Akerlund et al. have studied the olfactory threshold (using a discrimination test with dilution of butanol) and nasal mucosa changes by acoustic rhinometry in experimentally induced common . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. It is interesting to note that 24% of patients were found to have normal olfactory function on testing. It is known that patients sometimes have difficulty rating their own sense of smell (particularly in the setting of associated nasal obstruction), [17] and the objective test results suggesting that some patients actually have normal odor identification ability may reflect this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION:"
        },
        {
            "text": "It may be that olfactory thresholds were reduced but not the ability to identify odorants; future studies should include threshold and discrimination testing (which were not performed due to difficulty in preventing contamination of the testing kits) and simultaneous patient rated and objective tests of olfactory function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION:"
        },
        {
            "text": "The results of this study give further support to the urgent need to add anosmia to the list of symptoms used in screening tools for possible COVID-19 infection. The current evidence base makes it untenable to continue to disregard this symptom any longer. Use of loss of smell -even if occurring in the absence of non-otolaryngological symptoms-as a marker will be a very useful weapon in the COVID-19 fight, especially in countries where access to testing will be greatly limited. Future clinical and basic science researches are needed to better understand the pathophysiological mechanisms underlying the development of olfactory dysfunction in COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "The copyright holder for this preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. 3) Renal failure 0 (0) 0 (0) 0 (0) Hepatic insufficiency 0 (0) 0 (0) 0 (0) Respiratory insufficiency 0 (0) 0 (0) 0 (0) GERD 9 (11.5) 4 (8.3) 5 (16.7) Asthma 4 (5.1) 1 (2.1) 3 (10.0) Heart problems 1 (1.3) 0 (0) 1 (3.3) Neurological diseases 0 (0) 0 (0) 0 (0) Depression 2 (2.6) 1 (2.1) 0 (0) (N=78) (N=48) (N=30) . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20066472 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20066472 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20066472 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The first two cases of 2019nCoV in Italy: Where they come from?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giovanetti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Benvenuto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Angeletti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ciccozzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "",
            "pages": "518--521",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25699"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Isolated Sudden Onset Anosmia in COVID-19 Infection. A Novel Syndrome?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Gane",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hopkins",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rhinology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4193/rhin20.114"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Olfactory and Gustatory Dysfunctions as a Clinical Presentation of Mild-To-Moderate Forms of the Coronavirus Disease (COVID19): A Multicenter European Study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Lechien",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chiesa-Estomba",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Siati",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "European Archives of Otolaryngology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00405-020-05965-1"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Presentation of New Onset Anosmia During the COVID",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hopkins",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Surda",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "SARS-CoV-2 Viral Load in Upper Respiratory Specimens of Infected Patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Luan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Young Otolaryngologists of International Federation of Oto-rhino-laryngological Societies (YO-IFOS) committees. Eur Ann Otorhinolaryngol Head Neck Dis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ayad",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stephenson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Smit",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "135",
            "issn": "",
            "pages": "61--65",
            "other_ids": {
                "DOI": [
                    "10.1016/j.anorl.2018.08.004"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Contemporary assessment of the prevalence of smell and taste problems in adults",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bhattacharyya",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Kepnes",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Laryngoscope",
            "volume": "125",
            "issn": "",
            "pages": "1102--1108",
            "other_ids": {
                "DOI": [
                    "10.1002/lary.24999"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Normative data for the \"Sniffin 'Sticks\" including tests of odor identification, odor discrimination, and olfactory thresholds: an upgrade based on a group of more than 3,000 subjects",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hummel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kobal",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gudziol",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Eur Arch Otorhinolaryngol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19 Anosmia Reporting Tool: Initial Findings. Otolaryngology-Head and Neck Surgery",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kaye",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kazahaya",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "nasal inoculation of coronavirus HCV209 in 20 volunteers[12]. They showed that in individuals with a cold(9 volunteers)  and impaired olfaction, the change of smell ability was correlated to nasal obstruction. Based on Akerlund et al. study patient reported symptoms suggesting that COVID-19 infection provokes nasal obstruction, we hypothesized that this could explain the anosmia[12]. However, although a significant proportion (49%) of our patients reported nasal obstruction, the majority did not, suggesting neural mechanisms are also involved.In 2007, Suzuki et al. demonstrated that coronavirus may be detected in the nasal discharge of patients with olfactory dysfunction [13], and that some patients had normal acoustic rhinometry, suggesting that nasal inflammation and related obstruction were not the only etiological factors underlying the olfactory dysfunction in viral infection. Netland et al. demonstrated on transgenic mice expressing the SARS-CoV receptor (human angiotensinconverting enzyme 2) that SARS-CoV may enter the brain through the olfactory bulb, leading to rapid transneuronal spread [14]. Interestingly, authors demonstrated that the virus antigen was first detected 60 to 66 hours post-infection and was most abundant in the olfactory bulb. Recently, Gupta et al. performed a bioinformatic analysis of single-cell expression profiles underscored selective expression of angiotensin coverting enzyme 2 (ACE2) in a subset of horizontal basal cells and sustentacular cells of the olfactory mucosa in humans [15]. They evaluated the expression of ACE2 transcript in 3,906 olfactory mucosa originated single cells from the recent report by Durante et al. [16] and suggested that loss of smell in the infected patients is most unlikely due to the direct impairment of the olfactory sensory neurons; in particular the sustentacular cells and the horizontal basal cells are the potential cell types that are highly susceptible to viral entry.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Duration of olfactory dysfunction in relationship with the CT (reflecting inversely the viral load)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "12.AkerlundA, Bende M, Murphy C. Olfactory threshold and nasal mucosa changes in experimentally induced common cold. Acta Otolaryngologica 1995; 115, 88-92. 13.Suzuki M, Saito K, Min WP, Vladau C, Toida K, Itoh H, Murakami S. Identification of viruses in patients with postviral olfactory dysfunction. Laryngoscope. 2007;117:272-7. 16.Durante MA, Kurtenbach S, Sargi ZB, et al. Single-cell analysis of olfactory neurogenesis and differentiation in adult humans. Nat. Neurosci. 2020; 23:323-326 17.Hummel T, Whitcroft KL, Andrews P, et al. Position paper on olfactory dysfunction.Table 1: demographic and epidemiological characteristics of ISOA patients.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint. https://doi.org/10.1101/2020.04.15.20066472 doi: medRxiv preprint epidemiological characteristics of ISOA patients (N & percent). Abbreviations: CRS=chronic rhinosinusitis; GERD=gastroesophageal reflux disease; ISO= initial sudden onset anosmia; SD=standard deviation.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Ear, nose & throat symptoms in ISOA patients Ear, nose & throat symptoms",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "describes the ear, nose and throat symptoms (N & percent) of ISOA patients.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}