{
    "paper_id": "036a53f0173c0e210dd5a551dc22c371e2859786",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "This paper analyzes the stability and usefulness of a human-in-the-loop caseload management method for COVID-19. This can control the balance between medical resource utilization and economic shutdown duration across significant scenario variation. It reduce the total cases by controlling the rate of spreading as groups cross the herd immunity threshold, and suggests late intervention has more effect on total cases than early intervention once containment has failed. Data as of April 11, 2020 show that \"flattening\" strategy for COVID-19 in both the world and the U.S. is working so well that a significantly effective removal of social distancing (aka \"unlock\") at any time in the next few years, other than after widespread and effective vaccination, will produce a rebound overloading the healthcare system. For the world, by early April flattening was working so well that a world rebound could be projected in 2021 that would exceed in critical demand even the additional million or so ventilators requested by world governments. In the U.S., whose trajectory is somewhat ahead of the world, the projected rebound of a late year unlock is already greater than the current crisis projected peak. Most citizens are tacitly expecting much sooner rather than much later unlocks. Leaving economies locked down for a long time is its own catastrophe, especially for countries that cannot provide substantial economic aid to their citizens. An SIR-type model was used with clear parameters suitable for public information, and both tracking and predictive capabilities, and an additional simulation of a decision-maker on selected-day partial unlock designed mainly to manage ventilator or other critical resource utilization, to make sure they are neither idle nor over committed. Using certain days of the week, already practiced by some countries, is not a necessary part of the method, but was used in the simulation to give a highly quantified unlock scheme. It also helps restore economic activity. While the model shows total cumulative cases, and therefore deaths, declining initially with flattening, when flattening begins to produce large rebounds the death rate goes back up. Partial unlock to manage critical resources brings the cumulative cases down about 8-12% between now and the second half of 2021, and therefore saves lives with some degree of certainty. (for all needs not just COVID-19), and (3) reduce the social and economic impact of the pandemic [1] . It is generally conceded that the effort is failing catastrophically on the third count, social and economic impact. The natural cycle of COVID-19 without intervention we will show would have ended by late July with only one month of effective shutdown while more than 20% of the world population was simultaneously ill. Current strategies guarantee a high degree of economic and travel shutdown for nearly two years even if vaccine development is successful, which we will also show. Perhaps more troubling for the long run, governments are now considering COVID I.D. cards to identify those with immunity, who will be permitted to travel and work, while enforcing a kind of mandatory quarantine on innocent and socially compliant citizens, as well as totalitarian-like individual monitoring and tracking.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 497,
                    "text": "April 11, 2020",
                    "ref_id": null
                },
                {
                    "start": 2475,
                    "end": 2478,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As regards the second goal, the world healthcare system for elective procedures is already shut down, likely for the same period as economic shutdown, and in the U.S. it is considered marginally possible to accommodate all anticipated demand for ventilators even if there were no other uses for them. This conclusion will be supported by our simulations also. The world at large has ordered 880,000 or more new ventilators, which may or may not be producible in time. We will further show this is about the right number, preferably rounded up to a million if perfectly allocated, or more for allocation and error margin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What is less fully appreciated, and not at all in some circles, is that in regard to the first goal the eventual death toll has not been reduced significantly by recent actions. The primary aim of this paper is to show that while initial flattening unequivocally reduced eventual death toll, with or without a vaccine, the gradual escalation of the policy combined with natural public fear and self-isolation will increase it in either of three cases:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1. An effective vaccine is not available. 2. Social chaos and hardship create unrest that forces unlock any time prior to vaccine deployment. 3. The hoped for supply of ventilators and other medical equipment and personnel is not forthcoming. In addition to these three purely epidemiological consequences, social unrest may claim lives directly, topple otherwise stable governments, and undermine the long term geopolitical stability of the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "Our approach considers containment as an opportunity past and a vaccine as a prospect too far in the future to avoid economic catastrophe. Opinions differ as to the effect of severe and prolonged recession on mortality and health. For example, there are fewer motorway deaths due to less driving [2] . During the COVID-19 pandemic there may well be fewer deaths due to pollution. On the other hand, the 2008 financial crisis resulted over the next few years in at least 260,000 additional cancer deaths [3] . Economic losses from pandemics, even without a long term global shutdown, have been estimated at the low end of but within the range of impacts from climate change [4] . These historical analyses are likely to vastly underestimate the impact from the economic and social disruption of COVID-19. While we currently have hostilities on pause in a few regional conflicts, when people are starving because they have no money there is likely to be mass unrest and replacement of governments, even in some very large countries, possibly even those like India and Pakistan that have nuclear weapons.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 299,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 673,
                    "end": 676,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "That leaves the approach of curve flattening, which can have one or both of two objectives as they lie on a continuous spectrum:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "1. Keep the number of cases extremely low (and in consequence the economy completely shut down) until someone develops a therapy that prevents the disease or dramatically lowers mortality, or until the disease disappears on its own (unlikely if no herd immunity is building). 2. Keep the number of cases moderately low while herd immunity builds more slowly, but the medical system remains operational and the economy is not fully shut down. Various governments and regions are currently implementing shutdown (or lockdown) rules or recommendations based on cultural preferences and the number of cases they have. Only a few exceptions use severe lockdown . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20064139 doi: medRxiv preprint   P  a  r  t  i  a  l  u  n  l  o  c  k  c  a  s  e  l  o  a  d  m  a  n  a  g  e  m  e  n  t  f  o  r  C  O  V  I  D  -1  9 3 with few cases (e.g. Russia). Most regions or entities lock down in proportion to cases. Instead of taking control of the situation from the pathogen as intended, by the implicit dependence of strategy on cases this hands control right back to the pathogen, and we will show this assures the survival of the pathogen long into the future, as it decays very slowly under heavy lockdown. Even at current case levels which are far below those anticipated in the near future, fear-based shutdown as evidenced by traffic reductions in cities that have no shutdown may be nearing its maximum potential. Figure 1 shows world cases, normalized to 1.0 on March 21, and the replication rate of the pathogen R0 defined in terms of new cases, active cases, and the average length of cases. R0 appears to correlate well with a damped exponential function given in the figure. While lockdowns began to be enforced outside China from late January, they were initially selective and directed at international travel. By mid-March they were widespread. We would expect a few days delay before a reduction in R0 would appear in the new cases data (largely taken from the CDC, with supplementary data from https://www.worldometers.info/coronavirus/ ). Prior to March 21 the US cases were doubling every two days for about a week. This quickly declined following March 21, so that date was chosen as the start date for our tracking and modeling. Any method of caseload management must affect the replication rate, and act quickly enough to provide control authority without overshoot. The chart suggests case data from changes in lockdown of a week or slightly less. It further suggests the initial reaction was primarily due to the rules and recommendations. Lockdowns were mostly in place by the end of March. On the other hand, traffic surveys of cities with no lockdown showed substantial reduction in traffic without lockdown, perhaps 70-80%, and that traffic had already plummeted in other cities prior to lockdown (see https://www.bbc.com/news/world-51235105 ). Taking the damped exponential correlation as a possible predictor, effectiveness of lockdown has nearly reached maximum. It is possible there would be little response if governments eased lockdown, unless they also declared the environment safe, which isn't true any time soon. However, as economic distress builds, coupling easing with the ability to work would likely be a powerful motivator.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 268,
                    "text": "preprint   P  a  r  t  i  a  l  u  n  l  o  c  k  c  a  s  e  l  o  a  d  m  a  n  a  g  e  m  e  n  t  f  o  r  C  O  V  I  D  -1  9",
                    "ref_id": null
                },
                {
                    "start": 868,
                    "end": 876,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "2"
        },
        {
            "text": "The authors of this paper believe that such measures should be voluntary. Those healthy and at low risk and in economic need are likely to be willing to expose themselves to the environment, especially if governments maintain the integrity of the healthcare system and people are not dying from neglect. We take it as an assump-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "tion that fear could be overcome to some degree and a partial unlock implemented. Controlling the degree of R0 rebound is a separate problem. In our simulation we simply establish a percentage of R0 recovery to the initial level of March 21, and to provide an additional degree of control we allow the activity that results in this R0 rebound to occur on selected days of the week. We simulate a decision maker with access to week-old data, who would decide what days of the week would be partially unlocked. This demonstrates that even a crude on/off level of control is adequate. Our per day effectiveness ranges from 20% to 60%, with lower numbers used early on, and larger numbers when herd immunity is reducing R0 and it needs more of a push to progress toward herd immunity and is not in danger of exploding and overloading the healthcare system. In a real world implementation, the simulated unlock manager is replaced by humans looking at new cases data, and from that calculating future ventilator utilization. New cases data should in turn lag their decisions by no more than a week. Our simulations will attempt to show that in a variety of scenarios, over a range of disease parameters, whatever happens the managers will have control authority to accomplish their goal. One thing we cannot do with epidemiological \"trajectory\" models is plan the whole thing out in advance, because tiny changes in R0, often due to behavior, make large changes in future caseload in the future. What we demonstrate instead is that it is possible by making decisions in the future to accommodate those changes in intrinsic R0 and counter them, even with measurement lag in the system. The unlock managers and policy makers must determine what actual social distancing measures correspond to the desired percent of unlock by empirical means. The original goal of this research was just to assure that the constraint of medical resources could be met while reducing economic impact. It was an unexpected discovery that under realistic scenarios, such as a world unlock approximately a year from now, cases and presumably deaths would be reduced by as much as 8-12% as compared to simpler lockdown release strategies, or a long lockdown that results in social unrest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "At this writing, a few countries such as Denmark are planning to slowly ease lockdowns. This may inadvertently accomplish some of the goals of this paper. But without intention, the authors feel it is just as likely to create panic and backfire. The intent of such moves is to slowly return to normal. The intent of the easing advocated in this paper is to quantitatively manage caseload, including increasing caseload when it is too low to effectively utilize available resources, reduce economic distress, and prevent deadly rebounds later this year or next year. To actually study the parameters and determine how to use them in detail, download the spreadsheet and read the short user guide embedded within it. It is very easy to change regions, with parameters for name of a main region and one sub-region (perhaps a large city, any area with a different phase of the epidemic, perhaps partly quarantined from the larger region), their populations, and ventilator availability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "An initial value of R0=2.5 was taken from the March 20-21 case data for the US and within range of CDC and other estimates [1, 5] .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 127,
                    "end": 129,
                    "text": "5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "The number of ventilators in the U.S. including reserves, alternatives (anesthesia machines) and older equipment is taken at 200,000 [6] . The number of ventilators in the world is harder to obtain. About 340,000 were identified at https://en.wikipedia.org/wiki/List_of_countries_by_hospital_beds but a number of large countries were listed as \"unknown\". A rough estimate of 500,000 was assumed. Simulations were also run with 1,500,000 reflecting requests for manufacture of additional ventilators. No schedule for them is available. Obviously these questions have to be addressed by any entities using our strategy. In the final few simulations we will address some of these issues based on public comments of planners. The model has a mode switch that will automatically allocate ventilators by population. This might be helpful, for example, within a country, as it is in the country's interest not to have one region in dire straits while another has excess resources. It is useful in rebalancing New York vs. the rest of the U.S., for example. It is not likely to be practical between countries and it . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20064139 doi: medRxiv preprint is not very effective. Even if the entire ventilator supply of the U.S. were available to the world (it might be freed up if the U.S. aggressively followed the method of this paper), it is not enough to make a big difference. It really does take a million ventilators not to have a utilization crisis at the world level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "The ratio of total likely cases to known reported cases is taken at 6 (16.6% known) with alternative scenarios checked at 5 (20% known). The lower numbers are more critical due to the way the model calculates ventilator requirements. Published numbers are typically around 14% [7] which is a ratio of 7.1, so our assumption has some margin of safety. Sensitivity analysis was conducted over a range of multiples. Higher multiples produce herd immunity sooner, and since our critical cases estimate is based on known cases, higher multiples are easier to handle and lower multiples are harder. Presumably if in the future additional testing lowers this multiple by identifying milder cases, it will correspondingly change the mortality rate.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 280,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Figure 1. Model parameters and modes of operation (not every parameter shown)"
        },
        {
            "text": "A precise number for how long a case of COVID-19 lasts is of course not obtainable due to the wide variation. However this number is not critical for our model. Somewhat more important is the length of time a ventilator is required, if one is required. The best estimate we could obtain was \"up to weeks.\" We used 14 days for both numbers. This parameter can be easily changed by a user of the model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1. Model parameters and modes of operation (not every parameter shown)"
        },
        {
            "text": "The fraction of cases that require resources such as a ventilator is also important. We used 3.0% of known cases, or about half of critical cases, taken from Meng, et. al. [8] . Lower estimates exist. This is an area in which additional data and input from more specialized simulations would be used before public policy formulated. Regionalization is also important as ventilators may not be distributed where needed. Daily publication of model predictions, assuming they predict or exceed the actual data coming in, we believe would increase confidence and promote redistribution of ventilators according to need.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Figure 1. Model parameters and modes of operation (not every parameter shown)"
        },
        {
            "text": "Social networks, location tracking and other massive data mining efforts recommended in research of more persistent (non-pandemic) diseases [9] are specifically not part of our approach. They take time, where we require rapid feedback. They invite abuse for other applications later. But most importantly, social networks change as soon as a pandemic is announced, change again when government policy is announced, and keep changing. An aggregated tracking and feedback method will work better. Four unlock dates are provided each with its own percentage effectiveness (or degree of unlock). The first is controlled by a column of data with an entry for each day saying what the ventilator usage threshold is for that day.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Figure 1. Model parameters and modes of operation (not every parameter shown)"
        },
        {
            "text": "In addition to the user specified threshold, often the same for a range of days (e.g. Monday, Wednesday and Friday) the model varies each day of the week in a cycle by 2% from the previous day to avoid a hard turn on/off and lower the loop gain, in other words, to avoid being a bang-bang (on-off) controller like a thermostat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1. Model parameters and modes of operation (not every parameter shown)"
        },
        {
            "text": "We use a standard SIR modeling approach [10] . During \"lockdown\" the reproductive factor is adjusted according to (a) the ratio of new cases from the previous day, and (b) the increase in herd immunity factor over the previous day. Only when the caseload is rapidly peaking will day to day changes in herd immunity factor be relevant. When an \"unlock\" policy is established in the predictive model, the reproductive factor is biased toward the initial value and proportioned toward the last data-derived reproductive factor according to the unlock effectiveness. Then it is reduced by the herd immunity factor. Calibrating unlock effectiveness, i.e. what policy will have what percentage unlock effect, is an important activity that is left to the user and local authorities.",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 44,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Figure 1. Model parameters and modes of operation (not every parameter shown)"
        },
        {
            "text": "Each day actual data was used to replace predicted data based on CDC data at the link specified above. This affects the model's integration base and the effective reproduction rate R. The number of total cases, used for the herd immunity calculation, is calculated by the given ratio of total to known cases as described, with the default being 7.1 for 14% known.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1. Model parameters and modes of operation (not every parameter shown)"
        },
        {
            "text": "Using the reproductive factor either taken from the data, or for future projections calculated using the last value, the herd immunity, and the unlock percentages as described above, the model calculates the number of new cases. Based on the number of days entered for average case duration it updates the total active and resolved cases and calculates ventilator utilization. There is no data filtering currently in the model. There is no predictive anticipation of changes in R0. Both these techniques were tried and found to add nothing useful while obscuring the otherwise simple algorithm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1. Model parameters and modes of operation (not every parameter shown)"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "The progress toward \"curve flattening\" is shown in Figure 3 and Figure 4 , with predicted plots based on actual data from 3/21 and 3/30. The unlock dates assumed are as far out in the future as we can imagine them, March 1, 2021 for the world generally and November 1, 2020 for the US.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 59,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 64,
                    "end": 72,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "3"
        },
        {
            "text": "One can see that to say flattening was successful is putting it mildly (red dotted curve). Thus arises the dilemma: not enough people are getting sick to develop herd immunity. Rebounds are developing beyond the unlock dates, despite how far in the future they are. The world rebound looks particularly ominous.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "The US looks like it comes within its ventilator supply (see orange dashed line for ventilator utilization), though barely considering some 30-40,000 of the ventilators counted are old or repurposed equipment, many are in use, and there are issues getting them to where they are needed. But the model gives an idea that the magnitude of the problem perhaps could be managed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "If the world at large wants to offer ventilators to those that might possibly be saved by them, it is clear the world supply will have to increase, probably before the end of June. Figure 5 shows the curves projected from actual data through April 11. This is well into the period at the far right of Figure 1 , suggesting it describes an epidemic trajectory under maximum compliance with social discipline. Clearly authoritarian measures such as used in China could decrease R0 further, and further flatten the US and world curves, but we have currently no real ability to anticipate that most nations of the world would or even could do this. Most do not have such authoritarian apparatus already in place.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 189,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 301,
                    "end": 309,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "3"
        },
        {
            "text": "In the disturbing Figure 5 the U.S. has its ventilator problem well in hand during lockdown, but a crisis looms should there be an unlock any time within a few years, or until a vaccine is developed. The ventilators the US has, moreover, are largely sitting idle prior to November. This is a wasted resource. Yet they could not be loaned out because when the US needs them, the rest of the world would still need them.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 26,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "3"
        },
        {
            "text": "The world has bought two and a half months, from July 1 until about September 15, for the date when its ven-. CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint tilator supply will be completely broken, but at the cost of immediate renewal of the crisis after unlock, or indefinite postponement of unlock. Notice that the number of cases and therefore number of deaths prior to unlock is still quite large. Overlooking the fact that the ventilators are only effective in saving about 15% of the lives to which they are applied, perceptions matter. If some countries have ventilators for everyone and others don't, there will be massive resentment. Figure 6 shows what the ventilator utilization is if the world manages a total of 1.5 million ventilators (at least an additional one million). It is a reasonable solution for the lockdown period, with ventilator utilization held at a practical 50%, allowing for some allocation inefficiencies. But any unlock period remains totally broken. Even more alarming, the total cases (and therefore total deaths) had been mitigated to about the 52% level without serious rebound in the moderate flattening effectiveness indicated by data around the March 26 timeframe with an effective R0=1.566. From the plot of cumulative cases (blue dotted curve) in Figure 7 it appears there is a 64% infection of the population.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 563,
                    "end": 571,
                    "text": "Figure 6",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1209,
                    "end": 1217,
                    "text": "Figure 7",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "3"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20064139 doi: medRxiv preprint There is a lot of uncertainty in the literature on mortality rates. Only part of it is due to the unknown cases. There are differences in the care provided, not only from place to place, but over time as things are learned about treating the disease. Currently the mortality in known cases seems, based in CDC and other published data, to be running around 2.7-3% of known cases, just under the number on ventilators (in many countries including the US survival rates post-ventilation are low). In countries where it is practical, now forewarned, more vulnerable individuals can isolate themselves no matter what the unlock policy is, and the effect will be to reduce that rate. If we assume this effect, along with better treatment, reduces the mortality to 1.2%, then the mortality among all not just known cases, assuming a ration of 6, is 1.2/6 = 0.2%. We use this conservative number to avoid overestimating the number of lives potentially saved by utilizing our method. The number of deaths by this method for Figure 7 is 0.2% of 64% of 7.5 billion or 9.6 million direct deaths from disease. Some estimates will range more than twice that much.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1160,
                    "end": 1168,
                    "text": "Figure 7",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "3"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20064139 doi: medRxiv preprint Referring to Figure 6 , which has an effective R0 of 1.158, shows very effective flattening. The total cases are 76%, 8% higher, or a difference of conservatively 1.2 million additional deaths from extreme flattening followed by a vicious rebound. If there is social unrest the R0 will not be maintained and there won't be as many deaths directly from disease, but there could easily be that many from social unrest. If our estimate is too conservative, there could be 2 or more million additional deaths. Figure 8 shows the use of a select-day partial unlock strategy with feedback to maintain ventilator utilization, so that ventilators are not idle while a dangerous rebound builds. There are still some practical issues evident. Either the world ventilator supply has to be augmented by the middle of next month, or the entire strategy shifted to the right until the ventilator supply is augmented. However, from the US portion of the chart -and we assume Europe could if desired follow a similar pattern -by October a reservoir of immune medical volunteers and perhaps even some ventilators may become available. The rest of the world will still be in dire need until at least May of 2021, and beyond if they have shifted forward in time to wait on ventilators.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 165,
                    "text": "Figure 6",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 650,
                    "end": 658,
                    "text": "Figure 8",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "3"
        },
        {
            "text": "However, the astonishing thing about this seemingly chaotic strategy is that it works. The total number of cumulative cases is back down around 64%. At least 1.2 million lives are saved, possibly two or three times that.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint Much of the world's economy is out of trouble half a year or more earlier than otherwise. Parameters for cases on ventilators, number of ventilators, length of illness and/or time on ventilators and ratio of total to known cases primarily affect the ventilator utilization calculation, and somewhat the timing of peaks, but not the disease spreading rate. Timing of peaks was not a goal of this model. It is evident that lowering or raising a near peak during lockdown has the opposite effect on the rebound, up until herd immunity kicks in, which is not dependent on these parameters. Ventilator estimates are consistent with other studies because they were taken from other studies. It is only the purpose of this research to show how to manage critical resources to smooth out rebounds and reduce deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20064139 doi: medRxiv preprint This study is also not particularly sensitive to R0. It in fact uses empirical R0 and various ratios dependent on it that are unspecified in detail, only in example, and intended to be determined as one goes. The results are essentially the same over a reasonable variation. If we assume a case ratio of 5, of course ventilators appear broken, as in any case they would be in real life. But the dynamics of managing ventilator utilization still work in the same way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "There are two legitimate caveats. One is the possibility that while citizens have complied more than expected with lockdown (so far), they may not be enthusiastic about partial unlock with the objective that more of them get sick.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "The second is that total cases really do vary with strategy and avoiding a dramatic rebound really will reduce the total cases. It is apparent that it will reduce social unrest, but we have not claimed a quantity of lives associated with that. It is a traditional, simple principle in epidemiology that herd immunity occurs when 1-1/R0 of the population have been infected, or 60% in the case of R0=2.5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "In the unlocked no-flattening case for the world (Figure 3) , the infected fraction is changing at 4% per day as it goes through 60% and R0=1. The new cases at that time will last, in the mathematics of our model, 14 days. Thus the infection rate continues upward, reaching 89% before that 14 day period is up. By then R0=0.276, but . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 49,
                    "end": 59,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "3"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint not zero. There are still some new cases, and still some contagion from cases created in the previous 14 days. So the peak infections slowly rise to 92%. This appears to be real, and not an error or simulation artifact. The same general principle will apply to the dramatic rebounds of mismanaged unlock and over-flattening. The rise from the baseline 64%, which seems about as close to the theoretical 60% as we can realistically expect, to 76% in the rebound cases, is much more modest and certainly credible. The savings of life is as real as the saving in economic depression and social unrest. But now that we understand something about the mechanism of overshoot of the theoretical herd immunity threshold, whatever it may be (60% happens to correspond to R0=2.5, but it is likely in the range of 50-75%), can we do an even better job of reducing total cases while preserving some economic claw-back? The US cases in the preceding simulations were around 70%. Certainly that should be able to be improved. How close to the theoretical limit can we come with this awkward control mechanism?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "It appears from the foregoing analysis that total cases should approach the herd immunity threshold very slowly to avoid overshoot, and associated deaths. To investigate this under somewhat more realistic conditions, several changes were made to the model:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "• Automatic pre-and post-peak detection by the select-day partial unlock decision simulator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "• Lockdown floor other than 0% for the partial unlock decision simulator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "• Ability to augment ventilators with a per-day manufacturing capacity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "• Ability to slowly improve the fraction of cases requiring ventilators, to simulate gradual knowledge gain and therapy development. First, we applied these techniques to the US simulation, attempting to lower the total cases toward the theoretical threshold without giving up too much of the economic benefits. The parameters used in the new round of US simulations were as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "• 100,000 ventilators (instead of the optimistic 200,000)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "• Ventilator manufacturing of 300 per day (this capacity is announced by several auto makers working under license to GE, see https://www.theverge.com/2020/3/30/21200216/ford-ge-ventilators-coronavirus-covid-19-manufacturing • Reduction in fraction of known cases that require ventilation by 0.003% per day. This results in a reduction from 3% to 2% in about a year. • Total to known case ratio from 3.5 (the lowest the model would handle without breaking the medical resources) to 7.1 (corresponding to the published 14%). We know the model is roughly tracking actual data with this ratio set at 6, so we believe this spread represents a reasonable sensitivity analysis. • Threshold settings for ventilator management of 50% pre-peak (0% for 3.5 case ratio scenario) and 70% post peak, with a 5% minimum partial unlock (0% for 3.5 case ratio). Results for case-ratio sensitivity are shown in Figure 9 . Total cases are down to 63% from 70% for the US with little loss of economic activity compared to the 70% case, and the medical resources (ventilator and related) requirements have been cut in half. For the 3.5 case ratio the early economic benefits are lost, but medical resources are not broken and it looks like a late start fall school session is possible. Total cases only went up 1%. By the earlier assumptions, compared to the 70% case, 54,000 and 47,000 lives are saved respectively in the two new cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 893,
                    "end": 901,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "5"
        },
        {
            "text": "For the US sensitivity to R0, values of R0=2.0 and R0=3.0 were used for the same parameters as the R0=2.5 case, with a 7.1 case ratio. The modest changes in the simulated-decision-maker partial unlock strategy were able to handle this variation. Theoretical herd thresholds for these cases are 50% and 67% respectively. The 3.0 case comes within 2% of theoretical. The 2.0 case is 8% above the theoretical. This is without optimization specifi-. CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint cally for either of these, and the 2.0 case can be improved from an 8% overshoot to a 4% overshoot by cutting the target ventilator utilization post-peak from 70% to 40%, slowing the final rise in cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "Unknown to known case ratio sensitivity for US with slow approach to herd threshold Second we applied these to the world model. For the world simulation little improvement in total cases is theoretically possible, so we attempted to achieve some economic gains while addressing the severe medical resource shortfall, which as before we take the ventilators as a proxy. For unlock thresholds, see the green solid line on the chart. Other parameters were set as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 9."
        },
        {
            "text": "• 500,000 initial ventilators with 1000 a day manufacturing capacity. This was set because it was the minimum needed to make the model work. It seems reasonable in light of the US projection. • The same 1% per year improvement in ventilator needs among known cases as in the US.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 9."
        },
        {
            "text": "• 22% pre-peak ventilator utilization target and 65% post-peak, and a partial unlock floor of 10% unlocked which does not start until December 1, 2020. This allows time for the ventilator supply to build, though it delays economic benefits. The results are shown in Figure 10 . While the world must endure about 5 months of greatly reduced economic and social activity, it appears the total cases will never exceed 60% giving an even larger saving of 1.8 million lives, conservatively estimated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 275,
                    "text": "Figure 10",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Figure 9."
        },
        {
            "text": "For sensitivity analysis we applied the same parameters excepting a 0% pre-peak ventilator utilization target. The world can endure a case ratio of 5.5 and R0=3.0 at the same time, though with no medical resource margin. Even under this stress it saves nearly a million lives over our default scenario.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 9."
        },
        {
            "text": "Third, we return to the US and ask whether early mistakes have significant effect on cases. We do not consider containment. Whether containment elsewhere was possible once it failed in China is far beyond the scope of this paper, though in the author's view, considering the large fraction of asymptomatic and mild cases, it seems an . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 9."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint extreme proposition. That leaves treatment, vaccines and herd immunity. The final cumulative cases for herd immunity are fixed at a minimum of 1-1/R0 unlocked . Our analysis has shown that it is easy to exceed that if the rate of cases is high as one approaches the limit. Figure 10 . World scenario optimized for actual available and likely manufactured ventilators Figure 11 shows the US continuing the current lockdown until January of 2021, with then a 40% unlock, possibly enough to support a spring school semester. The virus is not gone, and the cases rise, with the case total easily passing 64% and continuing to climb as the chart ends in August. Possibly in this time frame a vaccine might be available, but notice that no lives are saved by a vaccine in this time frame unless we completely give up even the tiniest amount of unlock. Certainly we have to give up a spring school semester next year. Based on the amount of agitation now, it seems unlikely to assume such a long and total lockdown. The personalities of isolated children will be altered. Family dynamics will become extremely difficult. The author who lives in the US is already noticing this. Against this likely baseline, our methods become relatively more important. Figure 11 . US with full lockdown until 2021, then 40% unlock for spring school, not business.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 349,
                    "end": 358,
                    "text": "Figure 10",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 443,
                    "end": 452,
                    "text": "Figure 11",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1323,
                    "end": 1332,
                    "text": "Figure 11",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Figure 9."
        },
        {
            "text": "So waiting until next year appears unhelpful. There is still significant rebound, before a vaccine, and we . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 9."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint overshoot the minimum herd immunity. There is NO BENEFIT to such delay since the cases increase. What about shorter term waiting? Figure 12 gives the result for waiting until July 1 to start a partial unlock regime. Figure 11 . US with delayed partial unlock strategy starting on July 1, past the lockdown peak.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 215,
                    "text": "Figure 12",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 292,
                    "end": 301,
                    "text": "Figure 11",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Figure 9."
        },
        {
            "text": "Before going further, the authors wish to point out that week-long locks and unlocks, such as appear in Figure  11 , should not be taken too literally. These are artifacts of a simplistic simulation of an unlock decision maker. Using manually adjusted daily schedules, verified closer to the time in question by simulations, these almost certainly can be smoothed over into a regular schedule that is easy to remember and routine. The point of the present simulation is to quickly make large judgments about how to plan the whole cycle without tediously modifying individual days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 114,
                    "text": "Figure  11",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Figure 9."
        },
        {
            "text": "The July partial unlock occurs just past the project May peak (on which point we generally agree with many other models) and produces no change in total cases, but it produces an immediate rebound that doubles the peak. This is likely to meet stiff public disapproval, and even cause fear that could make the unlock ineffective. Can this be smoothed out? It also loses a lot of economic advantage as compared to Figure 9 , top part, though this too incurs a steep rise in cases that may be alarming. Various smoothing options could be the subject of a long investigation. Figure 12 shows an example demonstrating it is possible, but partial unlock extends all the way to 2021, increasing the economic impact. Figure 12 . US with delayed partial unlock strategy starting on July 1, past the lockdown peak.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 412,
                    "end": 420,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 581,
                    "text": "Figure 12",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 709,
                    "end": 718,
                    "text": "Figure 12",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Figure 9."
        },
        {
            "text": "It appears that early variations in lockdown have little effect on the total cases, which is determined late in the cycle as total cases approaches and/or passes through the theoretical herd immunity value. Criticisms regarding lack of early action can apply only to containment strategies, or to shortages of medical resources. In fact there . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 9."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint were also criticisms of US officials for attempting containment by shutting down foreign air travel. In a democracy, there is criticism of every strategy in the natural course. There will be criticism of our strategy. We believe that when practical facts are considered, it has little downside in light of the results in Figure 11 with extended lockdown. Finally we ask whether avoiding the partial unlock strategy altogether and unlocking 40% for a fall semester produces a viable result. This is shown in Figure 13 . It is our estimate this likely doesn't allow for much business activity. In each of these charts we have adjusted subsequent unlock levels (the stair steps in the green line) to manage total cases. It appears such a fall semester unlock would have to remain at that level through April of 2021, with significant economic loss and a disturbing rebound peak in early November of 2020, though the cumulative cases is managed satisfactorily. This last figure we believe cements the case that we can and should manage the epidemic trajectory with partial unlock and feedback. Figure 13 . US with with fall 40% unlock for school, partial unlock strategy not used.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 397,
                    "end": 406,
                    "text": "Figure 11",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 583,
                    "end": 592,
                    "text": "Figure 13",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1166,
                    "end": 1175,
                    "text": "Figure 13",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Figure 9."
        },
        {
            "text": ". C o n c l u s i o n",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6"
        },
        {
            "text": "We leave more detailed regional and local analysis to the many regions and locations of the world, but with the suggestion that perhaps each locality should independently assure that this threshold is approached slowly. Each region can also best devise and measure its partial unlock strategy based on culture and responsiveness, geography, types of industry and so forth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6"
        },
        {
            "text": "Without active management, our simulations suggest a badly broken world economy and medical equipment supply, even with a successful lockdown strategy and assuming no major social unrest ( Figure 5 , massively exceeded ventilator supply by the end of summer). Applying partial unlock with feedback control to efficiently use medical equipment, and using economic unlock to effect this control, provides relief from not only the medical resource problem, but some relief from economic shutdown, and a significant improvement in deaths due to total cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 197,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "6"
        },
        {
            "text": "The consistent gentle slowp of the increase in cases, which directly reduces the total cases by avoiding overshoot, is difficult to accomplish by any other method. Locking down in a reactionary way too hard for too long is particularly dangerous. But an uncontrolled unlock feels very dangerous. The method described in this paper provides predictable control over the situation which should help maintain calm as cases build in a planned way, rather than just shooting up as COVID-19 clearly has the potential to do. It has been suggested that COVID-19 and its related cousins (SARS, MERS) do not kill directly, as the virus count has already passed the peak when death occurs, but the coup de grâce is delivered by the immune system fighting back too hard. [11, 12] Is that how our society and civilization is going to die, by fighting too hard? Given the current data and di-. CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 759,
                    "end": 763,
                    "text": "[11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 764,
                    "end": 767,
                    "text": "12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "6"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20064139 doi: medRxiv preprint rection, it appears likely. We had neither the knowledge nor cooperation level to fight the 1918 flu epidemic by shutting down our world. But we survived it. It may have had some effect on the WWI armistice, some think, keeping the American President Woodrow Wilson away and imposing harsher terms on Germany which may have contributed to WWII. It is possible that despite the warning shots of SARS and MERS and urging from influential scientists and wealthy activists that we just don't have the medical technology to shut down this pandemic out of hand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6"
        },
        {
            "text": "However, we have the ability to shut not only our economy down, but so throttle the progress of the disease that it doesn't run its course and remains in the wings, forcing us to continue down for so long that social order will be called into question, and countless lives will be economically ruined. Not every country can afford trillion dollar a month compensation for losses due to lockdowns, and those that can will not manage to distribute it equitably, and those that receive it will be demoralized by the loss of their life's work. It may be intellectually uncomfortable to compare social and economic losses, however large, to a medical body count.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6"
        },
        {
            "text": "So this paper provides a medical body count associated with following a less than optimal unlock strategy, and specific tools and theoretical understanding for finding and following a near-optimal strategy. Now that is something concrete we can pursue. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "SARS-CoV-2/COVID-19: Viral Genomics, Epidemiology, Vaccines, and Therapeutic Interventions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Uddin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mustafa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        ". A"
                    ],
                    "last": "Rizvi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Loney",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Preprints",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Driving through the great recession: why does motor vehicle fatality decrease when the economy slows down?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Soc. Sci. Med",
            "volume": "155",
            "issn": "",
            "pages": "1--11",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2016.02.016"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Economic downturns, universal health coverage, and cancer mortality in high-income and middle-income countries, 1990-2010: a longitudinal analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maruthappu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Watkins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Noor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The Lancet",
            "volume": "388",
            "issn": "16",
            "pages": "577--585",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pandemic risk: how large are the expected losses? Policy & Practice",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "Y"
                    ],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Jamison",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Summers",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Bulletin of the World Health Organization",
            "volume": "96",
            "issn": "",
            "pages": "129--134",
            "other_ids": {
                "DOI": [
                    "10.2471/BLT.17.199588"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mathematical modeling and prediction in infectious disease epidemiology",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huppert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Katriel",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin. Microbiol. Infect",
            "volume": "19",
            "issn": "",
            "pages": "999--1005",
            "other_ids": {
                "DOI": [
                    "10.1111/1469-0691.12308"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "U.S. ICU Resource Availability for COVID-19",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Halpern",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "SCCM Ventilator Taskforce",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2), Science, eabb3221",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb3221"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Intubation and Ventilation amid the COVID-19 Outbreak: Wuhan's Experience, Anesthesiology, special section on COVID-19, no pagination specified",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/ALN.0000000000003296"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Recent Advances in Computational Epidemiology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marathe",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ramakrishnan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "IEEE Intell. Syst",
            "volume": "28",
            "issn": "",
            "pages": "96--101",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Computational epidemiology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marathe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K S"
                    ],
                    "last": "Vullikanti",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Communications of the ACM",
            "volume": "56",
            "issn": "",
            "pages": "88--96",
            "other_ids": {
                "DOI": [
                    "10.1145/2483852.2483871"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "SARS: what have we learned?",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pearson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Knight",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cyranoski",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "424",
            "issn": "6945",
            "pages": "121--126",
            "other_ids": {
                "DOI": [
                    "10.1038/424121a"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Coronavirus disease 2019: What we know",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Medical Virology",
            "volume": "",
            "issn": "",
            "pages": "1--7",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25766"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The goals of the global effort against the COVID-19 pandemic are threefold: (1) reduce the number of infected individuals and therefore deaths, (2) avoid overtaxing the healthcare system thereby making services not available",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Empirical relation between replication rate R0 and normalized world cases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Most model parameters are user adjustable. The model is in a spreadsheet to be uploaded with this paper, and also available at http://shulerresearch.org/covid19.htm . A thumbnail view of the parameters is shown inFigure 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Initial projection for world and US based on data through 3/21.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Flattening progress for world and US based on data through 3/30.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Flattening progress for world and US based on data through 4/11.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "World ventilator utilization with total of 1.5 million ventilators.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Lowest projected cases is for March 26 R0 of 1.566, 64% of population (red box).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Partial and select-day unlock with feedback to optimize ventilator utilization.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Partial unlock caseload management for COVID-19 can save 1-2 million lives worldwide",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": ". https://doi.org/10.1101/2020.04.13.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": ". https://doi.org/10.1101/2020.04.13.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}