{
    "paper_id": "04ca2f0d376ba4aafe4be02ec404ce251c00f762",
    "metadata": {
        "title": "A MODIFIED SEIR MODEL TO PREDICT THE COVID-19 OUTBREAK IN SPAIN AND ITALY: SIMULATING CONTROL SCENARIOS AND MULTI-SCALE EPIDEMICS",
        "authors": [
            {
                "first": "Leonardo",
                "middle": [],
                "last": "López",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Barcelona Institute for Global Health Barcelona",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": "leonardorafael.lopez@isglobal.org"
            },
            {
                "first": "Xavier",
                "middle": [],
                "last": "Rodó",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ICREA and Barcelona Institute for Global Health Barcelona",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": "xavier.rodo@isglobal.org"
            }
        ]
    },
    "abstract": [
        {
            "text": "After the spread of SARS-CoV-2 epidemic out of China, evolution in the pandemic worldwide shows dramatic differences among countries. In Europe, the situation of Italy first and later Spain has generated great concern, and despite other countries show better prospects, large uncertainties yet remain on the future evolution and the efficacy of containment, mitigation or attack strategies. Here we applied a modified SEIR compartmental model accounting for the spread of infection during the latent period, in which we also incorporate effects of varying proportions of containment. We fit data to quarantined populations in order to account for the uncertainties in case reporting and study the scenario projections for the 17 individual regions (CCAA). Results indicate that with data for March 23, the epidemics follows an evolution similar to the isolation of 1, 5 percent of the population and if there were no effects of intervention actions it might reach a maximum over 1.4M infected around April27. The effect on the epidemics of the ongoing partial confinement measures is yet unknown (an update of results with data until March 31st is included), but increasing the isolation around ten times more could drastically reduce the peak to over 100k cases by early April, while each day of delay in taking this hard containment scenario represents an 90 percent increase of the infected population at the peak. Dynamics at the sub aggregated levels of CCAA show epidemics at the different levels of progression with the most worrying situation in Madrid an Catalonia. Increasing alpha values up to 10 times, in addition to a drastic reduction in clinical cases, would also more than halve the number of deaths. Updates for March 31st simulations indicate a substantial reduction in burden is underway. A similar approach conducted for Italy pre-and post-interventions also begins to suggest substantial reduction in both infected and deaths has been achieved, showing the efficacy of drastic social distancing interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. : medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We used a generalized SEIR modelling framework similar to Peng et al. [6] , that enables for the testing of control interventions. Compared with statistical methods mathematical modelling based on dynamical equations can often provide essential information of the epidemic dynamics. This is particularly true when basic epidemiological parameters are unknown or largely uncertain and more mechanistic understanding is needed, such as for the current COVID-19 disease.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 73,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The population is assumed constant due to the rapid disease spread, i.e. the births and natural death have the same value. The recovery rate and death rate are time-dependant. The model also assumes that susceptible individuals (S) are contagious upon coming into contact with infected (I) individuals not detected. It is assumed, however, that the infected are all quarantined (Q) and that they do not have contact with susceptible individuals. In turn, the susceptible population can be protected by confinement by moving to the protected population compartment (C). This assumption on Q means that hospital infections are not considered under this framework, therefore resulting in a potential underestimation of the real contagion extent. However, we chose this option in an attempt to be conservative and our results should be interpreted as the current best-case scenario. It is assumed also that the protected population does not have contact 2 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Epidemiological reports for the current situation of COVID-19 out of China indicate Europe is one of the centers of the pandemic, and that nearly 200 countries/regions worldwide have reported cases [1] . Particularly in Italy and Spain a large outbreak of SARS-CoV-2 infection is underway. Given the lack of previous exposure to this virus, future predictions of both the levels of virus spread in the global naive population and the acquired herd immunity cannot be properly anticipated. Data on the last similar pandemic one century ago remains limited for obvious reasons, despite aftermath reports exist [2] . Policymakers in the most affected countries face a difficult situation when trying to balance between draconian public health actions and keeping economy alive, as impact on health of severe economic measures is also well-known [3] . The fact that the 1918 Spanish flu pandemic had a second deadly epidemic wave, presumably caused by mutations in the H1N 1 viral strain [4] , has also stimulated a vivid debate on whether actions to take now should take into account this uncertain future. Under this scenario, optimal action on the COVID-19 pandemic is hard to fathom. And more so, for the extent of pre-symptomatic and asymptomatic infections is not narrowly constrained (e.g. up to 86 percent [5] ). In China, regions as well as local governments, including Hubei, tightened preventive measures to curb the spreading of COVID-19 since Jan. 2020 [6] . Many cities in Hubei province were locked down and many measures implemented, such as tracing close contacts, quarantining infected cases, promoting social consensus on self-protection (e.g. wearing face mask in public area, minimum social distances). However, in other areas, the extent and efficacy of the so-called confinement or self isolation is doubtful, and facebook data on mobile location and movement showed yet massive people displacements under semi-confinement measures. At a time when success of large-scale social distancing interventions is critical, access to accurate information to ascertain mobility is lacking [7] . Similarly, credible serology tests that could show whether someone has had the infection and recovered are not yet massively deployed, thereby assessment of SARS-CoV-2 prevalence in the population is not established [8] .",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 201,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 608,
                    "end": 611,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 842,
                    "end": 845,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 984,
                    "end": 987,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1310,
                    "end": 1313,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1462,
                    "end": 1465,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2099,
                    "end": 2102,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 2321,
                    "end": 2324,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We followed the approach of Peng et al. [6] and implemented a modified SEIR model that accounts for the spread of infection during the latent period. This novel capacity to significantly spread during the latent period is a distinctive feature of the current SARS-CoV-2 epidemic if compared to SARS in 2003. Therefore, many classical models such as SIR [9, 10, 11] , SEIR [11] and SEIJR [12] are not appropriate to describe the outbreak of SARS-CoV-2 in China and elsewhere. Thanks to new data on the average latent period and average time of treatment, this time delay process can be successfully incorporated in a novel dynamical system framework to describe this quite unique dynamics. It has been discussed that at times of ongoing epidemics, and due to errors and under reporting, accumulated numbers of diagnosed cases and even number of deaths might reflect more reliably the extent of epidemic progression than the daily reported new cases. Alternately, and as in Chen 2020 [9] and Peng et al. [6] we also employ the accumulated numbers in time as variables, as it was done also for modelling MERS-CoV in the recent past [13] . Isolating key segments of populations (e.g. vulnerable populations, workers providing essential services, or a territory with too fast growing incidences) to protect them from an uncontrolled epidemic progression, is under vivid discussion as the real extent of viral spread in the population is not well known. Both the limited diagnostic capacity and the lack of clear strategies and mechanisms to quarantine infectious individuals, stand as two of the main limitations to control disease spread. Countries such as South Korea [14, 15] and Taiwan [16, 17] rapidly deployed aggressive contact tracing and quarantine systems [18] , understanding that early deployment of resources to try to control initial seeding foci, often not only balances public health criteria but also economics. Given the differences in public health strategies and the varying capacity of the national health systems in each country to tackle the extent of the infection in the population, the growing proportions of undiagnosed infected that eventually show up, are seen to exert an elevated stress on the already saturated health's system capacities. It is therefore relevant to accurately evaluate the effects of the social distancing actions imposed by governments, such as the individual or territory isolation and interruption of labour activity and/or intra and inter-urban transportation. Such strong provisions of isolation for suspected cases and infection due to contact with undiagnosed individuals are also taken into account in our modelling approach. This same SEIR model has been utilised to compare the effects of lock-down of Hubei province on the transmission dynamics in Wuhan and Beijing [6] . The manuscript is organised as follows: in Section 2, we describe the dynamic model and datasets used to simulate the evolution of the outbreak of SARS-CoV-2 in Spain and in its 17 administrative regions (CCAA), as well as in Italy. The effect on the epidemic curves of the efficacy of the different intervention measures aggregated for Spain, is presented in Section 3.1. Section 3.2 provides estimates of the future number of diagnosed people, fatalities and recovered individuals for each individual CCAA prediction as of March 23 and the main active foci in Section 3.3. Section 3.4 addresses model uncertainties and limitations of our study, and we add results for Italy pre-and post-interventions in Section 3.5. We finally discuss efficacy of the actions in each case and territory in terms of health burden and report and provide an update of the situation up to March 31st.",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 43,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 353,
                    "end": 356,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 361,
                    "end": 364,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 372,
                    "end": 376,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 387,
                    "end": 391,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 982,
                    "end": 985,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1002,
                    "end": 1005,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1129,
                    "end": 1133,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1665,
                    "end": 1669,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1670,
                    "end": 1673,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1685,
                    "end": 1689,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1690,
                    "end": 1693,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1761,
                    "end": 1765,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2822,
                    "end": 2825,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "with the infected individuals and therefore cannot be infected. The COVID-19 dynamics is modelled by the following equations system:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "where,S(t) is the susceptible population, C(t) is the confined susceptible population, E(t) is the exposed population, I(t) is the infectious population, Q(t) is the population under Quarantine (infected reported cases), R(t) is the recovered population and D(t) is the dead population by the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The main parameters of the model are the protection rate (α), the infection rate (β), the incubation rate (γ), the quarantine rate (δ), the natural death and birth rate(µ) (1/(80 * 365)), the recovery rate (λ(t)), the mortality rate by the virus (k(t)) and finally τ is the length of the proteciton by confinament (1/30) The α parameters represent the rate of people being totally protected from infected populations at time t and it is used to model the different actions of control of the epidemic by isolation of healthy population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The parameters λ(t) and k(t) are time dependent and for simplicity are modelled as shown next:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "where k 0 , k 1 , λ 0 and λ 1 are the fitted coefficients [19] . The data for fitting the model to Spain was obtained from public data sources [20, 21] and correspond to the reported cases, recovery cases and deaths. Data is available for the entire country as well as for individual CCAA. Data for Italy is retrieved from the World Health Organization [22] .",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 143,
                    "end": 147,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 353,
                    "end": 357,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The model was fitted in a non linear approach by calculating the normalized least-squares error of the model approximation and the infected reported cases. The optimization algorithm used was trust-region-reflective with a maximum number of iterations of 500 and a step size of 6.4e − 7. The error for the model fitted for all Spain was 3e − 3 + − 0.6e − 4 (ci = 95%).The fitted parameters are summarized in Table 1 3 Results",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 408,
                    "end": 415,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The model fitting to data aggregated for Spain on reported infected population up to March 23 yields a good approximation to the exponential curve, as well as to the reported evolution in deaths and recovered 1. The model was fitted from the day 1 of the epidemic at the end of February because the initial protection rate is assumed to be 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic curves for Spain and the 17 Autonomous Provinces (CCAA)"
        },
        {
            "text": "Progression of infected, deaths and recovered track very approximately observations. With data up to March 22, the model predicts the peak in cases around the end of April or early days in May with an error of the approximation of less than 5%. Current scenario may already include to some extent the effects of the partial 'confinement' measures imposed on March 13, therefore it is likely that total projected infections would be much higher should these restrictions not exist. More than 1.6million people would have been recovered from SARS-CoV-2 infection by mid May and total deaths for the entire country at that time would rise over 100 thousand people 5. To approach the degree of colonisation of the virus at smaller levels of aggregation than the entire country, we applied the same model framework to each of the 17 individual CCAA. The former was an attempt to model the epidemics spatially and approach scale-derived differences with country aggregated data (e.g. municipality-level data is not yet available). Results are shown in Figure 2 and display varying developmental stages of the COVID-19 epidemic outbreak, thereby recovering the different demographic topologies in the variety of CCAA and Figure 3 shows the extended fitting in order to have a better understanding of different development stages at community level.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1046,
                    "end": 1054,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1214,
                    "end": 1222,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Epidemic curves for Spain and the 17 Autonomous Provinces (CCAA)"
        },
        {
            "text": "Largest increases of infected -in absolute terms-are expected according to the CCAA curves, in the coming weeks for Madrid, Catalunya, Castilla La Mancha, Paìs Valencià, Castilla León and Andalucía. All the former display -under the current scenario evolution-peak cases occurring from late April to early May.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic curves for Spain and the 17 Autonomous Provinces (CCAA)"
        },
        {
            "text": "To compare Figure 1above with the effect of community dis-aggregation on the evolution of reported cases for Spain, simulations were performed individually and results aggregated together as shown in Figure 4 . Results are comparable despite they show relatively larger values for total infected than those arising from the simulations on the country's total cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 11,
                    "end": 24,
                    "text": "Figure 1above",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 200,
                    "end": 208,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Epidemic curves for Spain and the 17 Autonomous Provinces (CCAA)"
        },
        {
            "text": "The situation in Spain is at this time yet very severe, based on public data until March 25.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control scenarios for Spain"
        },
        {
            "text": "To this end, we tested the potential effects of intervention strategies to control and reduce social contacts. Effects of the adopted policies on March, 14 are not yet known or they can barely begin to show up as substantial changes in the epidemic curve at this date (see Appendix for an update to March 31. To help in the evaluation, we generated different scenarios with varying values of α, in order to simulate effects of social protection. Increases in α were structured in scenarios representing up to 10 times larger values than in that obtained from observations up to March 23. The results of these scenarios are summarised in Figure 5 . A drastic decrease in the resulting number of cases can be seen, if we increase the actual daily protection rate around ten times.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 637,
                    "end": 645,
                    "text": "Figure 5",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Control scenarios for Spain"
        },
        {
            "text": "Results with the current epidemic evolution for Spain, show that over 1, 400, 000 quarantined infections would be reported by the end of April, with an estimated burden of over 100, 000 deaths. A four times increase in the levels of protected population would represent a huge gain in the number of both clinically diagnosed infections and casualties ( Figure 5) . A decrease to around 200, 000 infected is achieved and a reduction to below 50, 000 deaths. Much larger reductions in both infected and deaths can be achieved if much stricter measures result in more drastic reductions in the number of effective contacts. Best case scenario simulated with ten times the efficacy of the observed alpha on March, 23, can result in a more recent arrival to a peak of around 100, 000 cases (around early April) and with a decrease in casualties to around 30, 000.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 353,
                    "end": 362,
                    "text": "Figure 5)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Control scenarios for Spain"
        },
        {
            "text": "4 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control scenarios for Spain"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control scenarios for Spain"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045005 doi: medRxiv preprint Table 2: Sample table title  Escenario  α  β  γ  δ Figure 6 for Madrid and in Figure 7 for Catalunya, respectively. Similar conclusions on the large effect of imposing stricter epidemic containment measures can be seen in both regions, even if imposed at the current stage of the epidemic development.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 194,
                    "text": "Table 2: Sample table title  Escenario  α  β  γ  δ",
                    "ref_id": null
                },
                {
                    "start": 195,
                    "end": 203,
                    "text": "Figure 6",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 222,
                    "end": 230,
                    "text": "Figure 7",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Control scenarios for Spain"
        },
        {
            "text": "Because the strength of this type of model, both to adjust and to predict future dynamics, depends on the accuracy in case reporting, it is important to analyze the uncertainties in the adjustment and evaluate the degree of variation of the parameter estimates. To get a better idea on its performance, the model was fitted with successively longer data series, adding a new day to the data window with which the fitting was computed. The shortest time series used was of 5 days from February 29 to March 3 and the longest covered up to March 31. The temporal span of the time series used can seriously affect the value of the fitted parameters. This is especially true at the beginning of the epidemic when the relationship between infected, dead and recovered is not entirely clear. For example if the number of confirmed cases is small, it is difficult to ascertain whether the quarantine has been rigorously applied or not. In addition, such under-representation would suggest that the number of infectious people is much larger than the number of confirmed cases. Results of the different dynamics and the parameter space can be seen in Figure 8 . Those parameters most affected are the ones directly related with the infection rate and the recovery rate, as well as the protection rate α.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1142,
                    "end": 1150,
                    "text": "Figure 8",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Model uncertainties"
        },
        {
            "text": "In order to see the performance of applying the same model framework in the other European country with more quarantine cases to date, we fitted the model to the COVID-19 epidemic in Italy. This way, as the situation in Italy precedes that of Spain by around one week, evaluation of control scenarios can be done at a more advanced stage of confinement measures. As the fist cases in Italy were reported in the end of February, two different sets of fittings were performed in order to compare the confinement restrictions imposed by the Italian authorities on March 10th. The NMSE in this case was 2.7e − 3 + − 3.6e − 4 (ci = 95%) and the parameters for each case are summarized in Table II . Figure 9 displays model results for the two different scenarios. Bottom panel shows the effect of different measures of confinement since day 1 in an hypothetical control scenario. These dynamics are the result of increasing the fitted α until approx 1% daily. This is a significant increase having into account the initial value of protection rate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 683,
                    "end": 691,
                    "text": "Table II",
                    "ref_id": null
                },
                {
                    "start": 694,
                    "end": 702,
                    "text": "Figure 9",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "The case of Italy"
        },
        {
            "text": "Current estimates of future trends in new infections in the weeks after March 23 largely compromise the capacity of the Spanish health system, as it happened for Italy. This is especially critical in particular for intensive care units from the end of March [23] . Our projections for the forthcoming evolution in the COVID-19 epidemic curve for Spain show a pessimistic scenario unless current social distancing measures are effective (see Appendix for an update as of March 31.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 262,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "With the estimates at hand, over 1.4 million people would be clinically diagnosed at the disease maximum and over 100.000 resulting deaths. Imposing stricter measures under the current uncertainties seems a logical preventive option given the considerable gains in terms of infected and casualties, even at moderate increases in alpha. Assessment of total country changes by means of aggregated and CCAA disaggregated data estimates, provides similar dynamical evolution despite different absolute values. Discrepancies to larger values might partly come from the heterogeneous population landscape in the different CCAA (e.g. cities with high population density), as opposed to the homogeneous 5 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045005 doi: medRxiv preprint contact assumption in the aggregated model estimates. Gaining extra time for exerting alternative interventions, such as temporary increases in public health responses, or increasing the capacity of massively screening the population in order to gain an accurate value of the real prevalence of SARS-CoV-2, or to develop disease treatment strategies seem a logical conclusion. While two of the most populated CCAA (namely Catalunya with roughly 7.7M people and Madrid Community, with 6.7M people) are already in the lead in terms of epidemic progression, other similarly populated regions lag only a few days entering a similar slope in their respective epidemic growths. The largest population density in Madrid compared to other CCAA together with its more advanced epidemic progression cast urgent attention on the evolution of this highly active epidemic focus. Those regions where the outbreak was initiated earlier (e.g. Madrid, Catalunya, Euskadi and Navarra) or appear to have more connectivity to the initial foci and largest population density tend to show earlier peaks. Those regions yet on early stages of the exponential increase are those where strong initial social isolation measures (therefore protection of the population), would have largest effects in resulting infected ( Figure  2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1438,
                    "end": 1447,
                    "text": "Figure  2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The projected rise in the number of infections shown in Figure 1 is very sensitive to the latest data used, as these data are the ones governing the changes in trends, therefore errors in reporting or other large uncertainties associated with these values may dramatically alter the final outcome in terms of number of infected and associated mortality. For the curve to happen as shown, the simulation assumes the initial conditions hold, therefore if that were not the case and measures were lifted before the epidemic reaches R 0 ≈ 1, infections might rise again. Improvements can be achieved with a more complete integration of time delay coordinates in classical SEIR models [6] . This way, both the incubation period and the period before recovery, as well as the precise role of asymptomatic population can be better represented at times when these information is highly uncertain. A substantial gain in the epidemic projection in the form of reduced infections in the population would already be achieved with a four-times rise in the efficacy of the control situation we had around March 9 − 16. This was the time when social distancing/confinement was imposed (March 13). Time will show to which extent current measures manage to increase the value of alpha. Application of strict containment measures clearly show drastic effect on the epidemic progression and a substantial reduction in both infected and to a lesser extent, deaths ( Figure 5 ).",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 683,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 64,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1446,
                    "end": 1454,
                    "text": "Figure 5",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The control scenarios presented contemplate a significant increase in the percentage of the population under confinement, ranging from 1.3 percent daily to 13 percent daily. These percentages imply that after a week of starting this control, the percentage of protected susceptible population is 9.1% and 91%, respectively, from the start of the measurement. These numbers explain the drastic differences in the two dynamics observed and the huge gain in lowering the toll of infected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Update of the epidemic situation in Spain partially showing the effect of partial lockdown and the current values for alpha are shown in the Appendix as for March 31.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The Covid-19 pandemic is exerting an unprecedented stress on the public health systems of many countries. Those at major risk now are Italy and Spain, and for them, efficacy of the partial confinement or total lockdown effects are yet unknown. Under this situation, we implemented a modified SEIR compartmental model accounting for infection from undiagnosed individuals and for different levels of population isolation, to evaluate effects of contacts reduction in the epidemic temporal dynamics. Among the advantages of the implemented model, it should be noted that despite the simplicity of the hypotheses, the adjustments obtained were accurate and the projections made do not differ much from those other of more complex models. Also instantaneous increment of cumulative diagnosed people depends on the history of cumulative infected people, by which the latent period can be taken into consideration. The results of the implemented control scenarios for March 23 show that a drastic isolation of the susceptible population should be implemented as soon as possible. For even not so drastic increases in alpha (two or three times the current rate) imply also significant reductions in the incidence of cases. The adjustments made in different CCAA also serve to verify the efficacy of the isolation hypothesis for the most affected communities (Madrid and Catalunya). They also serve as a basis for timely action in those communities that do not yet have a significant number of cases that jeopardises their health systems. Policymakers should weigh in the values and ethical considerations of employing now maximum strength in actions to help reduce the slope of the epidemic curve against the enormous associated economic cost. However, our study indicates that a three-weeks interruption of labor activities, thereby a drastic reduction in contacts, could end the current epidemic in around two months and drastically reduce both the burden of this disease, and much lower the toll of lives. Our results could also provide useful suggestions for the prevention and control of the COVID-19 outbreaks in different countries and locations such as Argentina and USA lagging the current epidemic wave in Spain and Italy. These represents two very different scenarios. In the case of the USA, no radical control measure was initially implemented by the federal government and the epidemic seems to be in a phase of uncontrolled growth. On the Argentina side, the health authorities seem to have taken note of what is happening in Europe and more strict movement restrictions have been implemented, although it is difficult to determine the degree of commitment by the population. 6 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045005 doi: medRxiv preprint However, our model does not consider space explicitly as we approached aggregated data. This lack of spatial granularity may affect the accuracy of simulations when the spread of infections in a territory reaches and takes off in a populated city. The former might alter results producing more new cases than expected, exactly what the aggregation for CCAA data clearly shows. Spatial modelling should also be incorporated explicitly and extension of this modelling approach to incorporate movement of individuals should follow. Results should be interpreted with care as projections at these initial stages of the epidemic are very dependent on the quality of data, with small changes in observed values producing large variations in trends. However, even with this limitation in mind, the magnitude of positive increments in cases suggests these results are strong. Variable isolation strength measures can be tested with this model and inform governments of the most probable effects of their actions on the initial course of the COVID-19 disease. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045005 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity. 9 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045005 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045005 doi: medRxiv preprint 11 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045005 doi: medRxiv preprint 12 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045005 doi: medRxiv preprint 13 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045005 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045005 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures"
        },
        {
            "text": "In this appendix we show an update of the fitted model with the data reported up to March 31. Figure 10 shows the the fitting and projections of the model with the new data. If we compare these results with those in the previous sections, the model now predicts an epidemic peak much lower than before. This may be mainly because of the Spanish government control measures imposed and a harder confinement restriction. In Figure 11 and to better understand the current scenario in the context of the scenarios previously outlined in Figure  5 , the dynamics corresponding to the parameters indicated above are added as dashed lines for each panel (Reported, Recovered and Dead). 15 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 103,
                    "text": "Figure 10",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 422,
                    "end": 431,
                    "text": "Figure 11",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 533,
                    "end": 542,
                    "text": "Figure  5",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "A Updated Results for Spain"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045005 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Updated Results for Spain"
        },
        {
            "text": "In the same way than we did for Spain, in this section we show results of the model fitting with the data updated until March 31st. In Figure 12 the new fittings are showed and in Table 3 the fitted parameters are listed. Notice the closeness to the epidemic peak in some of the CCAA, a fact that can be real or be due to the yet low prevalence of the disease in parts of Spain. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 144,
                    "text": "Figure 12",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 180,
                    "end": 187,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "B Updated scenario for each CCAA in Spain"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045005 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B Updated scenario for each CCAA in Spain"
        },
        {
            "text": "With the purpose of making a new evaluation of what an increase in the current protection rate for Italy might represent, several control scenarios were run where the alpha value was gradually increasing from 3.5% daily up to the post-control scenario assumption of 7.2% daily. Results can be seen in Figure 13 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 301,
                    "end": 310,
                    "text": "Figure 13",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "C Increasing the actual protection rate for Italy"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C Increasing the actual protection rate for Italy"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C Increasing the actual protection rate for Italy"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045005 doi: medRxiv preprint 18 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C Increasing the actual protection rate for Italy"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C Increasing the actual protection rate for Italy"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045005 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C Increasing the actual protection rate for Italy"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The lessons of the pandemic",
            "authors": [
                {
                    "first": "George",
                    "middle": [
                        "A"
                    ],
                    "last": "Soper",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Science",
            "volume": "49",
            "issn": "",
            "pages": "501--506",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The global macroeconomic impacts of covid-19: Seven scenarios",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                },
                {
                    "first": "Roshen",
                    "middle": [],
                    "last": "Mckibbin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fernando",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The spanish influenza pandemic: a lesson from history 100 years after 1918",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martini",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gazzaniga",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bragazzi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Barberis",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Preventive Medicine and Hygiene",
            "volume": "60",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (sars-cov2)",
            "authors": [
                {
                    "first": "Ruiyun",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Sen",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "Bin",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Yimeng",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Tao",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Wan",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Jeffrey",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epidemic analysis of covid-19 in china by dynamical modeling",
            "authors": [
                {
                    "first": "Liangrong",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "Wuyue",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Dongyan",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Changjing",
                    "middle": [],
                    "last": "Zhuge",
                    "suffix": ""
                },
                {
                    "first": "Liu",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2002.06563"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Underpromise, overdeliver. Science",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Holden"
                    ],
                    "last": "Thorp",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A time delay dynamical model for outbreak of 2019-ncov and the parameter identification",
            "authors": [
                {
                    "first": "Yu",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Yu",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Keji",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2002.00418"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Estimation of parameters in a structured sir model",
            "authors": [
                {
                    "first": "Begoña",
                    "middle": [],
                    "last": "Cantó",
                    "suffix": ""
                },
                {
                    "first": "Carmen",
                    "middle": [],
                    "last": "Coll",
                    "suffix": ""
                },
                {
                    "first": "Elena",
                    "middle": [],
                    "last": "Sánchez",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Advances in Difference Equations",
            "volume": "2017",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mathematical understanding of infectious disease dynamics",
            "authors": [
                {
                    "first": "Stefan",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Yingcun",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "World Scientific",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Studies on mathematical models for sars outbreak prediction and warning",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Chinese Sci Bull",
            "volume": "49",
            "issn": "21",
            "pages": "2245--2251",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A realistic two-strain model for mers-cov infection uncovers the high risk for epidemic propagation",
            "authors": [
                {
                    "first": "Tridip",
                    "middle": [],
                    "last": "Sardar",
                    "suffix": ""
                },
                {
                    "first": "Indrajit",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "Xavier",
                    "middle": [],
                    "last": "Rodó",
                    "suffix": ""
                },
                {
                    "first": "Joydev",
                    "middle": [],
                    "last": "Chattopadhyay",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLOS Neglected Tropical Diseases",
            "volume": "14",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Transmission dynamics of the covid-19 outbreak and effectiveness of government interventions: A data-driven analysis",
            "authors": [
                {
                    "first": "Yaqing",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "Yiting",
                    "middle": [],
                    "last": "Nie",
                    "suffix": ""
                },
                {
                    "first": "Marshare",
                    "middle": [],
                    "last": "Penny",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Medical Virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Estimations of the coronavirus epidemic dynamics in south korea with the use of sir model",
            "authors": [
                {
                    "first": "Igor",
                    "middle": [],
                    "last": "Nesteruk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (covid-19) outbreak in china: summary of a report of 72 314 cases from the chinese center for disease control and prevention",
            "authors": [
                {
                    "first": "Zunyou",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Jennifer",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The epidemiology and pathogenesis of coronavirus disease (covid-19) outbreak",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hussin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rothan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Siddappa",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Byrareddy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Autoimmunity",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Early transmission dynamics in wuhan, china, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Qun",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Xuhua",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Peng",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Xiaoye",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Lei",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Yeqing",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "Ruiqi",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Kathy",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Eric",
                    "suffix": ""
                },
                {
                    "first": "Jessica",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Generalized seir epidemic model",
            "authors": [
                {
                    "first": "Cheynet",
                    "middle": [],
                    "last": "Echeynet",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Reportes coronavirus ministerio de sanidad. gobierno de españa",
            "authors": [
                {
                    "first": "Sanidad",
                    "middle": [],
                    "last": "Ministerio De",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Covid-data spain",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Delgado",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A mathematical model for the spatiotemporal epidemic spreading of covid19. medRxiv",
            "authors": [
                {
                    "first": "Alex",
                    "middle": [],
                    "last": "Arenas",
                    "suffix": ""
                },
                {
                    "first": "Wesley",
                    "middle": [],
                    "last": "Cota",
                    "suffix": ""
                },
                {
                    "first": "Jesus",
                    "middle": [],
                    "last": "Gomez-Gardenes",
                    "suffix": ""
                },
                {
                    "first": "Sergio",
                    "middle": [],
                    "last": "Gómez",
                    "suffix": ""
                },
                {
                    "first": "Clara",
                    "middle": [],
                    "last": "Granell",
                    "suffix": ""
                },
                {
                    "first": "Joan",
                    "middle": [
                        "T"
                    ],
                    "last": "Matamalas",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [],
                    "last": "Soriano-Panos",
                    "suffix": ""
                },
                {
                    "first": "Benjamin",
                    "middle": [],
                    "last": "Steinegger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of SARS-CoV-2 in the 17 autonomous regions (CCAA)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "of the main active foci (Barcelona and Madrid) Active discussion on the convenience of imposing stricter measures is underway on March 22, with the overall effect of yet acting on the more active COVID-19 foci being under large debate. Given the large associated uncertainties and enormous public health and economic costs, timely actions at this point might represent large gains or losses. To aid in this respect, we simulated the effect of imposing stricter measures of social distancing also on two of the most active foci, namely Madrid and Catalunya. Madrid was the CCAA were the initial outbreak evolved more rapidly and on March 23, it concentrates over 30 percent of total cases and a large majority of deaths. Similarly, Catalunya is now showing a significant increase in new infected and both areas share similar populations albeit Madrid has in comparison, higher population density. Results are shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fitting of the population model implemented on a global scale (all Spain) 7 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Model fitting for the 17 CCAA of Spain.8 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Model extended fitting for the 17 CCAA of Spain.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Aggregated CCAA model fitting for Spain.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Control scenarios for the global model (all Spain) 10 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Extended fitting for Madrid.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Extended fitting for Catalunya.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Model uncertainties (a) dynamics obtained by adding new values to the time series and (b) the fitted parameters variation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Model fitting and control scenarios for Italy. (a) fitting before confinement restrictions (b)fitting after confinement restrictions and (c) Control scenarios 14 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "The model parameters now are α = 0.087, β = 1.305, γ = 1.044, δ = 0.510, λ = [0.095, 0.017], k = [0.026, 0.022]. A significant increase in the control rate is mostly evident. Model fitting for Spain updated to March 31. (a) total active cases, recovered and deaths (b) total confirmed cases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Control scenarios for the global model (all Spain) with the predictions as for March 31st added as dashed lines.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Model extended fitting for the 17 CCAA of Spain.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Control scenarios for Italy using as a starting point the parameters obtained with the post-control fitting (Table2)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Sample table title Comunity",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}