{
    "paper_id": "050a88e5eb54f6fc3cb83b0b7e5c21022678032a",
    "metadata": {
        "title": "René Glawion (b;c) , Bodo Plachter (a;d) ; Constantin Weiser (a;c) and Klaus Wälde (a;c;e)",
        "authors": [
            {
                "first": "Jean",
                "middle": [],
                "last": "Roch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Donsimoni",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Many countries consider the lifting of restrictions of social contacts (RSC). We quantify the e¤ects of RSC for Germany. We initially employ a purely statistical approach to predicting prevalence of COVID19 if RSC were upheld after April 20. We employ these …ndings and feed them into our theoretical model. We …nd that the peak of the number of sick individuals would be reached already mid April. The number of sick individuals would fall below 1,000 at the beginning of July. When restrictions are lifted completely on April 20, the number of sick should rise quickly again from around April 27. A balance between economic and individual costs of RSC and public health objectives consists in lifting RSC for activities that have high economic bene…ts but low health costs. In the absence of large-scale representative testing of CoV-2 infections, these activities can most easily be identi…ed if federal states of Germany adopted exit strategies that di¤er across states. . We are grateful to Claudius Gros, Albrecht Ritschl, Hilmar Schneider, Hans-Werner Sinn, to many members of the \"Makrorunde\"and to seminar participants of the 'Forecasting COVID19' workshop at the Johannes Gutenberg University for comments and discussions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Authorities in most countries have imposed restrictions on social contacts (RSC in what follows) in various forms. They include contact bans outside the household, shut down of schools and closing of small businesses. Many countries are facing the question of how long RSC should last. We take the example of Germany and quantify both their current e¤ects and their e¤ects in the long run in case they are maintained. We also quantify the e¤ect of a complete lift of RSC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We …nd that neither a permanent RSC nor a complete lift is desirable. A permanent RSC would yield an epidemic in Germany that would lead to around 184,000 sick individuals only. The epidemic would not be over, however, as most individuals would still likely be susceptible to an infection. A permanent RSC would also not be economically sustainable. A complete lift is likely to yield a fast increase of the number of sick that would overstrain the public health system. This points towards the need to think about exit options which promise to keep infection rates stable. Exit strategies should be reversible and tested for, say, 4 weeks and di¤er across regions. This would allow authorities to understand their health and economic e¤ects. Learning about policy measures appears essential in this global pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There is an exploding literature on COVID19 and its e¤ects. A …rst survey is in , a broader overview is in Gros et al. (2020) . We build our analysis on the model and projection presented in Donsimoni et al. (2020a) . 2 In contrast to this paper, we (i) provide a more precise calibration of the e¤ect of no public health measures. The precision results from the availability of more observations. This is essential for quantifying the e¤ects of lifting RSC. We (ii) can also quantify the e¤ects of RSC in the present paper as su¢ cient data has become available since our earlier work. Our most recent observation now is from 7 April. Most importantly, due to the availability of enough observations, we can (iii) employ purely statistical methods to make a forecast for the current RSC. This allows us to work without assumptions about long-run infection and sickness rates. For judging the e¤ect of a lift of RSC, we do need to return to long-run assumptions, however, as we need to work with the theoretical model developed in Donsimoni et al. (2020a) again. Adamik et al. (2020) also quantitatively analyse the situation in Germany. They employ a microsimulation model which allows to better understand the e¤ect of heterogeneity across households. They argue that reaching herd immunity without violating the capacity limit of the health care system is likely to fail. They do not explicitly analyse the e¤ects of RSC and do not discuss the …t of their model to observed data. Dehning et al. (2020) estimate parameters of their model in a statistically very convincing way. They focus on constant transition rates for di¤erent RSC-regimes (but do allow for time-dependency to smooth between regimes). They make forecasts for a period of two to three weeks and use data up to 31 March. 3 The analysis by Gros et al. (2020) also takes the economic costs of RSC into account. They do not provide forecasts. Promising future work could combine their economic cost approach with forecasts.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 125,
                    "text": "Gros et al. (2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 191,
                    "end": 215,
                    "text": "Donsimoni et al. (2020a)",
                    "ref_id": null
                },
                {
                    "start": 1031,
                    "end": 1055,
                    "text": "Donsimoni et al. (2020a)",
                    "ref_id": null
                },
                {
                    "start": 1063,
                    "end": 1083,
                    "text": "Adamik et al. (2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1483,
                    "end": 1504,
                    "text": "Dehning et al. (2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1809,
                    "end": 1827,
                    "text": "Gros et al. (2020)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The structure of the paper is as follows. We …rst take a purely statistical perspective and describe the dynamics of the number of reported infected individuals over time. We employ both data from the Robert Koch Institute (RKI, 2020) and from Johns Hopkins University (JHU, 2020). We also provide a forecast of the number of reported sick individuals purely based on RKI observations and under the assumption that current RSC rules do not change. Section 3 presents the essentials of the model developed earlier in Donsimoni et al. (2020a) . Our calibration is in section 4 and section 5 quanti…es the e¤ects of the current RSC and studies the e¤ects of a complete exit. Section 6 concludes.",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 540,
                    "text": "Donsimoni et al. (2020a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There are two datasets for Germany that are used to describe prevalence of COVID19. The …rst is data from the Robert Koch Institute (RKI, 2020), the second data source is from Johns Hopkins University (JHU, 2020) . In this section we employ both to see their relative strengths and merits. Figure 1 The daily growth rates (left) and the level of the number of sick (right) for RKI data (logarithmic scale)",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 212,
                    "text": "(JHU, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 290,
                    "end": 298,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Descriptive statistics"
        },
        {
            "text": "When we look at …gure 1, one might believe to identify a permanent break in growth rates end of March. Looking at the right picture gives the impression that the curve becomes ‡atter over time but there is a kink on 30 March: When looking at growth rates (crosses in left part of the …gure), there is a permanent drop on this same 30 March. When we look at Johns Hopkins data, we can identify two break points. The …rst is on 20 March. It can clearly be seen in the left part of the …gure with the drop in daily growth rates and in the right part on 20 march. This is the drop that was also identi…ed econometrically by Hartl et al. (2020) . It is also clear from these two …gures that there is another break on 27 March. Looking at the sequence of public health measures in Germany (see e.g. www.acaps.org) and the usual delay between infection and symptoms and reporting (see Linton et al., 2020 and Lauer et al., 2020 for medical evidence on incubation time with median 5.2 days for COVID19 with Chinese data), one could try to identify the events behind these breaks.",
            "cite_spans": [
                {
                    "start": 620,
                    "end": 639,
                    "text": "Hartl et al. (2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 878,
                    "end": 901,
                    "text": "Linton et al., 2020 and",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 902,
                    "end": 920,
                    "text": "Lauer et al., 2020",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Descriptive statistics"
        },
        {
            "text": "In our analysis of the e¤ect of public health measures below, we will focus on RKI data. Hence, we assume that the break took place on 30 March. 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Descriptive statistics"
        },
        {
            "text": "The best, almost entirely observation-based, forecast for the evolution of COVID19 in Germany, under the assumption that RSC do not change, can be obtained from …tting a Gompertzcurve model to the data. The Gompertz curve is a reduced form, non-linear trend model which is characterized by an upper saturation point which is estimated endogenously. The model displays a double exponential form with three parameters and a time index t; y t = ae be ct :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gompertz curves"
        },
        {
            "text": "The parameter b is a horizontal shift parameter and c is the growth parameter. It can be thought of as the infection rate in this context. The parameter a denotes the saturation point: Letting time t become larger and larger (we look further and further into the future) shows that y t approaches a as e ct with c > 0 approaches zero. It is well-known that models of this type capture the s-shape of infection numbers quite well. With new data, the green area becomes smaller and approaches the dashed red curve. As this …gure impressively shows, Germany seems to be heading towards a stable number of reported COVID19 infections. This number lies at around 184 thousand individuals and would be reached around early May under the assumption that current RSC are not modi…ed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gompertz curves"
        },
        {
            "text": "The model was described in detail in . We present only those parts that are important for understanding our calibration below and our forecasts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model"
        },
        {
            "text": "The basic structure of the model is illustrated in …gure 4. The most well-known background in economics are search and matching models in the Diamond (1982) , Mortensen (1982) and Pissarides (1985) . The background in mathematics are continuous time Markov chains. We employ this structure and assume four states.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 156,
                    "text": "Diamond (1982)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 159,
                    "end": 175,
                    "text": "Mortensen (1982)",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 197,
                    "text": "Pissarides (1985)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The basic structure"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.10.20060301 doi: medRxiv preprint Figure 4 Transitions between the state of health (initial state), sickness, death and health despite infection or after recovery",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 115,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We employ this …gure to o¤er precise de…nitions about which individuals we consider to be in which state. State 1 is the state of being healthy in the sense of never having been infected by CoV-2. State 2 captures all individuals that have been reported to be infected with SARS-CoV-2. As these reports are based in Germany up to now on tests of individuals that have some (e.g. respiratory) symptoms, we call this the group of sick individuals. The sum of all individuals that are ever reported to be sick is the data collected and published by RKI and JHU that we will employ below. The term sick is also useful as it stresses the di¤erences to individuals that are infected but do not display symptoms. This process is captured in the model by the ‡ows from state 1 to state 4. The size of these ‡ows is a big unknown empirically speaking and several tests are currently being undertaken to measure the number of infected but not sick individuals. 5 State 3 counts the number of deceased individuals. All individuals that have recovered from being sick or that were never reported or never displayed symptoms after infection are in state 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We will employ the terms prevalence and incidence distinctly throughout the paper. Incidence is the number of individuals that are reported for the …rst time to be sick on a given day. This is the in ‡ow into state 2: Prevalence is identical to N 2 (t) which denotes the (expected) number of sick individuals at a point in time t in state 2. Prevalence at t is the sum over all incidences from the beginning of the epidemic up to t minus the deceased and the recovered individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Data reported by RKI or JHU has traditionally consisted of the number of individuals that were ever reported to be sick, i.e. the sum (integral in terms of the model) of all the in ‡ows into state 2: This quantity at t amounts to prevalence plus the deceased plus the recovered. 6 The incidence is the daily di¤erence between data reported by RKI or JHU on one day minus the value reported on the day before. This corresponds to incidence above, i.e. N new 2 (t) in .",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 280,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The population in our model is characterized by an infection rate which is simply the ratio of the number of infected individuals (sick and in state 2 or without symptoms in state 4) to 5 Our earlier paper ) discusses in detail how we quantify this ‡ow. The crucial assumption concerns the share of infected individuals that do not display symptoms or are not reported. We assume this share is around 80% to 90%. In terms of model parameters, this means we assume r = 10% (see below). 6 We denote this by N ever .",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 486,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 individuals that are alive. Letting N s (t) denote the number of individuals in state s at t; the infection rate is simply",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ":",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The infection rate is zero initially at t < 0: On 24 February 2020 and for Germany, a number of N 2 (0) = 16 sick individuals is introduced into the system and infections and sickness start occurring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The central transition rate in our model is the individual sickness rate that captures ‡ows from state 1 to state 2: We specify it as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "where 0 < ; ; < 1 allows for some non-linearity in the process and a > 0: The …rst term N 1 (t) captures the idea that more healthy individuals reduce the individual sickness rate. The second term (N 2 (t) + N 4 (t)) increases the sickness rate when there are more infectious individuals. The parameter describes the fact that individuals that are infected but do not display symptoms (and are therefore in state 4 of our model) nevertheless can infect other individuals. The third term in squared brackets makes sure that the arrival rate is zero when a share of society is sick (state 2) or healthy after infection (state 4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The sickness rate satis…es \"no sickness without infected individuals\", 12 (a; N 1 ; 0; 0; ) = 0 and \"end of spread at su¢ ciently high level\", 12 (a; N 1 ; N 2 ; N 4 ; ) = 0: In between these startand endpoints, the infection rate will …rst rise and then fall. This speci…cation makes sure that in the long run a share of around 1 will not have left state 1; i.e. will never have been infected. 7 We refer to as the long-run share of infected individuals once the epidemic is over.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 396,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "After some steps (see Donsimoni et al., 2020a) , our model can be summarized by an ordinary di¤erential equation system. The (expected) number of individuals in state s is described by system (3). Parameters not described above are r; 23 ; n rec and N . The probability to turn sick after an infection with SARS-CoV-2 is denoted by r: The death rate for the transition of sick individuals from state 2 to state 3 visible in …gure 4 is denoted by 23 : We assume that it takes (on average) n rec days to recover from being sick, i.e. to move from state 2 to state 4: Finally, the population size (before the epidemic) is given by N:",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 46,
                    "text": "Donsimoni et al., 2020a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The model as an ordinary di¤erential equation system"
        },
        {
            "text": "We employ this system for calibration and for prediction. Initial conditions for our solution are N ever 2 (0) = N ever observed (0) = 16 for 24 February 2020 (RKI, 2020), N 3 (0) = N 4 (0) = 0 and N 1 (0) = 83; 100; 000 N ever 2 (0), where N = 83:1 million is the population size in Germany before the epidemic. Initial conditions for our calibration of the RSC regime are numbers N s (t r ) where t r =30 March 2020 is the day when the RSC regime starts. Initial conditions for 7 We employ \"around\" as some individuals will have ended up in state 3 whose number does not enter the expression in (1).",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 481,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The model as an ordinary di¤erential equation system"
        },
        {
            "text": "predicting the e¤ect of a potential lift of RSC correspond to model predictions for t l =27 April 2020. 8 4 Calibration and model …t",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model as an ordinary di¤erential equation system"
        },
        {
            "text": "The parameters in our model are either chosen exogenously or are the outcome of our data …tting procedure. Exogenous parameters are displayed in table 1. As in our earlier work, we assume that recovery takes an average of 14 days. This implies a recovery rate of 24 = 1=14 which captures heterogeneity in the course of the disease (Guan et al., 2020) to some extent. The share r of individuals that turns sick (and is reported) after an infection is 10%. The share of infected individuals without symptoms that can infect other individuals is 40%. See Donsimoni et al. (2020a) for more discussion and robustness analyses.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 350,
                    "text": "(Guan et al., 2020)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 552,
                    "end": 576,
                    "text": "Donsimoni et al. (2020a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Calibration"
        },
        {
            "text": "The model makes a clear prediction about the long-run number of individuals that were ever reported to be sick. As shown in Donsimoni et al. (2020a) , this number is given by",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 148,
                    "text": "Donsimoni et al. (2020a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Calibration"
        },
        {
            "text": "We would like to emphasize that this property of our model is crucial for our long-run predictions and the short-run …ndings. The long-run number of individuals that, once the epidemic is over, were ever reported to be sick is the probability to get sick after an infection, r = 10%; times the long-run share of infected individuals, = 60%; times population size, N = 83:1 million, i.e. the long-run number of sick individuals equals 4:99 5 million. This is the number of sick individuals in the \"normal\"scenario of Donsimoni et al. (2020a,b) . In their \"optimistic Hubei scenario\", they assume that the population share of ever infected individuals once the epidemic is over amounts to = 6% only. In this scenario, the long-run number of sick individuals is 10% 6% 83:1 million =498:6 thousand individuals, i.e. roughly 0.5 million individuals. Once this quantity is …xed, any public health measure in our model only shifts the number of sick individuals over the duration of the epidemic. RSC reduces the sickness rate 12 from (2) in the short-run but only delays the infection of the rest of N ever 2 (end) from (4). We admit that this is a strong implication of our model but we only \"translate\" assumptions made in more general not model-based discussions. 9 Given that this is a strong assumption and given our Gompertz curve estimation of the current situation in Germany illustrated in …gure 3, we are now in the lucky situation that we can do without a strong assumption for N ever 2 (end) for the current RSC. For the current regime (but not for the end of the entire COVID19 epidemic), …gure 3 tells us that we are converging in May or June to a value of roughly 184; 000 sick individuals. To make clear that this value is 8 As discussed below, we assume that a lift on 20 April would imply observable e¤ects only around one week later. 9 In ongoing work we study the historical evidence about r from other epidemics and pandemics. No systematic evidence seems to be available at this point. We are grateful to dozens of epidemiologists, virologists, economists and decision-makers for discussions of this point.",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 542,
                    "text": "Donsimoni et al. (2020a,b)",
                    "ref_id": null
                },
                {
                    "start": 1262,
                    "end": 1263,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 1848,
                    "end": 1849,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Calibration"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7"
        },
        {
            "text": "The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 valid only for the current RSC, we denote it by N ever 2 (June) 184; 000: This estimate implies a parameter restriction on our long-run value. 10 Put di¤erently, we can compute r N ever 2 (June) N = 2:2 1000 :",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 65,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 85,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "This is the share of sick individuals in the population when the epidemic is over and if the current RSC were preserved forever. The value for the long-run share of infected individuals is therefore computed such that (5) is satis…ed. 11 We …nally …x various parameters such that we match data reported by RKI. To do so, we minimize the Euclidean distance between the reported data and the predicted values of the model. We undertake two separate calibrations, one for each sub-period described above after the discussion of …gure 1. We target a weighted sum of the squared di¤erence between N ever 2 (t) = R t 0 12 (s) N 1 (s) ds and observation and the newly-sick N new 2 (t) = R t t 1 12 (s) N 1 (s) ds and observation. More precisely, parameters a; ; and are obtained from min a; ; ;",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 237,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We impose constraints for ; ; to lie between zero and one and for a to be positive. None of the constraints are binding. Table 2 presents these and all other parameter values both for (t 1 ; t 2 ) = (24 Feb to 29 March) and (t 1 ; t 2 ) = (30 March to 7 April) :",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 128,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We want to match the number of reported deaths from COVID-19 for our two sub-periods. Hence, the constant death rate for the period from t 1 to t 2 can be computed from",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "where N obs 3 (T ) is the number of dead individuals at T: Employing this equation yields the values in table 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The calibration in Donsimoni et al. (2020a) employed RKI data from 24 February 2020 to T = 21 March 2020: Given the impression from …gure 1, there is a break in the growth rate of the number of sick only on 30 March (and not on 20 March). We therefore identify two regimes in the RKI data, one from t 1 =24 February to t 2 =29 March and one starting t 1 =30 March. Table 2 Calibrated parameters for RKI data before and after the break 10 We are grateful to Hilmar Schneider for having raised this point. 11 We emphasize again that preserving the RSC would be unlikely to set an end to the epidemic as some infected individuals will remain within the population also by June. A lift of RSC only in June would then lead to a next rise of infections.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 43,
                    "text": "Donsimoni et al. (2020a)",
                    "ref_id": null
                },
                {
                    "start": 435,
                    "end": 437,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 504,
                    "end": 506,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 365,
                    "end": 372,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Parameters and model …t"
        },
        {
            "text": "The calibration results for both regimes are in table 2. The …gure also displays for the pre-RSC regime up to 29 March. We set it equal to 6% and therefore choose the \"optimistic Hubei scenario\". The value for for the RSC regime as of 30 March is the value from (5) divided by r from table 1. The death rate 23 is such that the model matches the number of deceased individuals according to (7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameters and model …t"
        },
        {
            "text": "The …t of the calibration can be judged by looking at …gure 5. 10 5 data RKI model prediction recalibration Figure 5 Fit for RKI data, incidences on left and total incidences on right",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 116,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Parameters and model …t"
        },
        {
            "text": "Our minimization procedure in (6) takes both incidences and total incidences into account without weighting observations explicitly. As a consequence, the …t is unlikely to be equally good. The red curve in the left part of …gure 5 shows that incidences up to 29 March are well explained by our model. By contrast, as visible when looking at the yellow curve, daily incidences in the RSC regime are more hard to be captured. We clearly see, however, that the calibrated model already captures the turning point in the number of incidences. This is also what the purely statistical Gompertz approach shown in …gure 3 has identi…ed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameters and model …t"
        },
        {
            "text": "The …t for total incidences on the right is very good. The red curve …ts data up to 29 March very well and shows where the number reported by RKI would have gone if no RSC had been imposed. The yellow curve shows the numbers one can expect for the weeks to come. From the prediction of the model we are around the turning point now in Germany. The absolute numbers of incidences should now fall on average over the coming weeks. This prediction assumes that public health measures in place do not change and that individuals stick to these rules as they used to.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameters and model …t"
        },
        {
            "text": "The e¤ects of RSC We now quantify the health e¤ects of restrictions of social contacts (RSC). Our central variable of interest is again the prevalence of COVID19, the number of individuals that are simultaneously sick -N 2 (t) in terms of our model. This section also shows what the e¤ects of keeping social distancing forever and relaxing it as of 20 April are. Figure 6 The e¤ect of no shutdown, permanent RSC (shut down) and temporary RSC (shut down) on the prevalence N 2 (t)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 371,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "The e¤ects of RSC and of relaxing them"
        },
        {
            "text": "The blue curve shows the evolution of the epidemic in the absence of any public intervention. This curve employs parameters as calibrated above and as reported in table 1 and the …rst row of table 2. As the red curve in …gure 6 shows, social distancing measures and the shutdown were useful and considerably \" ‡attened the curve\". This curve is plotted using parameter values again from table 1 and from the second row of table 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The e¤ects of RSC and of relaxing them"
        },
        {
            "text": "From a pure health perspective this is of course very desirable. As an example, we can again look at the corresponding probabilities to turn sick on a given day or over the period of one week. As the red curve in the left part of …gure 5 illustrates, in a situation without RSC, the number of incidences would have continued to increase and so would have the risk to get infected. The yellow curve shows that incidences are now falling and so does the risk to get infected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The e¤ects of RSC and of relaxing them"
        },
        {
            "text": "While this was expected and predicted by many, our quantitative model can make predictions about the long-run e¤ects of these distancing measures. If measures were upheld permanently, the peak of COVID19-prevalence N 2 (t) would be reached end of April already. We can de…ne the end of an epidemic again such that prevalence N 2 (t) falls below 1,000 or the daily incidences are below 100. Prevalence would be lower than 1,000 beginning of July and incidences would be below 100 beginning of May. We stress again that these are expected dates that should hold if RSC are upheld permanently. We also stress that this would not mean a complete end of the epidemic in the sense of herd immunity. There would still be many individuals in state 1 that are not immune and that can be infected and turn sick.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The e¤ects of RSC and of relaxing them"
        },
        {
            "text": "A complete exit from RSC Let us return to …gure 6 and inquire about the e¤ects of lifting social distancing rules as of 20 April. Due to the delay between infection and reporting also discussed in the context of …gures 1 and 2, we assume that the e¤ects of a lift are visible as of 27 April. We therefore plot a green curve in …gure 6 that starts on 27 April.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The e¤ects of RSC and of relaxing them"
        },
        {
            "text": "Plotting this curve requires again parameters for our ODE system in (3). We assume that COVID19 would continue to spread according to the sickness rate 12 from (2). The question is which parameter values we should choose. We do employ parameters in table 1 as always.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The e¤ects of RSC and of relaxing them"
        },
        {
            "text": "As it is a projection under a di¤erent regime, we cannot employ parameter values from the days before. Hence, concerning parameters from table 2, we assume that the sickness rate is characterized by the same parameter values as before RSC. This leads us to employing the parameter values which we obtained for our calibration of the period from 24 February to 29 March in the …rst row of table 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The e¤ects of RSC and of relaxing them"
        },
        {
            "text": "We should stress that this does not imply that the spread is with the same speed as of 24 February. The number of individuals in states 1; 2 and 4, which are the arguments in the sickness rate (2), di¤er on 27 April as compared to those before any RSC. As a consequence, the speed of the spread will di¤er.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The e¤ects of RSC and of relaxing them"
        },
        {
            "text": "Plotting the projection for 27 April onwards also requires a value for : This share of the population that will have been infected once the epidemic is over is the most di¢ cult parameter to be pinned down. If we keep the value of = 0:06; RSC would just imply a shifting of the number of sick over the length of the epidemic. It would, however, not reduce the overall number of sick. It seems natural to assume, however, that RSC not only a¤ect current infection rates but also the long-run share of individuals that are ever infected. We therefore assume a lower value for the long-run infection rate of = 0:04: 12 As is clear from this discussion, a complete lifting of current social distancing rules should lead to an increase in the number of sick individuals again. Figure 6 therefore summarizes the trade-o¤ decision makers face. Preserving current RSC would be good from a public health perspective but would imply further very high economic costs. A complete lift on 20 April bears the risk of returning to fast growth of the number of sick individuals. The conclusion discusses options that might strike a balance between both scenarios.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 772,
                    "end": 780,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "The e¤ects of RSC and of relaxing them"
        },
        {
            "text": "Neither perpetuating the current situation with restrictions on social contacts (RSC) nor a complete lift of RSC is desirable. Preserving the current situation would imply social and economic costs that cannot be sustained for long. Lifting RSC would yield high health risks with a quick increase in the number of sick individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "A way out must consist in measures that reduce economic costs without increasing infection risks substantially (see Abele-Brehm et al., 2020, for suggestions) . At the same time one should not follow a one-rule-…ts-all policy for all regions in Germany. If di¤erent regions (or even smaller communities) run di¤erent policies and data is well-recorded for smaller areas as well, decision makers could quickly learn about which measures are most e¤ective in terms of reducing infection rates as well as reducing economic and social costs. As an example, some regions could allow for schools to open again as of grade 9, others only as of grade 5. Other regions could allow restaurants (preserving a distance of 2 meters between tables) to open, while others do not. A trial period of four weeks with partially relaxed rules in some parts of Germany should be enough to identify the e¤ects. One should then be prepared to adjust the measures (both upwards or downwards depending on the outcomes) in around four weeks after relaxing the measures.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 158,
                    "text": "Abele-Brehm et al., 2020, for suggestions)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "These measures would not be required if truly large-scale testing of the population and isolation of infected and sick was possible. In the absence of medical testing, one can only learn by coordination of heterogeneous regional responses to COVID19. This would be a good example of how a federal system can be used to learn from each other. If this option is ignored, it will be just as di¢ cult in one month's time to judge which measures help economically and are not too costly from a health perspective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Die Bekämpfung der Coronavirus-Pandemie tragfähig gestalten",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abele-Brehm",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dreier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fuest",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Grimm",
                    "suffix": ""
                },
                {
                    "first": "H.-G",
                    "middle": [],
                    "last": "Kräusslich",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Krause",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leonhard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lohse",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lohse",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mansky",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Peichl",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Schmid",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wess",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Woopen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mitigation and herd immunity strategy for COVID-19 is likely to fail",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Adamik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bawiec",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bezborodov",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bodych",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burgard",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Götz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Krueger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Migalska",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pabjan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ozanski",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rafajlowicz",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Rafajlowicz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Skubalska-Rafajlowiczc",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ryfczynska",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Szczureki",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Szymanski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Inferring COVID-19 spreading rates and potential change points for case number forecasts",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dehning",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zierenberg",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Spitzner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wibral",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Neto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wilczek",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Priesemann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Aggregate Demand Management in Search Equilibrium",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Journal of Political Economy",
            "volume": "90",
            "issn": "",
            "pages": "881--94",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Projektion der COVID-19-Epidemie in Deutschland",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Donsimoni",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Glawion",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Plachter",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Waelde",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Wirtschaftsdienst",
            "volume": "100",
            "issn": "4",
            "pages": "247--249",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Projecting the Spread of COVID19 for Germany",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Donsimoni",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Glawion",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Plachter",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wälde",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "revise & resubmit",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.medrxiv.org/content/10.1101/2020.03.26.20044214v1"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Strategies for controlling the medical and socio-economic costs of the Corona pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gros",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Valenti",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Valenti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gros",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K.-Y",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--12",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.06.20020974"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Measuring the impact of the German public shutdown on the spread of COVID19",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hartl",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wälde",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "25--32",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Incubation Period of Coronavirus Disease 2019 (COVID-19) From Publicly Reported Con?rmed Cases: Estimation and Application",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Meredith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Azman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annals of Internal Medicine",
            "volume": "",
            "issn": "",
            "pages": "1--7",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-0504"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Incubation Period and Other Epidemiological Characteristics of 2019 Novel Coronavirus Infections with Right Truncation: A Statistical Analysis of Publicly Available Case Data",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kinoshita",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Clinical Medicine",
            "volume": "9",
            "issn": "2",
            "pages": "1--9",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "The daily growth rates (left) and the level of the number of sick (right) for JHU data (logarithmic scale)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Predicting the number of reported infections (RKI data) under the current regime",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "summarises the estimated model (employing ordinary least squares and an additive error term). The dark dots are RKI observations and the red dashed curve is the prediction of the model. The green shaded area delineates the 95% con…dence region for the forecast.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Exogenously chosen parameters",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}