{
    "paper_id": "052e6ff4f4bab497b1c6c36fedb6c96aa9aa7510",
    "metadata": {
        "title": "Assessment of Fabric Masks as Alternatives to Standard Surgical Masks in Terms of Particle Filtration Efficiency",
        "authors": [
            {
                "first": "Amy",
                "middle": [],
                "last": "Mueller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northeastern University",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Loretta",
                "middle": [],
                "last": "Fernandez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northeastern University",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In response to the critical shortage of medical masks resulting from the COVID-19 pandemic, large portions of the population are mobilizing to produce cloth masks using locally-sourced fabrics, however the efficacy of these masks as a means of protecting the wearer from airborne particles carrying virus is not well known. Further, existing protocols are designed for testing the fit and performance N95 respirators and tight-fitting facemasks rather than the relatively more loose-fitting surgical mask style most cloth masks follow. In this study tools and methods typically used to assess tight-fitting facemasks were modified to assess the efficacy of community-produced fabric and commercially-produced surgical masks in terms of protecting the wearer from airborne particles that may be carrying virus. Two TSI PortaCount (model 8028) instruments were operated concurrently to collect particle counts (particles/cm 3 ) in size range 0.02 to >1 µm from ambient air and air just inside the breathing zone of the mask (1 measurement per second, evaluation period of 1 minute per test). Percent particle removal was determined for ten home-made, fabric masks of different designs, with and without filter layers, as well as three commercially-produced surgical-type masks. N95 masks were used to validate the method, and a 3M model 1826 surgical mask was used as a baseline for comparison of other masks of this style. Homemade masks worn as designed always had lower particle removal rates than the 3M masks, achieving between 38% and 96% of this baseline. As has been previously observed by Cooper et al. (1983), adding a layer of nylon stocking over the masks minimized the flow of air around the edges of the masks and improved particle filtration efficiency for all masks, including all commercial products tested. Use of a nylon stocking overlayer brought the particle filtration efficiency for five of the ten fabric masks above the 3M surgical mask baseline. This rapid testing method (<2 hours per mask design) provides a holistic evaluation of mask particle removal efficacy (material, design, and fit), and use of this method for testing a wider range of mask materials and designs will provide the public and health care providers with information needed to optimize health protection given resources at hand. All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In response to the critical shortage of medical masks resulting from the COVID-19 pandemic, large portions of the population are mobilizing to produce cloth masks using locally-sourced fabrics. While the general population is being advised to wear masks to protect others from virus that may be spread from the wearer, the efficacy of these masks as a means of protecting the wearer from airborne particles carrying virus is also a concern, particularly as medical masks grow scarce. This issue may become more critical if it becomes necessary for medical care workers to use similar alternative personal protective equipment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The effectiveness of cloth masks to protect wearers from airborne particles, when studied previously, has been shown to be a function of both materials and fit. Anticipating the need to produce face coverings from readily-available materials, several studies used standard methods for materials testing to compare the filtration efficiency of materials such as cotton t-shirts, sweatshirts, handkerchiefs, and towels with the filtration efficiency of facepiece respirators (N95 masks) and surgical masks (Cooper et al. 1983a; OSHA 1998; van der Sande et al. 2008; Rengasamy et al. 2010; ASTM 2017b; a; 2019a; b) . While none of these materials produced filtration efficiency close to respirators such as N95s, cotton cloth facemasks were found to provide about half the protection of standard surgical masks against airborne particles (van der Sande et al. 2008) , while an elastic layer (e.g., nylon stocking) placed over the mask material was found to improve filtration efficiency of loose-fitting masks by minimizing air flow around the cloth layers (Cooper et al. 1983b ).",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 525,
                    "text": "(Cooper et al. 1983a;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 526,
                    "end": 536,
                    "text": "OSHA 1998;",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 563,
                    "text": "van der Sande et al. 2008;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 564,
                    "end": 586,
                    "text": "Rengasamy et al. 2010;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 587,
                    "end": 598,
                    "text": "ASTM 2017b;",
                    "ref_id": null
                },
                {
                    "start": 599,
                    "end": 601,
                    "text": "a;",
                    "ref_id": null
                },
                {
                    "start": 602,
                    "end": 608,
                    "text": "2019a;",
                    "ref_id": null
                },
                {
                    "start": 609,
                    "end": 611,
                    "text": "b)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 835,
                    "end": 862,
                    "text": "(van der Sande et al. 2008)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1054,
                    "end": 1074,
                    "text": "(Cooper et al. 1983b",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Standard methods to test the fit and performance of respirators and masks designed to form a seal against the face, such as N95 masks and respirators used by firefighters, employ instruments that can concurrently count particles in air inside and outside of the masks while the subject moves his/her head through a series of positions (OSHA 1998) . Several instruments have been specifically designed to perform fit tests of respirators and tight-sealing facemasks (e.g., TSI PortaCount). These tools and methods have been modified in the past to collect particle filtration data for loose-fitting, surgical type masks (van der Sande et al. 2008) , revealing that head motions and positions do not significantly affect the performance of loose-fitting masks in terms of filtering out nano-sized particles. This suggests that a simplified mask testing protocol for loose-fitting masks can provide a representative measure of particle filtration efficacy, something critically needed given the highly varied results and protocol shortcomings noted in prior studies (Brosseau and Sietsema, 2020) .",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 346,
                    "text": "(OSHA 1998)",
                    "ref_id": null
                },
                {
                    "start": 619,
                    "end": 646,
                    "text": "(van der Sande et al. 2008)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1063,
                    "end": 1092,
                    "text": "(Brosseau and Sietsema, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The purpose of this work was to develop a standardized method to compare the efficacy of sewn fabric facemasks (produced using a variety of patterns and materials) to standard surgical masks in terms of protecting the wearer from airborne particulates of the size range expected to carry viruses. By collecting data on the counts of particles (0.02 to >1 µm) from both sides of the mask while it is being worn, both the material and the fit of the masks are tested simultaneously, and a simplified protocol enables testing of a novel mask design within <2 hours. These tests provide a rapid screening tool to test a variety of mask designs produced from readily-available materials. By conducting separate tests for masks worn loosely (as designed) and for the masks held close to the face using a layer of nylon stocking (as recommended by (Cooper et al. 1983b) ), this work also allows for separate evaluation of the combined effect of mask fit and materials on overall filtration efficiency versus the efficiency of the materials alone.",
            "cite_spans": [
                {
                    "start": 841,
                    "end": 862,
                    "text": "(Cooper et al. 1983b)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This manuscript reports data collected from an initial set of commercial and homemade masks, however results will be updated regularly as data from additional prototype masks are collected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To date, tests have been run on three commercially-produced, medical-type facemasks (masks with elastic ear loops and in-sewn wires to adjust fit to the bridge of the nose), and ten sewn, multi-ply cotton fabric facemasks of various designs (Table 1) . Masks were sourced from community volunteers currently producing masks for essential personnel working in human services; when possible multiple masks of each type were tested. Several of the fabric masks included filter layers such as cotton batting, Halyard H600 (sterilization wrap), and sections of HEPA vacuum bags. In addition, several sewn masks included hydrophobic interfacing layers (Pellon). Some masks included wires to fit the masks across the bridge of the nose (Table 1 : 3M, Staple, Charcoal, and Sewn Fabric Masks B and C); some did not (Table  1 : Sewn Fabric Masks A and D -J). Three N95 masks (3M model 1860) were also tested to confirm that >95% particle removal could be measured using the modified protocol.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 250,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 729,
                    "end": 737,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 807,
                    "end": 816,
                    "text": "(Table  1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Masks."
        },
        {
            "text": "Particles. All tests were run in a 65 m 3 rectangular room after at least 15 minutes of operating a TSI Particle Generator Model 8026 (TSI Incorporated, Shoreview, MN, USA). This tool is typically used in conjunction with TSI PortaCount instruments to ensure high enough particle counts and size distributions to meet OSHA standards. Particles were generated from a dilute (2%) solution of sodium chloride (NaCl) and were expected to have a nominal size of 0.04 µm with a geometric standard deviation of 2.2 based on instrument specifications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Masks."
        },
        {
            "text": "Particle counters. Particles in ambient air and air inside of the masks were simultaneously counted using two PortaCount Plus Model 8028 instruments running in count mode. The PortaCount Plus instruments use condensation particle counters (CPCs), which nucleate alcohol droplets from the smaller sampled particles. The larger alcohol droplets can then be counted using a light scatter detector (consisting of pumps to control flow rate, a laser, focusing elements, and a photodetector). Each PortaCount samples at a flow rate of 1.67 cm 3 /s and reports the number of particles per cubic centimeter, P, of air sampled each second as All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Masks."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10. 1101 /2020 ( 1 )",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 108,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Masks."
        },
        {
            "text": "where N is the number of particles counted by the CPC. Data on the particle size distribution for particulates measured by the PortaCounts are not available, however, ~90% of the particles detected were produced by the TSI Particle Generator as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Masks."
        },
        {
            "text": "Mask fit testing is usually conducted using a single instrument in fit test mode, which sequentially tests air inside and outside the mask. Here in order to collect and display continuous data for ambient air and inside mask air at high frequency during minute-long tests, two PortaCount instruments were used. Two tubes of equal length sample air just inside and outside of each mask. Air inside the mask was sampled through a tight-fitting grommet inserted into each mask and positioned at the philtrum of the upper lip. Ambient air was sampled from a position ~3 cm from the grommet on the outside of the mask. All tests were conducted while masks were being worn by the same subject, breathing normally, through the nose, with the mouth closed, while holding the head at a steady position. Tests using multiple subjects, motions, and positions were not feasible given the limited time and social distancing precautions, however prior research results (van der Sande et al. 2008) provide confidence that limitation of motions and positions does not significantly limit the conclusions that can be drawn from the resulting data. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Masks."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10. 1101 /2020 Calibration. Two PortaCount Plus instruments were used to report particle counts in air sampled from inside the mask (Mask PortaCount) and ambient air just outside the mask (Reference PortaCount) ( Figure  1 ). Because these instruments were not recently calibrated, nor last calibrated at the same time, an intercalibration was conducted to allow calibration adjustments on collected data. Each sampling day, calibration data (a minimum of three one-minute time series, n=180) were collected by recording readings simultaneously on both instruments while sample tubes were side-by-side (within 3 cm), open to the air (no mask), and a minimum of 1m from any person and 2m from the particle generator (as recommended by the manufacturer). The Mask PortaCount consistently reported higher particle counts; however, correlation coefficient between the readings from the two instruments was consistently above 0.9. Therefore day-specific linear regressions were used to normalize particle counts from the Reference PortaCount to equivalent particle counts from the Mask PortaCount. Data collection and processing. Each mask test consisted of three one-minute runs while wearing the mask as designed (Figure 2(a) ). To simulate a face-hugging fit like that used for N95 masks, each mask was also tested for one minute while pressing the material to the face around the breathing zone (across the bridge of nose, cheeks, and around the chin) using two hands. In addition, a more practical method of holding the mask material against the face was tested by adding section of nylon stocking over the entire mask area following recommendations from Copper et al. (1983a) (Figure 2(b) ). The N95 was not tested using either of these additional methods as this is already a tight-fitting mask. Tests were run on at least three replicate sample masks whenever possible, however for many masks only one sample was available.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 108,
                    "text": "/2020",
                    "ref_id": null
                },
                {
                    "start": 1749,
                    "end": 1770,
                    "text": "Copper et al. (1983a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 316,
                    "text": "Figure  1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1304,
                    "end": 1316,
                    "text": "(Figure 2(a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1771,
                    "end": 1783,
                    "text": "(Figure 2(b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Masks."
        },
        {
            "text": "Particle concentration data from inside and outside the mask was logged each second for the one minute tests using video capture and subsequently transcribed to a database. Particle removal at each time step was then calculated as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Masks."
        },
        {
            "text": "where Poutside is the corrected reading from the Reference PortaCount (as described above). The average and standard deviation for particle removal over each one-minute test were then computed. Changes in particle removal due to alternative test configurations (i.e., pressing around the breathing zone, addition of nylon stocking layer) were also computed to compare \"as designed\" fit performance with \"optimized\" fit. Finally performance metrics for all masks were calculated in reference to the 3M brand 1826 Standard Ear Loop Masks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Masks."
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Masks."
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Masks."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10. 1101 /2020 ",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 108,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Masks."
        },
        {
            "text": "The percent removal of particles ranging from 0.02 µm to >1 µm for each mask was computed from data collected each second over one minute runs (example for one run for one mask provided in Figure 3 ). Particles generated through breathing can be observed as oscillations in the \"inside mask\" data both for tested surgical-style masks ( Figure 3 ) and in tests of the N95 masks (Figure 4) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 197,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 336,
                    "end": 344,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 377,
                    "end": 387,
                    "text": "(Figure 4)",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(a) (b)"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(a) (b)"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.17.20069567 doi: medRxiv preprint Figure 4 . Particle concentrations in room (red squares) and inside mask (blue triangles) with removal percentage (green circles) vs. time for the first one-minute test of an N95 mask. Particles inside the mask appear to increase while the wearer exhales.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "(a) (b)"
        },
        {
            "text": "Average particle removal efficiency (as % removal) and standard deviation over the one-minute tests were computed for each mask with and without a nylon stocking layer ( Figure 5 ). As expected, the removal efficiency for the tight-fitting N95 mask is greater than 99%. The standard medical-type masks (3M brand), when worn over the chin and with an adjusted nose wire, had a mean removal efficiency of 75%. With the exception of the Charcoal Air Pollution facemask and Sewn Mask J, which came close to this removal efficiency, all other masks achieved removal efficiencies of less than 60% when worn as loose-fitting masks.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 178,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "(a) (b)"
        },
        {
            "text": "The addition of a nylon stocking overlayer improved the removal efficiency for all loose-fitting masks, including commercial medical-type masks, providing similar or better results to the \"N95-like\" fit imitated using the wearer's hands. The stocking layer also reduced the variability with time as indicated by a decrease in the time-based standard deviation. Both of these metrics indicate improved protection for the wearer from particle inhalation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(a) (b)"
        },
        {
            "text": "Using the 3M masks worn as designed as a baseline, the addition of the stocking layer improves the particle removal efficiency of several of the masks to match or exceed this baseline ( Figure 6 ). The masks that achieved this level of filtration using the stocking layer each included a filter layer in addition to two layers of cotton fabric. These filters included organic cotton batting, both lightweight and heavier interfacing (Pellon), a section of vacuum cleaner bag, and loosely-woven cotton muslin. However, on closer inspection, the vacuum cleaner bag included a health warning indicating that it contained carcinogens and teratogens, so these types of filters would not be suitable for facemasks. Interestingly, a single layer of Halyard H600 surgical wrapping as a filter insert in Mask G did not result in particle removal efficiency matching a standard medical facemask even when fit was controlled using a stocking layer.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 194,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "(a) (b)"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(a) (b)"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.17.20069567 doi: medRxiv preprint Figure 5. Average particle removal efficiency and time-based standard deviation for each mask type, with (gray bar) and without (blue bar) nylon stocking layer to form a tight seal with face. 4 Figure 6. Mask particle removal performance relative to 3M 1826 worn as designed, with (gray bar) and without (blue bar) nylon stocking layer to form a tight seal with face.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(a) (b)"
        },
        {
            "text": "A rapid testing protocol is presented for evaluation of loose-fitting type masks to provide information to individuals on particle removal efficacy of masks made with different types of fabrics and with different designs/fits. The protocol collects high-resolution particle count data inside and immediately outside of masks to report both mean and time-based standard deviation of particle removal efficiency. The protocol is validated on N95 masks, and a commercial (3M brand) medical-type masks is used as a baseline for evaluation of alternative mask particle removal efficiencies. The 3M brand mask worn as designed had a mean removal efficiency of 75%; with the exception of the Charcoal Air Pollution facemask and Sewn Mask J, which came close to this removal efficiency, all other masks achieved removal efficiencies of less than 60% when worn as loose-fitting masks. The addition of a nylon stocking overlayer improved the removal efficiency for all loose-fitting masks, including commercial medical-type masks, by 15 to 50 percentage points and also decreased the time-based standard deviation (indicating more consistent All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.17.20069567 doi: medRxiv preprint particle removal); this provides a recommendation for mask efficacy improvement that can easily be implemented by individual mask wearers. When compared to commercial baseline masks, the addition of the stocking layer improved particle removal efficiency of many masks to match or exceed the baseline; the masks that achieved this level of filtration using the stocking layer each included a filter layer (organic cotton batting, Pellon, or loosely-woven cotton muslin) in addition to two layers of cotton fabric. This rapid testing method (<2 hours per mask design) provides a holistic evaluation of mask particle removal efficacy (material, design, and fit), and the forward-looking intent is to use this method for testing a wider range of mask materials and designs to provide the public and health care providers with information needed to optimize health protection given resources at hand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Standard Test Method for Determining the Initial Efficiency of Materials Used in Medical Face Masks to Penetration by Particulates Using Latex Spheres",
            "authors": [],
            "year": null,
            "venue": "ASTM Standard F2299/F2299M (2017a)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Standard Test Method for Resistance of Medical Face Masks to Penetration by Synthetic Blood (Horizontal Projection of Fixed Volume at a Known Velocity)",
            "authors": [],
            "year": 2017,
            "venue": "ASTM Standard F1862/F1862M -17",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Standard Test Method for Evaluation of the Bacterial Filtration Efficiency (BFE) of Medical Face Mask Materials, Using a Biological Aerosol of Staphylococcus aureus",
            "authors": [
                {
                    "first": "Astm",
                    "middle": [],
                    "last": "Standard",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Sietsema (2020) COMMENTARY: Masks-for-all for COVID-19 not based on sound data",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Brosseau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Emergency Respiratory Protection with Common Materials",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Hinds",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Price",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "American Industrial Hygiene Association Journal",
            "volume": "44",
            "issn": "1",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Expedient Methods of Respiratory Protection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Hinds",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Weker",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Yee",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "OSHA 29 CFR Parts 1910 and 1926 (1998) Respiratory Protection. Occupational Safety and Health Administration (OSHA)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Simple Respiratory Protection-Evaluation of the Filtration Performance of Cloth Masks and Common Fabric Materials Against 20-1000 nm Size Particles",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rengasamy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Eimer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Annals of Occupational Hygene",
            "volume": "54",
            "issn": "7",
            "pages": "789--798",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Professional and Home-Made Face Masks Reduce Exposure to Respiratory Infections among the General Population",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Der Sande",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sabel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "7",
            "pages": "1--6",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Testing set up included two TSI PortaCount Plus Model 8028 instruments sampling concurrently in Count Mode. The PortaCount labeled \"Mask\" was used to sample air inside the masks, while the PortaCount labeled \"Ref\" was used to sample air just outside the mask.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Facemask (Mask D) worn as designed (a) and with a nylon stocking layer (b) with tightly-sealed grommet positioned at the philtrum of the upper lip. The grommet is used to sample air from inside the mask during testing.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Particle concentrations in room (red squares) and inside mask (blue triangles) with removal percentage (green circles) vs. time for the first one-minute test of Mask D (worn as designed).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Information on commercially fabricated and sewn fabric masks used in this work. 3M 3M 1826 surgical mask. 3-ply nonwoven material with nose wire and ear loops.StaplesMedical/Dental masks purchased from Staples Online. No product number available. Specification sheet indicates 3-ply polypropylene. Includes a nose wire and ear loops.CharcoalCharcoal filter mask with no brand/producer information available. 3-ply nonwoven material with 1-ply charcoal/polymer nonwoven filter and nose wire and ear loops.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Many materials, tools, and instruments were donated or shared with us in order to carry out this project. Tools, advice, and expertise in conducting fit testing were generously provided by Gregory Lawless, TSI Incorporated; Albert Thomas, the Massachusetts Department of Fire ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "text": "Fire",
                    "ref_id": null
                }
            ],
            "section": "Acknowledgements"
        }
    ]
}