{
    "paper_id": "05bed490f745eccbd02d11dcbc1c22f76740a5f1",
    "metadata": {
        "title": "Title: Site-specific N-glycosylation Characterization of Recombinant SARS-CoV-2 Spike Proteins",
        "authors": [
            {
                "first": "Yong",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "region": "West China",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wanjun",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "†",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yonghong",
                "middle": [],
                "last": "Mao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Thoracic Surgery Research Laboratory",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shisheng",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "region": "West China",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Zhong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "region": "West China",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Tao",
                "middle": [],
                "last": "Su",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "region": "West China",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Meng",
                "middle": [],
                "last": "Gong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "region": "West China",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Dan",
                "middle": [],
                "last": "Du",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "region": "West China",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaofeng",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "region": "West China",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jingqiu",
                "middle": [],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "region": "West China",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hao",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "region": "West China",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The glycoprotein spike (S) on the surface of SARS-CoV-2 is a determinant for viral invasion and host immune response. Herein, we characterized the site-specific N-glycosylation of S protein at the level of intact glycopeptides. All 22 potential N-glycosites were identified in the S-protein protomer and were found to be preserved among the 753 SARS-CoV-2 genome sequences. The glycosite occupancy by different glycoforms exhibited remarkable heterogeneity in human cell-expressed protein subunits, including up to 157 N-glycans, mainly of the complex type. In contrast, the insect cell-expressed S protein contained 38 N-glycans, primarily of the high-mannose type. Our results revealed that the glycan types were highly determined by the differential processing of N-glycans among human and insect cells. This N-glycosylation landscape and the differential N-glycan patterns among distinct host cells are expected to shed light on the infection mechanism and present a positive view for the development of vaccines and targeted drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "low-frequency glycosylation may occur, because our integrated methods, including glycopeptide enrichment and deglycosylation, failed to improve the spectra. Apart from the canonical N-glycosylation sequons, three non-canonical motifs of N-glycosites (N164, N334, and N536) involving N-X-C sequons were not glycosylated. Before enrichment, an average of 15 N-glycosites from trypsin-digested peptides and 13 N-glycosites from Glu-C-digested peptides were assigned. In contrast, hydrophilic enrichment resulted in a significant increase of these glycosites to 18 and 16, respectively (Table S1 ). To further assess the necessity for enrichment, we compared the representative spectra of one intact N-glycopeptide (N149) before and after enrichment. Without interference from the non-glycosylated peptides, the intact N-glycopeptide had more fragmented ions assigned to N-glycosites after enrichment ( Fig. S3 ). Complementary digestion with trypsin and Glu-C promoted the confident identification of four N-glycosites (N603, N616, N709 and N717) on two intact N-glycopeptides (Table S1 and Fig. S1C ). The introduction of Glu-C digestion resulted in the production of two short intact N-glycopeptides containing 23 and 36 amino acids, respectively. These peptides are more suitable for achieving better ionization and fragmentation than the long peptide of 48 and 57 amino acids obtained from trypsin digestion (Fig. S4 ). Deglycopeptides are suitable for verifying glycosylation sites (Fig. S5) . Unexpectedly, deglycopeptide peptides led to the loss of a few glycosites, presumably because of peptide loss during deglycosylation procedures. However, almost all glycosites were confidently confirmed using trypsin and Glu-C dual digestion (Table S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 582,
                    "end": 591,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 899,
                    "end": 906,
                    "text": "Fig. S3",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1074,
                    "end": 1083,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 1088,
                    "end": 1096,
                    "text": "Fig. S1C",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 1409,
                    "end": 1417,
                    "text": "(Fig. S4",
                    "ref_id": null
                },
                {
                    "start": 1484,
                    "end": 1493,
                    "text": "(Fig. S5)",
                    "ref_id": null
                },
                {
                    "start": 1738,
                    "end": 1747,
                    "text": "(Table S1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "For the recombinant protein S1 subunit expressed in human cells, all 13 N-glycosites were assigned unambiguously (Table S2 ). Finally, we profiled all 22 potential N-glycosites of S protein (Table S3 and S4). These sites were preferentially . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.28.013276 doi: bioRxiv preprint distributed in the S1 subunit of the N-terminus and the S2 subunit of the C-terminus, including two sites in the RBD ( Fig. 2A and 2B ). To visualize the N-glycosylation on the protein structure, all of the experimentally determined N-glycosites were hand-marked on the surface of the trimeric S protein following refinement of the recently reported SARS-CoV-2 S protein Cryo-EM structure (PDB: 6VSB) ( Based on these findings, we further analyzed the conservation of glycosites among 753 SARS-CoV-2 genome sequences from the Global Initiative on Sharing All Influenza Data (GISAID) database. After the removal of redundant sequences of the S protein at the amino acid residue level, we refined 145 S protein variants. A very low frequency of alterations in 38 residue sites was found, uniformly spanning the full length of the S protein among all S variants, except for the substitution G614D, which was identified at a relatively high frequency in 47 variants (Table S5) . However, nearly all of the 22 N-glycosylated sequons were conserved in the S protein, except for the loss of the N717 glycosite due to the T719A substitution in only one S variant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 122,
                    "text": "(Table S2",
                    "ref_id": null
                },
                {
                    "start": 190,
                    "end": 199,
                    "text": "(Table S3",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 600,
                    "text": "Fig. 2A and 2B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1429,
                    "end": 1439,
                    "text": "(Table S5)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Following further comparison with the closely related SARS-CoV S protein (5, 21) , 18 of the 22 N-glycosites were identified as conserved in the SARS-CoV-2 S protein, indicating the importance of glycosylation of the virus. Four newly arisen N-glycosites (N17, N74, N149, and N657) are located in the SARS-CoV-2 S protein S1 subunit away from the RBD. Moreover, four previously confirmed N-glycosites (N29, N73, N109, and N357) in the SARS-CoV S protein were missing in SARS-CoV-2 S, one of which (N357) lies in the RBD (Fig. S6 ). Additionally, two N-glycosites (N1158 and N1173) identified in SARS-CoV-2 S in this study were not detected in SARS-CoV S (N1140 and N1155) in previous studies (5, 21) . Our results suggest that the preferential change of the glycosylation landscape of the S1 subunit . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.28.013276 doi: bioRxiv preprint tends to change the distribution of glycan shield, especially in the N terminal half of S1 (Fig. S6 ).",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 76,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 77,
                    "end": 80,
                    "text": "21)",
                    "ref_id": null
                },
                {
                    "start": 692,
                    "end": 695,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 696,
                    "end": 699,
                    "text": "21)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 520,
                    "end": 528,
                    "text": "(Fig. S6",
                    "ref_id": null
                },
                {
                    "start": 1117,
                    "end": 1125,
                    "text": "(Fig. S6",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Intact N-glycopeptide analysis can provide N-glycoproteomic information, including the composition and number of N-glycans decorating a specific N-glycopeptide or N-glycosite. The potential N-glycopeptides in the S protein sequence are shown in Fig.   S1 . A comparison of the intact N-glycopeptides' spectra to the total spectra showed that the average enrichment efficiency of the Zic-HILIC materials reached up to 97%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 254,
                    "text": "Fig.   S1",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Site-specific N-glycan occupancy of recombinant SARS-CoV-2 S proteins"
        },
        {
            "text": "Ultimately, hundreds of non-redundant intact N-glycopeptides were identified from the recombinant S ectodomain (Table S3 ) and S1 subunit (Table S4) . Representative and high-quality spectra of intact N-glycopeptides are shown in Fig. S7 . Following glycopeptide enrichment, the number of intact N-glycopeptides and N-glycans significantly increased (P<0.05) ( Fig. 3A and Fig. 3B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 120,
                    "text": "(Table S3",
                    "ref_id": null
                },
                {
                    "start": 138,
                    "end": 148,
                    "text": "(Table S4)",
                    "ref_id": null
                },
                {
                    "start": 230,
                    "end": 237,
                    "text": "Fig. S7",
                    "ref_id": null
                },
                {
                    "start": 361,
                    "end": 380,
                    "text": "Fig. 3A and Fig. 3B",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Site-specific N-glycan occupancy of recombinant SARS-CoV-2 S proteins"
        },
        {
            "text": "Regarding the N-glycan composition, S protein expressed in insect cells had smaller and fewer complex N-glycans attached to intact N-glycopeptides than S1 subunit produced in human cells. Both recombinant products contained the common N-acetylglucosamine (HexNAc) as a canonical N-glycan characteristic ( Fig. 3C and   3D ). S protein expressed in insect cells were decorated with 38 N-glycans, with the majority preferentially containing oligomannose (Hex) and fucose (Fuc) (Fig. 3C and Table S3 ). By contrast, the S1 subunit expressed in human cells were attached to up to 157 N-glycans, mainly containing extra N-acetylglucosamine (HexNAc) and galactose (Hex), variably terminating with sialic acid (NeuAc) (Fig. 3D and Table S4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 321,
                    "text": "Fig. 3C and   3D",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 475,
                    "end": 483,
                    "text": "(Fig. 3C",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 488,
                    "end": 496,
                    "text": "Table S3",
                    "ref_id": null
                },
                {
                    "start": 711,
                    "end": 719,
                    "text": "(Fig. 3D",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 724,
                    "end": 732,
                    "text": "Table S4",
                    "ref_id": null
                }
            ],
            "section": "Site-specific N-glycan occupancy of recombinant SARS-CoV-2 S proteins"
        },
        {
            "text": "Returning to the glycosite level, most of the N-glycosites in the S protein were . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.28.013276 doi: bioRxiv preprint modified with 17-35 types of N-glycans and classified into a high proportion of high-mannose N-glycans (~65%) and a lower proportion (~23%) of hybrid N-glycans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Site-specific N-glycan occupancy of recombinant SARS-CoV-2 S proteins"
        },
        {
            "text": "Almost all N-glycosites contained no more than 10% of complex N-glycans (Fig. 3E ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 80,
                    "text": "(Fig. 3E",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Site-specific N-glycan occupancy of recombinant SARS-CoV-2 S proteins"
        },
        {
            "text": "For the S1 subunit expressed in human cells, the occupancy of N-glycans on each N-glycosite was quite nonuniform. Surprisingly, six N-glycosites (N122, N165, N282, N331, N343, and N657) were decorated with markedly heterogeneous N-glycans of up to 139 types. The average occupancies of all glycosites presented as an overwhelming proportion (~75%) of complex N-glycans and a small proportion of hybrid (~13%) or high-mannose (~12%) N-glycans (Fig. 3F ). The glycan occupancy on two N-glycosites (N331 and N343) of RBD were identified ( Fig. 3E and 3F ). The high occupancy of RBD glycosites by various N-glycan compositions implies that N-glycosylation might be associated with the recognition of RBD to ACE2 receptor, since the interaction between RBD and ACE2 mainly depends on polar residue interactions(11). Our results suggest that S proteins expressed in different cells display distinct N-glycosylation patterns. In particular, the glycosylation of the S protein in human cells exhibits remarkable heterogeneity on N-glycosites. However, the N-glycan types on each glycosite is primarily determined by the host cells rather than the location of different glycosites ( Fig. 3E-3F, Fig. S8 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 442,
                    "end": 450,
                    "text": "(Fig. 3F",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 536,
                    "end": 550,
                    "text": "Fig. 3E and 3F",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1175,
                    "end": 1194,
                    "text": "Fig. 3E-3F, Fig. S8",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Site-specific N-glycan occupancy of recombinant SARS-CoV-2 S proteins"
        },
        {
            "text": "To confirm site-specific N-glycan occupancy and exploit the potential impact on N-glycosylation by different protein sizes, recombinant RBDs (residues 319-541) from both human and insect cells were further analyzed (Table S6) The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.28.013276 doi: bioRxiv preprint 4B and 4C) are very close to those found in the S ectodomain and S1 subunit ( Fig. 3E and Fig. 3F ). The human cell-produced RBDs displayed more N-glycan compositions and complex glycan types, compared to insect cell-expressed proteins ( Fig. 4B and   4C ). Moreover, more than 80% of glycan compositions are identical at each site among different lengths of insect cell-expressed proteins (Fig. 4D) . Similarly, over 75% of the glycan compositions at each site were found to be shared by human cell-produced products (Fig. 4E ). The N-glycosylation of RBDs was verified by SDS-PAGE (Fig.S9) . These results suggest that the N-glycan compositions are conserved among different sizes of RBD proteins. Taken together, our data reveal the regular heterogeneity of N-glycan compositions at each site of the S protein subunits, primarily depending on host cells and glycosites. Intriguingly, the N-glycan types on S protein subunits are predominantly determined by host cells, regardless of the location of glycosites.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 225,
                    "text": "(Table S6)",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 453,
                    "text": "Fig. 3E",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 458,
                    "end": 465,
                    "text": "Fig. 3F",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 606,
                    "end": 622,
                    "text": "Fig. 4B and   4C",
                    "ref_id": null
                },
                {
                    "start": 758,
                    "end": 767,
                    "text": "(Fig. 4D)",
                    "ref_id": null
                },
                {
                    "start": 886,
                    "end": 894,
                    "text": "(Fig. 4E",
                    "ref_id": null
                },
                {
                    "start": 951,
                    "end": 959,
                    "text": "(Fig.S9)",
                    "ref_id": null
                }
            ],
            "section": "Site-specific N-glycan occupancy of recombinant SARS-CoV-2 S protein RBD"
        },
        {
            "text": "The global outbreak and rapid spread of COVID-19 caused by SARS-CoV-2 urgently call for specific prevention and intervention measures(22). The development of preventative vaccines and neutralizing antibodies remains a chief goal in the efforts to control viral spread and stockpile candidates for future use. However, this work greatly relies on the understanding of the antigen structure and state of glycosylation for the rational determination of accessible epitopes. The S protein is posited to be the main or even the only antigen on viral surfaces for priming the immune system to produce an effective response (15, 18). Previous studies have revealed the structural information of the SARS-CoV-2 S protein and found the coverage of N-glycans (4, 10) . In this study, we profiled the site-specific N-glycosylation of the recombinant . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.28.013276 doi: bioRxiv preprint SARS-CoV-2 S protein. All potential N-glycosites on the S protein were identified experimentally. The N-glycan compositions and types on S protein subunits were revealed among different host cells. Our data provide a large-scale N-glycosylation information of the S protein and present a promising prospect for developing a vaccine and therapeutic antibodies.",
            "cite_spans": [
                {
                    "start": 749,
                    "end": 752,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 753,
                    "end": 756,
                    "text": "10)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "N-glycosylation is a common feature of the viral envelope proteins, including those of HIV-1, Lassa virus, hepatitis C virus, Epstein-Barr virus and influenza A virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Glycosylation promotes proper glycoprotein folding; however, the glycans obstruct receptor binding and proteolytic processing during antigen presentation(15, 17, 23).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Characterization of the landscape of N-glycans on the SARS-CoV-2 S protein is crucial for promoting immunogen design and prevention of the potential viral evasion of intervention measures (5, 15, 24) . Precise characterization of intact N-glycopeptides can reveal the occupancy of each glycosite by different glycoforms(25, 26). In this study, all 22 N-glycosites of the S protein were identified ( Fig. 2A and 2B ). By comparison, the alteration of N-glycosites among SARS-CoV-2 and SARS-CoV S proteins focused on glycosites in the S1 subunit (Fig. S6 ). The N-glycosites located in the S2 subunit are completely conserved, and seven out of nine sites, along with glycans have been disclosed by previous studies (4, 5) . Moreover, we found that N-glycosites in the S protein were highly preserved among 145 SARS-CoV-2 S protein variants (Table S5) , which is advantageous for circumventing potential viral immune evasion from the vaccines and neutralizing antibodies currently being developed.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 192,
                    "end": 195,
                    "text": "15,",
                    "ref_id": null
                },
                {
                    "start": 196,
                    "end": 199,
                    "text": "24)",
                    "ref_id": null
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 717,
                    "end": 719,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 399,
                    "end": 413,
                    "text": "Fig. 2A and 2B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 544,
                    "end": 552,
                    "text": "(Fig. S6",
                    "ref_id": null
                },
                {
                    "start": 838,
                    "end": 848,
                    "text": "(Table S5)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Glycosylation of proteins is intricately processed by various enzymes coordinated in the endoplasmic reticulum and Golgi apparatus. The glycan composition and structure decoration at specific sites occurred in a non-templated manner governed by host cells, . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.28.013276 doi: bioRxiv preprint thus frequently resulting in a heterogeneous glycan occupancy on each glycosite(27).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Glycosylation processing in insect and human cells can yield a common intermediate N-glycan, which will further elongate in human cells but is only trimmed in insect cells to form end products(19). Consequently, the S protein expressed in human cells displayed a larger size and a much higher proportion of complex N-glycans than that expressed in insect cells, owing to the additional elongation of the glycan backbone with multiple oligosaccharides (Fig. 3C-3F ). Our findings are in line with those of previous studies, that demonstrated the predominant complex of N-glycans attached to MERS-CoV and SARS-CoV proteins (4, 5, 28) . Moreover, two recent preprint studies have revealed that the complex N-glycans dominate the glycosites on human cell-expressed SARS-CoV-2 S protein(29, 30). In contrast, S protein expression in insect cells led to a high ratio of high-mannose N-glycans ( Fig. 3C and 3E ), which has also been found in the insect cell-produced HCoV-NL63 S protein, despite expression in a different insect cell, the Drosophila S2 cell, in the previous study(15).",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 624,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 625,
                    "end": 627,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 628,
                    "end": 631,
                    "text": "28)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 451,
                    "end": 462,
                    "text": "(Fig. 3C-3F",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 889,
                    "end": 903,
                    "text": "Fig. 3C and 3E",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Notably, a low ratio (~12%) of high-mannose glycans ubiquitously exist on human cell-expressed S protein (Fig. 3F ). The HIV envelope glycoprotein gp120 is heavily decorated with the immature intermediate, high-mannose glycans. The high-density glycans surrounding HIV glycoproteins limit the accessibility of glycan biosynthetic processing enzymes, terminating the synthesis of more complex end products(17, 24).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 113,
                    "text": "(Fig. 3F",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "By contrast, the high ratio of complex N-glycans in the SARS-CoV-2 S protein were successfully processed on most glycosites by the enzymes, without extensive obstruction by the on-going synthesis of glycan shields ( Fig. 3F and Fig. 4C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 235,
                    "text": "Fig. 3F and Fig. 4C",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Therefore, we posit that the glycan coverage on the SARS-CoV-2 S protein could leave relatively accessible antigens and epitopes, although the complex N-glycans might mask some surface immunogens. These features may provide a promising . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.28.013276 doi: bioRxiv preprint landscape on the SARS-CoV-2 S protein for immune recognition. This potential is bolstered by the findings that the convalescent sera from COVID-19 patients contains antibodies against the SARS-CoV-2 S protein (7) . A previous study on SARS-CoV has revealed that the oligomannose on the S protein can be recognized by The remarkable heterogeneity of N-glycosylation in the S protein subunit expressed in human cells was revealed in our study (Fig. 3F) . By contrast, the N-glycosylation of the S protein subunit in insect cells showed less heterogeneity and complexity than that of human cell-derived proteins (Fig. 3E) . Moreover, the site-specific glycan occupancy tended to be identical in the same host cell, regardless of protein length ( Fig. 4D and 4E) . These results indicate the N-glycan compositions and types on S protein largely attribute to different host cells with the differential processing . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.28.013276 doi: bioRxiv preprint pathways of glycosylation. We can expect that the native N-glycosylation profile of the SARS-CoV-2 S protein in humans tends to be consistent with that of the recombinant protein expressed in human cells, unless the virus buds off early in the glycosylation processing pathway and produces immature glycans (19, 27, 35) .",
            "cite_spans": [
                {
                    "start": 671,
                    "end": 674,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 903,
                    "end": 912,
                    "text": "(Fig. 3F)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1071,
                    "end": 1080,
                    "text": "(Fig. 3E)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1205,
                    "end": 1220,
                    "text": "Fig. 4D and 4E)",
                    "ref_id": null
                },
                {
                    "start": 1903,
                    "end": 1915,
                    "text": "(19, 27, 35)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Intriguingly, the immature N-glycans such as high-mannose are regarded as \"non-self\" glycans (35, 36). Therefore, the insect cell-expressed recombinant antigens decorated with paucimannose and high mannose are more immunogenic in mice than those The insect cell-produced S protein subunits could prime protective immunity against the \"non-self\" oligomannose N-glycans, in case of the immature N-glycans linked to the native envelope proteins of SARS-CoV-2, which seems to occur in the SARS-CoV replication(35). In contrast, the human cell-expressed S protein subunits as vaccines mimic the \"self\" glycans in human, which are not expected to boost immune response to the glycoantigens. However, the remaining accessible and non-glycosylated regions can serve as the antigens and epitopes. The rational design of antigens to prime potent and broad immune responses against accessible epitopes on SARS-CoV S protein is essential and promising. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.28.013276 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The RBD-containing subunit is an ideal immunogen since antibodies against the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "RBD has been demonstrated to induce potent and long-term immunity in animal models(40). Meanwhile, the subunit vaccines are posited to minimize the potentially undesired immunopotentiation of the full-length S protein, which might induce severe acute injury in the lungs(41). Intriguingly, SARS-CoV-2 is missing one N-glycosite in RBD compared to SARS-CoV. The remaining two N-glycosites were outside of the motifs essential for direct interaction with the ACE2 receptor(11) (Fig. 2C) . The glycan compositions of RBD are highly identical in the same host cell, regardless of the length of the RBD-containing proteins (Fig. 4B-4E ). These features of the RBD, along with its highly exposed structure, endow more antigens and accessible epitopes for vaccine design and immune recognition. The RBD-containing proteins, especially the insect cell-expressed products, could become promising candidates for SARS-CoV-2 vaccine development. However, drug discovery related to glycosylation inhibition is supposed to be performed based on human cell-expressed products.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 475,
                    "end": 484,
                    "text": "(Fig. 2C)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 618,
                    "end": 629,
                    "text": "(Fig. 4B-4E",
                    "ref_id": null
                }
            ],
            "section": "receptor-binding motif within RBD could directly block the engagement of S protein to the receptor and inhibit viral infections of host cells. Vaccination with SARS-CoV"
        },
        {
            "text": "In this study, we decoded a global and site-specific profile of N-glycosylation on SARS-CoV-2 S proteins expressed from insect and human cells, revealing a regular heterogeneity in N-glycan composition and site occupancy. All glycosites were conserved among the 753 public SARS-CoV-2 genome sequences. In conclusion, our data indicate that differential N-glycan occupancies among distinct host cells might help elucidate the infection mechanism and develop an effective vaccine and targeted drugs. Nevertheless, the implication of S protein site-specific N-glycosylation in immunogenicity, receptor binding, and viral infectivity should be investigated further. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.28.013276 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "receptor-binding motif within RBD could directly block the engagement of S protein to the receptor and inhibit viral infections of host cells. Vaccination with SARS-CoV"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.28.013276 doi: bioRxiv preprint unambiguously assigned N-glycosite using trypsin digestion; Green arrow: unambiguously assigned N-glycosite using Glu-C digestion; Yellow arrow: unambiguously assigned N-glycosite using the combination of trypsin and Glu-C digestion. The unambiguously glycosite was determined by at least twice identification within each digestion list in Table S1 and Table S2 . The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.28.013276 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.28.013276 doi: bioRxiv preprint Table S1 . Glycoproteomic identification of the N-glycosites on recombinant SARS-CoV-2 S protein expressed in insect cells. Table S2 . Glycoproteomic identification of the N-glycosites on recombinant SARS-CoV-2 S protein expressed in human cells. Table S3 . Site-specific N-glycosylation characterization of recombinant SARS-CoV-2 spike protein expressed in insect cells. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.28.013276 doi: bioRxiv preprint Table S4 . Site-specific N-glycosylation characterization of recombinant SARS-CoV-2 spike protein expressed in human cells. Table S5 . Mutation frequency of SARS-CoV-2 spike protein. Table S6 . Intact N-glycopeptides of the recombinant RBD of the SARS-CoV-2 spike protein. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.28.013276 doi: bioRxiv preprint N122 N149 N165 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.28.013276 doi: bioRxiv preprint N234 N282 N331 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.28.013276 doi: bioRxiv preprint N343 N603 N657 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.28.013276 doi: bioRxiv preprint . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.28.013276 doi: bioRxiv preprint Supplementary Figure S8 . Microheterogeneity and macroheterogeneity of the N-linked glycopeptides of the S protein.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 566,
                    "end": 574,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 579,
                    "end": 587,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 874,
                    "end": 882,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 998,
                    "end": 1006,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 1121,
                    "end": 1129,
                    "text": "Table S3",
                    "ref_id": null
                },
                {
                    "start": 1388,
                    "end": 1396,
                    "text": "Table S4",
                    "ref_id": null
                },
                {
                    "start": 1512,
                    "end": 1520,
                    "text": "Table S5",
                    "ref_id": null
                },
                {
                    "start": 1571,
                    "end": 1579,
                    "text": "Table S6",
                    "ref_id": null
                },
                {
                    "start": 2766,
                    "end": 2775,
                    "text": "Figure S8",
                    "ref_id": null
                }
            ],
            "section": "SARS-CoV-2 S proteins using two complementary proteases for digestion and an integrated N-glycoproteomic analysis."
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.28.013276 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 S proteins using two complementary proteases for digestion and an integrated N-glycoproteomic analysis."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-41020-42012-41587"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Virological assessment of hospitalized patients with COVID-2019",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronavirus Infections-More Than Just the Common Cold",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Paules",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Marston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Structure, Function, and Antigenicity of the SARS-CoV-2 Spike Glycoprotein",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Walls",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Unexpected Receptor Functional Mimicry Elucidates Activation of Coronavirus Fusion",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Walls",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cell",
            "volume": "176",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Characterization of spike glycoprotein of SARS-CoV-2 on virus entry and its immune cross-reactivity with SARS-CoV",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Commun",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The convalescent sera option for containing COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Pirofski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Invest",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Characterization of the receptor-binding domain (RBD) of 2019 novel coronavirus: implication for development of RBD protein as a viral attachment inhibitor and vaccine",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Mol Immunol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "N1074 N1098",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "N1158 &amp; N1174",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cc-By-Nc-Nd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.28.013276"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": ". The representative glycan compositions and deduced structures are shown on each site(Fig. 4A).Intriguingly, the number of glycan compositions and their types on each glycosite(Fig.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "mannose-binding lectin (MBL) and may interfere with viral entry into host cells by inhibition of S protein function(31). Besides the direct neutralization effect, MBL, as a serum complement protein, can initiate the complement cascade. Complement hyper activation in lung tissues of COVID-19 patients has been revealed by a recent preprint study(32). However, it remains unknown whether MBL can bind to oligomannose on SARS-CoV-2 S protein to impact the viral spread or initiate complement activation in patients. Glycans also play crucial and multifaceted roles in B cell and T cell differentiation via cell-surface or secreted proteins, including selectins, galectins, and siglecs, which can further connect SARS-CoV-2 to immune response and immune regulation(27). In particular, the complex N-glycans are ligands for galectins, which are able to engage different glycoproteins to regulate immune cell infiltration and activation upon virus infection(33, 34). These mechanisms underlying SARS-CoV-2 infection and spread are worth further clarification based on a detailed analysis of clinical characteristics in humoral and cellular immunity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "produced in human cells(37, 38). In contrast, the vaccine antigens produced from mammalian cells do not always induce a strong humoral immune response in mice, because of the complex-type N-glycans(39). To prime strong humoral immunity upon vaccination against SARS-CoV-2, insect cell-produced antigens with less complex N-glycans could be one of the candidates for the development of vaccines and neutralizing antibodies. Apart from amino acid epitopes, the glycopeptide can be presented by major histocompatibility complex (MHC) and recognized by a CD4+T-cell population to help B cells produce antibodies against glycans. The glycoconjugate has been used to boost the immune response against infections(23, 24).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "N-glycosites characterization of SARS-CoV-2 S proteins. (A and B)N-glycosites of the recombinant SARS-CoV-2 S protein or subunits expressed in insect cells (A) and human cells (B). PSS: putative signal sequence; RBD: receptor-binding domain; S1/S2: S1/S2 protease cleavage site; Oval: potential N-glycosite; Yellow oval: ambiguously assigned N-glycosite; Red oval: unambiguously assigned N-glycosite; Blue arrow:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "(C) N-glycosites were demonstrated in the three-dimensional structure of the SARS-CoV-2 S protein trimers (PDB code: 6VSB). RBDs, yellow; N-glycosites, blue.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Site-specific N-glycosylation of recombinant SARS-CoV-2 S proteins. (A and B) The number of intact N-glycopeptides and N-glycans in recombinant SARS-CoV-2 S proteins expressed in insect cells (A) or human cells (B). (C and D) The numbers of the N-glycosites containing one representative N-glycan and its deduced structure from the recombinant SARS-CoV-2 S protein or subunit expressed in insect cells (C) and human cells (D). (E and F) Different types and numbers of N-glycan compositions on each N-glycosite of the recombinant SARS-CoV-2 S protein or subunit expressed in insect cells (E) or human cells (F).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Site-specific N-glycosylation profile of RBDs expressed in human and insect cells. (A) The glycosites and deduced representative N-glycans on N331 and N343 of RBD. (B and C) Different types and numbers of N-glycans on N331 and N343 of RBD expressed in insect cells (B) or human cells (C). (D) Comparison of N-glycans on N331 and N343 between RBD and S ectodomain expressed in insect cells. (E) Comparison of N-glycans on N331 and N343 between RBD and S1 subunit expressed in human cells. The theoretical of intact N-glycopeptides of S protein derived from the digestion using trypsin (A) or Glu-C (B) alone or in combination (C). Red letter: N-glycosites; Green letter: trypsin cutting sites; Blue letter: Glu-C cutting sites; Underline: theoretical N-glycopeptides without missing cleavage sites. Supplementary Figure S2. The spectrum of intact N-glycopeptides with the ambiguously assigned N-glycosite (N1134). Supplementary Figure S3. Comparison of the spectra of the intact N-glycopeptide (N149) before (A) and after (B) enrichment. Supplementary Figure S4. Comparison of the spectra of intact N-glycopeptides (N709 and N717) after trypsin digestion (A) and Glu-C digestion (B). Supplementary Figure S5. Comparison of the spectra of intact N-glycopeptides (N709 and N717) (A) and deglycopeptides (B). Supplementary Figure S6. Comparison of the N-glycosites on the SARS-CoV-2 and SARS-CoV spike proteins. Supplementary Figure S7. Representative and high-quality spectra of intact N-glycopeptides and deglycosylated peptides. Supplementary Figure S8. Microheterogeneity and macroheterogeneity of the N-linked glycopeptides of the S protein. Supplementary Figure S9. SDS-PAGE analysis of RBDs expressed in insect and human cells.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "The theoretical of intact N-glycopeptides of S protein derived from the digestion using trypsin (A) or Glu-C (B) alone or in combination (C). Red letter: N-glycosites; Green letter: trypsin cutting sites; Blue letter: Glu-C cutting sites; Underline: theoretical N-glycopeptides without missing cleavage sites. Supplementary Figure S2. The spectrum of intact N-glycopeptides with the ambiguously assigned N-glycosite (N1134). Supplementary Figure S3. Comparison of the spectra of intact N-glycopeptides (N149) before (A) and after (B) enrichment. Supplementary Figure S4. Comparison of the spectra of intact N-glycopeptides (N709 and N717) from trypsin digestion (A) and Glu-C digestion (B). Supplementary Figure S5. Comparison of the spectra of intact N-glycopeptides (N122) (A) and deglycopeptides (B). Supplementary Figure S6. Comparison of the N-glycosites on SARS-CoV-2 and SARS-CoV spike proteins. Supplementary Figure S7. Representative and high-quality spectra of intact N-glycopeptides and deglycosylated peptides. Supplementary Figure S8. Microheterogeneity and macroheterogeneity of the N-linked glycopeptides of the S protein. Supplementary Figure S9. SDS-PAGE analysis of RBDs expressed in insect and human cells.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.BY-NC-ND 4.0 International license author/funder. It is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.BY-NC-ND 4.0 International license author/funder. It is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.BY-NC-ND 4.0 International license author/funder. It is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.28.013276 doi: bioRxiv preprintN1194 Spectra of deglycosylated peptides from recombinant SARS-CoV-2 spike proteins expressed in insect cells N17 N122 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.BY-NC-ND 4.0 International license author/funder. It is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.BY-NC-ND 4.0 International license author/funder. It is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.BY-NC-ND 4.0 International license author/funder. It is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.28.BY-NC-ND 4.0 International license author/funder. It is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.28.013276 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}