{
    "paper_id": "080d57a332b0d1f0a5b0c27180bf930ef6dd7135",
    "metadata": {
        "title": "The efficiency in the ordinary hospital bed management in Italy: an in-depth analysis of intensive care unit in the areas affected by COVID-19 before the outbreak",
        "authors": [
            {
                "first": "Fabrizio",
                "middle": [],
                "last": "Pecoraro",
                "suffix": "",
                "affiliation": {},
                "email": "f.pecoraro@irpps.cnr.it.orcidid:0000-0001-5718-4240.correspondingauthor."
            },
            {
                "first": "Fabrizio",
                "middle": [],
                "last": "Clemente",
                "suffix": "",
                "affiliation": {},
                "email": "fabrizio.clemente@ic.cnr.it"
            },
            {
                "first": "Daniela",
                "middle": [],
                "last": "Luzi",
                "suffix": "",
                "affiliation": {},
                "email": "d.luzi@irpps.cnr.it"
            }
        ]
    },
    "abstract": [
        {
            "text": "In the first months of 2020 an increasing number of individuals worldwide are infected by the coronavirus disease 2019 . A particularly severe diffusion of the virus has affected Italy and in particular its northern regions. This is resulting in a high demand of hospitalization with a particular attention on the intensive care units (ICUs). Hospitals are suffering the high degree of patients to be treated for respiratory diseases and the majority of the structures located in the north of Italy are or are going to be saturated. This has led the actual and past national and regional governments to be heavily criticized for reducing in the past years the number of beds, in particular those located in the ICUs across the country. Aim of this study is to analyse the availability of hospital beds across the country as well as to determine their management in terms of complexity and performance of cases treated at regional level. The results of this study underlines that, despite the reduction of beds for the majority of the hospital wards, ICUs availabilities did not change between 2010 and 2017. Moreover, this study confirms that the majority of the Italian regions efficiently manage these structural facilities allowing hospitals to treat patients without the risk of having an . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055848 doi: medRxiv preprint 2 overabundance of patients and a scarcity of beds. In fact, this analysis shows that, in normal situations, the management of hospital and intensive care beds has no critical levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The number of individuals infected with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the virus causing coronavirus disease 2019 , is dramatically increasing worldwide [1] . The first person-to-person transmission in Italy was reported on Feb 21st, 2020, and led to an infection chain that represents the largest COVID-19 outbreak outside Asia to date. At the moment, Italy is the second most affected country in the World and the first in Europe, with more than 62000 confirmed cases according to the Italian Department of Civil Protection as of 26th of March 2020. What it is not clearly identified so far is the reasons for the strong involvement of Italy within the European countries [2] and even more why the spread of this epidemic has not followed a uniform pattern on the territory: the diffusion of the disease, at the moment, is focused on the northern regions of the country. This was particularly evident considering that the virus took some days to reach the central and the southern regions of the land. Currently, the 87% of the confirmed actual cases are inhabitants of the northern regions that counts the 55% of the total Italian population. Among them, where the first cases were identified at the end February, is still the region with the majority of individuals infected by the COVID-19 virus. Similar results can be noted considering the hospitalization in general (88% in the northern regions and 42% in ) and in the intensive care unit in particular (85% in the northern regions and 35% in ). This data are provided and daily updated by the Italian Civil Protection Department [3] . These numbers are indicative of the spread of the infection and underline that one the main challenges to be faced by the National and the Regional Health Systems is the management of hospital resources across the country in terms of professionals, medical devices and hospital beds, with a particular attention on the intensive care unit (ICU) [4] .",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 705,
                    "end": 708,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1619,
                    "end": 1622,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1970,
                    "end": 1973,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction."
        },
        {
            "text": "Given this high demand of hospitalization and critical care, Italian hospitals and in particular those located in the northern regions have been overloaded and the majority of them are struggling to cope with patients infected by the COVID-19 in addition to those who are hospitalized from other diseases. This has led the actual and past national and regional governments to be heavily criticized for reducing in the past years the number of beds, in particular those located in the ICUs across the country. Different newspapers have highlighted that a reduction in the number of beds have affected many hospitals over the territory. This resource reduction is mainly related to the progressive cutting of the national and local budget in the last . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055848 doi: medRxiv preprint decade that led the regional health services to close a significant number of local small dimension hospitals that generally have higher costs [5] . This lack of beds is confirmed by a recent study of the OECD that reported that our country counts 2.6 hospital beds per 1000 inhabitants [6] , ranking Italy at the 19 th place over 23 countries with Germany having more than 6 beds per 1000 inhabitants. However, this data does not consider the number of ICUs. The most recent study reporting the number of beds specifically for the ICU was published by Rhodes et al in 2012 [7] . Also in this case the number of beds located in Italy are below the European average with 12.9 beds per 100000 inhabitants, while Germany is equipped with 29.2 beds. The analysis of the Italian National Healthcare Service should take into account that health services are organized and delivered under the responsibility of local authorities structured at a regional level, while the Italian Government has a weak strategic leadership.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 290,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 431,
                    "end": 434,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 718,
                    "end": 721,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction."
        },
        {
            "text": "Starting from these premises, the aim of this study is to analyse the Italian regional hospital systems in order to assess the efficiency and the performance of the hospital bed management in the years that precede the COVID-19 outbreak. Specific attention is given to the management of the intensive care unit departments. In this perspective, there are two methodologies adopted to assess the efficiency of a health structure in the management of clinical hospitalized cases: the first one is the hospital bed management [8] [9] [10] that provides an overall description of the use of beds by health structures. The second methodology evaluates the performance of a hospital considering the complexity of the cases treated by the structure [11] [12] . Both methodologies investigate hospital performances providing a helpful snapshot for healthcare managers for the evaluation of healthcare systems [13] .",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 526,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 527,
                    "end": 530,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 531,
                    "end": 535,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 742,
                    "end": 746,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 747,
                    "end": 751,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 901,
                    "end": 905,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction."
        },
        {
            "text": "The paper is structured as follows: after the materials and methods paragraph, a picture of the virus diffusion and workload of the hospital infrastructure is reported to provide an overview of the extraordinary event faced by the health and social care professionals in Italy. After that, a comparison of data captured in the years 2010 and 2017 is performed to verify the differences across years in terms of hospital beds available in each region. Finally, the results of the hospital bed management analysis are reported to capture the efficiency as well as the complexity and performance of patient hospitalizations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction."
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055848 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction."
        },
        {
            "text": "This paper is focused on two main data sources. The first one provides daily data on the diffusion and hospital infrastructure consumption during the COVID-19 outbreak. They are collected by the Italian Civil Protection Department and collected on several web sites [3] . The second information flow concerns data on hospital bed management. Administrative and clinical data produced during the hospitalization process are collected in Discharge Report Forms and sent by the hospital information systems of a single health provider and centrally collected by the Ministry of Health. They describe each service provided to a patient as well as facilities available and staff employed in the relevant structure. This information is aggregated and published in the web site of the Ministry of Health [14] . The data analysed in this study refer to the year 2017, the latest data published by the Ministry of Health. Moreover, data captured for the year 2010 are analysed to examine differences between 2010 and 2017 in terms of resources available across the territory. This study considers both the public and private institutes, excluding the private nursing homes. The datasets gathered from the Ministry of Health website [14] and the relevant analyses performed during the current study are available in the Zenodo repository [15] .",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 269,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 797,
                    "end": 801,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1223,
                    "end": 1227,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1328,
                    "end": 1332,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "The overall description of the hospital bed management is assessed using the following indicators computed on the basis of the number of beds, the patient discharged over a specific period of time (i.e. a year) and total number of in-patient days (i.e. the overall number of days that all the patients are hospitalized) [16] .",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 324,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": "• Beds Occupancy Rate (BOR): percentage of inpatient beds occupied over a specific period;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": "• Average Length Of Stay (AvLOS): average number of days that an inpatients remained in the hospital;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": "• Turnover Interval (TOI): number of days that an available bed remains empty between the discharge of a patient and the admission of a next one;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": "• Beds Turn Over (BTO): average number of patients \"passing through\" each bed during a specific period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055848 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": "The authors also adopted reference thresholds for TOI (1<TOI<3) and BOR (BOR>75%). These values have been used to classify each region in the following areas: 1) the red one that identifies regions where both TOI and BOR are outside the reference threshold; 2) the yellow area that reports regions where either TOI or BOR are outside the threshold and 3) the green area that identifies regions where both indicators are within the reference thresholds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": "The complexity and the performance of each clinical department in the management of clinical hospitalization cases are described, respectively, by the Case Mix (CMI) and the Performance Index (PI). In particular, the former indicates the degree of complexity in each observed unit with respect to a benchmark level (i.e. the national average), while the PI compares the performance of the observed unit considering the inpatient length of stays compared to the benchmark level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": "These indicators are computed according to the following formulas, taking into account the different clinical specialties addressed by the relevant structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": "Where the variables indicate:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": "• n: number of specialties assessed by the structure;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": ": Italian AvLOS of the specialty j;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": ": Italian AvLOS of all specialties;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": ": number of patient discharges in Italy of the specialty j",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": ": total number of patient discharges in Italy;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": ": AvLOS of the specialty j in the relevant structure;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": ": number of patients discharged in the relevant structure for the specialty j;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": ": total number of patients discharges in the relevant structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055848 doi: medRxiv preprint A CMI (Equation 1) lower than 1 identifies a structure that manages low-level of complexity clinical cases, whereas a PI (Equation 2) lower than 1 identifies a structure with a high-level of efficacy. Considering the graphical representation, these indicators are analysed adopting a four-quadrant graph where the CMI is reported in the abscissa and the PI is reported in the ordinate compared to the national benchmark.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodologies"
        },
        {
            "text": "Since the beginning of the infection through the identification of the first cases in the north of Italy, the number of patients infected closely follows an exponential trend, with a slightly change during the last week turning from an exponential to a linear trend. This tendency is appreciable not only considering the total number cases, but also the number of deaths, healed as well as the number of patients hospitalized in general and in the intensive care units dislocated all over the country. Trends describing the hospitalizations are reported in Figure 1 considering both the country as a whole and the region in particular, that still represents the region with the highest number of cases in Italy. These trends highlight the tremendous amount of work carried out by the healthcare professionals to host the exceptional number of patients to be hospitalized in the health structures. . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 557,
                    "end": 565,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Impact of the COVID-19 outbreak in the hospital bed management in Italy"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055848 doi: medRxiv preprint Although all hospital wards are struggling with an exceptional workload due to the COVID-19 outbreak, the intensive care units are particularly stressed given that the majority of the hospitals in the northern part of the country are saturating the hospital beds generally located in this department. Figure . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 445,
                    "end": 451,
                    "text": "Figure",
                    "ref_id": null
                }
            ],
            "section": "Impact of the COVID-19 outbreak in the hospital bed management in Italy"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055848 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of the COVID-19 outbreak in the hospital bed management in Italy"
        },
        {
            "text": "In this paragraph data collected in the years 2010 and 2017 are compared to capture difference in terms of beds availability, number of hospitalizations and total number of inpatient days. A highlighted in Table 1 , an important reduction of the hospital beds is evident all over the Italian regions. This reduction on the same time matches with a reduction of both number of patients hospitalized and number of days spent in the hospital. Differences across the country can be highlighted with the highest reductions in the southern regions. Considering the northern region heavily affected by the COVID-19, the reduction ranges from -5% in Bolzano and Val d'Aosta to -23% in Trento, while Lombardy cuts around the 7% of hospital beds. . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 213,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Analysis of the Italian structural components"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055848 doi: medRxiv preprint A different picture is shown focusing on the intensive care unit. Table 2 highlights that the availability of the number of beds in this department did not change across years with an increasing number of beds around 6% all over the territory. Of course, also in this analysis differences across regions can be detected. However, only five regions have reduced the number of beds in this department with the highest cut found in Lazio, Liguria and Piemonte (5%). . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 217,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Analysis of the Italian structural components"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055848 doi: medRxiv preprint A focus on the reduction of the hospital beds in the different wards is reported in Table 3 highlighting the disciplines that cover the 90% of the hospitalization complexity in terms of the average length of stay. As reported in the Table only oncology and intensive care unit wards have had an increase in the number of beds in Italy, while in other clinical specializations the reduction was even more than 20%, among which surgery, paediatrics and otolaryngology. This indicates that, among the wards that manage complex hospital cases, the availability of hospital beds was not affected by the funding cuts to public health. However, these crude differences may take into account that, in the last years, many European countries have adopted policies to strongly shift the organization and provision of health and social services from formal institutional facilities (e.g. hospitals) to home care [17] . Moreover, recently the provision of different scheduled procedures (e.g. diagnostic test, clinical examinations, treatments) are mainly provided in a day hospital, reducing the number of beds needed to treat the patients. Other differences that can be detected analysing the availability of hospital beds refers to their distribution in the 21 regions and autonomous provinces. Figure 3 reports the number of beds per 100.000 inhabitants both considering all disciplines (A) and focusing on the intensive care unit departments (B). The proportions vary across the country spanning from Molise that counts the highest values for both categories to Calabria that displays the lowest proportions. In this overall picture, while, generally, the south of Italy suffers the lack of hospital beds, lays in the middle of the rank with 279 beds in total and 8 intensive care unit beds per 100000 inhabitants. 2. The second group of regions (Calabria, Campania, Bolzano e Puglia) has similar results compared to the above cluster, with hospitalizations efficiently managed with high performances. Differently from the above-mentioned group, these regions tend to manage cases that are less complex.",
            "cite_spans": [
                {
                    "start": 1045,
                    "end": 1049,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 235,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1430,
                    "end": 1438,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Analysis of the Italian structural components"
        },
        {
            "text": "3. Six regions (Friuli Venezia Giulia, Piemonte, Valle D'Aosta, Veneto, Liguria e Lombardy) manage the hospital beds with a high turnover and beds that remain scarcely empty during the year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of the Italian structural components"
        },
        {
            "text": "However, this is mainly due to a high length of stay that result in a low level of performance with respect to the national level, even if these regions mainly manage complex cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of the Italian structural components"
        },
        {
            "text": "4. The last group is composed by four regions (Lazio, Marche, Sicilia e Sardegna). Even if they have positive values in the hospital bed turnover and turnover interval, the performance is lower than the national reference value also considering that these regions tend to manage less complex cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of the Italian structural components"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of the Italian structural components"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 06.20055848 doi: medRxiv preprint In this classification the Molise represents an interesting outlier given that it is the only region with both BRO and TOI outside the efficiency thresholds. These features contribute also to the performance of the regional hospitals even if this region tend to manage complex cases. . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "06.20055848 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analysis of the Italian structural components"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055848 doi: medRxiv preprint The analysis reported above is presented in the following, taking into account exclusively the intensive care unit beds and hospitalization flow. Table 5 2) A consistent number of regions (Basilicata, Campania, Molise, Sicilia, Abruzzo, Puglia e Lazio) belong to the second cluster. As reported for the previous group also these regions have a high bed turnover and the number of days between two hospitalization are relatively low. However, . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 290,
                    "end": 297,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Analysis of the Italian structural components"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055848 doi: medRxiv preprint differently from the above mention group, these results are mainly due to the high number of days that patients spend in the intensive care unit. Also for this reason, even if these regions tend to cope with complex cases and pathologies, their performance is lower than the national one.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of the Italian structural components"
        },
        {
            "text": "3) In three regions (Liguria, Toscana e Veneto) hospital beds are not efficiently managed with a low performance in the management of not so complex cases. This is mainly due to the low complexity of cases hospitalized with a length of stay higher than the national average value. In this classification Marche represents an outlier in the management of hospital beds. Differently from the last reported cluster it manages complex cases with a relative high performance. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of the Italian structural components"
        },
        {
            "text": "COVID-19 is one of the most serious respiratory pandemics of the past 100 years, its rapid global spread is overwhelming hospitals and local communities in Italy. One of the main challenges to be faced by the Italian hospitals is to provide hospital beds for patients affected by this virus with a particular attention of the intensive care unit department. This is particularly evident considering that, at the moment, the majority of the northern regions in Italy are suffering with a low number of available beds and that others presumably saturate their capacity in the following days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions."
        },
        {
            "text": "The lack of hospital beds has been attributed to a set of important cuts in the financing of public health over the last years that also result in a reduction of hospital beds both in general and in the intensive care units on the whole territory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions."
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055848 doi: medRxiv preprint This paper provides an overview of the efficiency in the management of hospital beds across Italian regions also highlighting whether a substantial reduction of hospital beds has been carried out recently. The results of the overall analysis firstly show that even if an important reduction of hospital beds affects the majority of the hospital wards, an opposite trend has been detected for the intensive care unit. This is particularly evident considering the regions that are most effected by the virus: Lombardy +11%, Marche +12%, Piemonte -5%, Trento +55%, Bolzano +3%, Veneto +4%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions."
        },
        {
            "text": "Hospital beds are generally efficiently managed all over the country with some exceptions in the south of Italy that show a slow turnover and/or a low bed occupancy rate. This positive result is particularly evident in the regions of northern Italy where cases are handled with rapid shifts, also without leaving beds empty during the year. Moreover, generally northern regions mainly deal with complex cases albeit with a performance below the national average. On the contrary, different results are displayed analysing the management of beds in the intensive care units, where the 75% occupancy rate threshold is not reached in all regions. In this sense, the northern regions exhibit a high performance, even if related to the management of less complex cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions."
        },
        {
            "text": "In conclusion this study highlights that in the recent years there has been no substation reduction of the hospital beds located in the intensive care units. Differently other wards suffered of the financial cuts done by national and regional governments to the public health. However, this trend may also take into account two important factors. On the one hand, the provision of health services is now shifting from formal institutional facilities (e.g. hospitals) to home care and, on the other hand, different scheduled procedures are mainly provided in a day hospital reducing the number of beds needed to treat the patients. The majority of the Italian regions and in particular those in the northern part of the country can rely on an appropriate number of beds that generally do not saturate in periods when the patient flow is not conditioned by catastrophic events like what we have been going through these weeks. This availability of hospital beds as well as the efficiency in their management confirmed in this study allow hospitals to treat patients without the risk of having an overabundance of patients and a scarcity of beds. In fact, the analysis reported in this paper showed that, in normal situations, the management of hospital and intensive care beds has no critical levels, while in pandemic or other catastrophic periods, the hospital management paradigms change [18] . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 1389,
                    "end": 1393,
                    "text": "[18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055848 doi: medRxiv preprint making it necessary also to change the relationship between hospital and territory as well as to determine the appropriate allocation of in-patient resources [19] . Considering that post-intensive care and intensive care continuously bed availability daily changes across the land and the European countries, it is not possible to apply this methodology in this pandemic period. However, an ex post analysis should be applied in the future to provide indications on the hospital-territory relationship in response to widespread social problems.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "25--28",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Transmission of 2019-nCoV infection from an asymptomatic contact in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sothmann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bretzel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Froeschl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wallrauch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "382",
            "issn": "",
            "pages": "970--971",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Critical Care Utilization for the COVID-19 Outbreak in Italy: Early Experience and Forecast During an Emergency Response",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grasselli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pesenti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cecconi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4031"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Efficiency and optimal size of hospitals: results of a systematic search",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giancotti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guglielmo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mauro",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS One",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0174533"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The variability of critical care bed numbers in Europe",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ferdinande",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Flaatten",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Guidet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Metnitz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Moreno",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive care medicine",
            "volume": "38",
            "issn": "10",
            "pages": "1647--1653",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Johnson diagram and latent reserve as tools to optimise the management of hospital beds",
            "authors": [
                {
                    "first": "Pulgar",
                    "middle": [],
                    "last": "Perera",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Tejo",
                    "middle": [],
                    "last": "Paniagua",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "García",
                    "middle": [],
                    "last": "Sañudo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barber",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of healthcare quality research",
            "volume": "34",
            "issn": "3",
            "pages": "124--130",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Improving bed turnover time with a bed management system",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tortorella",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ukanowicz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Douglas-Ntagha",
                    "suffix": ""
                },
                {
                    "first": "Ray",
                    "middle": [
                        "R"
                    ],
                    "last": "Triller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Nursing Administration",
            "volume": "43",
            "issn": "1",
            "pages": "37--43",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Using quality measures for quality improvement: the perspective of hospital staff",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Hashjin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ravaghi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Kringos",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "C"
                    ],
                    "last": "Ogbu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Azami",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Klazinga",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PloS one",
            "volume": "9",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "What drives patient mobility across Italian regions? Evidence from hospital discharge data. Health Care Provision and Patient Mobility",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brau",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marrocu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "133--154",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Application of case mix index in the allocation of nursing human resources",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of nursing management",
            "volume": "26",
            "issn": "6",
            "pages": "647--652",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Assessing the performance of health units using a mix of efficiency indicators. E-Health and Bioengineering Conference (EHB)",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pecoraro",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Luzi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cesarelli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Clemente",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1109/EHB.2015.7391430"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Website of the Ministry of Health. National healthcare service database",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Corresponding spreadsheet to the Paper 'Hospital intensive care unit bed management in Italy",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pecoraro",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Clemente",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Luzi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5281/zenodo.3737840"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A methodology of healthcare quality measurement: a case study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pecoraro",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Luzi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cesarelli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Clemente",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Physics: Conference Series",
            "volume": "588",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Costs and benefits of home care for the elderly versus residential care: a comparison using propensity scores",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Berden",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sardiraj",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eur J Health Econ",
            "volume": "16",
            "issn": "",
            "pages": "119--131",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Number of patients hospitalized in the Italian and in the region structures in total as well as in the Intensive Care Units [3].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "of the ICU beds to date (29 th of March 2020). It is important to note that both the number of beds and the number of inpatients is purely indicative: the number of beds refer to the availability of each region in 2019 and does not take into account the epidemic, the number of patients hospitalized refers exclusively to patients affected by COVID-19 and does not take into account patients with other pathologies. As highlighted by the colour, different regions have had already saturated the hospital beds ordinarily available in their intensive care units (Lombardy, Piemonte, Val d'Aosta, Trento, Bolzano), with other regions that are worryingly approaching this threshold (Marche, Emilia Romagna, Toscana, Liguria). To be noted that, as highlighted in the map, all of them are located in the northern part of Italy.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Percentage of beds occupied in the relevant regions considering the number of routinely available hospital beds and the number of patient hospitalized affected by COVID-19. Colours span from green to red depending on the percentage of beds occupied in the intensive care units.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Number of total and intensive care unit beds per 100000 inhabitants in the different Italian regions the results obtained for each region highlighting the classification in the areas of hospital bed management as well as case-mix and performance indicators. Green cells highlight region where the indicators are above the relevant threshold. Note that while BOR and TOI thresholds are captured in the literature, those for the AvLOS and BTO are computed on the basis of the national average value. Considering the hospital bed management all regions fall within the threshold values both for the BOR and the TOI, with the exception of Molise, Basilicata and Sardegna. Instead, regional differences can be captured considering the AvLOS which highlights which are the regions that tend to extend the patient's hospital stays comparing to a national benchmarking value (i.e. Lombardy and Liguria) and the BTO that provides an overview of the regions that have a low number of patients as a percentage of available beds (i.e. Lombardy and Molise). The difference in the AvLOS across the country can determine the level of performance of each region also on the basis of the complexity of cases. On the basis of these analyses, regions have been classified in the following four macro-clusters, that mainly represent the classification of the complex and performance indicators as reported in Figure 4: 1. Six regions (Abruzzo, Emilia Romagna, Trento, Toscana, Umbria e Basilicata) reported positive results in the management of hospital beds. Moreover, these regions report high performances in the treatment of complex cases, mainly due to short hospitalization with respect to the national average length of stay.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Overall classification of each Italian region considering both the hospital bed management indicators and the complexity and performance indicators. In both figures the colour of the marker captures the hospital bed management classification. In the Italian map, regions are coloured on the basis of the ratio between the CMI and PI.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "reported the results of the hospital bed management, complexity and performance indicators. Also in this case, green cells identify efficient regions. In this analysis the thresholds for the four hospital bed management indicators are all defined on the basis of the national average values, given that no reference values are available in the literature. The macro-clusters detected on the basis of both analyses are summarized in the following (Figure 5): 1) In three regions (Calabria, Sardegna e Sicilia) all indicators report positive values with respect to the national average ones. They manage complex cases with high performance results. Moreover, the quick turnover and a high percentage of bed occupancy make these regions efficient also in the management of hospital beds.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "In the last group of regions (Emilia Romagna, Lombardy, Piemonte, Trento, Umbria, Val D'Aosta, Bolzano) the majority of the hospitalization cases are not efficiently managed with a high value of length of stay for not complex cases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Overall classification of each Italian region considering both the hospital bed management indicators and the complexity and performance indicators of intensive care units. In both figures the colour of the marker captures the hospital bed management classification. In the Italian map, regions are coloured on the basis of the ratio between the CMI and PI.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Number of hospital beds, hospitalization and length of stay in the years 2010 and 2017 highlighting the differences in each Italia region.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Number of hospital beds, hospitalization and length of stay in the years 2010 and 2017 in the intensive care units highlighting the differences in each Italia region.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Number of beds in the years 2010 and 2017 highlighting the differences in each hospital ward",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Cross-regional comparison of the results of bed management as well as complex and",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Cross-regional comparison of the results of bed management as well as complex and performance analysis of intensive care units.. CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055848 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}