{
    "paper_id": "08826d0596a01a2a482eb6d80edb0e87cddc304e",
    "metadata": {
        "title": "Predicting clinical needs derived from the COVID-19 pandemic: the case of Spain Version 1.0 -27th March 2020 Predicting clinical needs derived from the COVID-19 pandemic: the case of Spain",
        "authors": [
            {
                "first": "Luis",
                "middle": [],
                "last": "Angel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad de Sevilla ** Hospital Virgen del Rocio. Sevilla",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Hierro -Antonio",
                "middle": [],
                "last": "José",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad de Sevilla ** Hospital Virgen del Rocio. Sevilla",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Garzón -Pedro Atienza -José",
                "middle": [],
                "last": "Luis Márquez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad de Sevilla ** Hospital Virgen del Rocio. Sevilla",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Luis",
                "middle": [
                    "Angel"
                ],
                "last": "Hierro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad de Sevilla ** Hospital Virgen del Rocio. Sevilla",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Antonio",
                "middle": [
                    "José"
                ],
                "last": "Garzón",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad de Sevilla ** Hospital Virgen del Rocio. Sevilla",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Pedro",
                "middle": [],
                "last": "Atienza",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad de Sevilla ** Hospital Virgen del Rocio. Sevilla",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "José",
                "middle": [],
                "last": "Luis Márquez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad de Sevilla ** Hospital Virgen del Rocio. Sevilla",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The evolution of the pandemic caused by COVID-19, its high reproductive number and the associated clinical needs, is overwhelming national health systems. We propose a method for predicting both ICU requirements and the number of deaths, and which will enable the health authorities of the countries involved to plan the resources needed to face the pandemic as many days in advance as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We use official Spanish data to predict ICU admissions and deaths based on the number of infections. We employ OLS to perform the econometric estimation, and through RMSE, MSE, MAPE, and SMAPE forecast performance measures we select the best lagged predictor of both dependent variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "For Spain, our prediction shows that the best predictor of ICU admissions is the number of people infected eight days before, and that the best predictor of deaths is the number of people infected five days before. In the first case, we obtain a 98% coefficient of determination, and in the second a 97% coefficient. The estimated delayed elasticities find that a 1% increase in the number of cases today will imply a 0.72% increase in ICU patients eight days later and a 1.09% increase in the number of deaths five days later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The model is not intended to analyse the epidemiology of COVID-19. Our objective is rather to estimate a leading indicator of clinical needs. Having a forecast model available several days in advance can enable governments to more effectively face the gap between needs and resources triggered by the outbreak and thus reduce the deaths caused by COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "No funding",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Evidence before this study Daily news regarding the exponential growth of those affected by COVID-19 shows that healthcare resources are being overwhelmed by clinical needs in many countries. In particular, serious problems are arising in the most affected countries due to the shortage of ICU beds and the large number of deaths that the authorities are unable to deal with. National health authorities do not have adequate prediction mechanisms to facilitate clinical crisis management. We have performed bibliographic searches of the usual terms used to designate COVID-19, together with those of \"prediction\", \"estimation\", \"ICU\", \"mortality\" and the like, both in Pubmed and in Google Scholar. The predictive literature related to COVID-19 remains very sparse and the few models that do exist are based on exponential adjustments for forecasting the population affected. However, these models lose their predictive accuracy when the growth rate of infections decreases, added to which such models fail to determine the most statistically efficient maximum prediction time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We apply a previously unused method based on predictions through delayed logarithmic estimates of ICU admissions and deaths based on the number of infections. For Spain, we estimate that the best predictor of ICU admissions is the number of people infected eight days before and that the best predictor of deaths is the number of those infected five days before. The findings herald a step forward that improves the possibility of managing the health crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We provide a method to estimate a leading indicator of needs, which thus far has been unavailable to health authorities and which should allow them to plan for the resources required. Furthermore, it is a versatile and simple method that is applicable to any country, state, region, city or hospital area as well as to any type of health care need associated with the COVID-19 pandemic and similar future ones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The global health crisis sparked by the COVID-19 pandemic has alerted governments worldwide. The speed of transmission caused by the high reproductive number of COVID-19 1 and the clinical needs associated with the clinical management of patients suffering from severe acute respiratory infection (SARI) 2 has led to a gap between resources and needs which may prove decisive to the survival of many patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "COVID-19 entails a great need for clinical treatment, particularly extracorporeal membrane oxygenation (EMO) to patients with acute respiratory distress syndrome (ARDS), and which is pushing existing ICU facilities to breaking point as the pandemic expands 3 . As contagion worsens in each country, the best short-term strategy for containing the spread and so preventing health services from collapsing is social distancing, principally through a quarantine imposed by confining the population, as more and more governments are gradually doing, following WHO recommendations 4 . The objective of the WHO and of national authorities is to flatten the epidemic curve 5 so that health systems retain the capacity to clinically attend to patients in hospital centres and ICUs, while the scientific community strives to develop an effective vaccine or a viable antiviral.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 258,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 576,
                    "end": 577,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Increasing health resources rapidly is both complex and costly. The first country to be affected, China, promoted the building of macro-hospitals. Spain and Italy, the two countries currently most affected, have tried to drastically reduce time by using existing macro-buildings such as conference and trade fair centres. This strategy reduces the cost and, particularly, the time needed to set up ICU beds, making the volume of resources required depend mainly on the supply of medical equipment and on the availability of healthcare workers (Spain set up a field hospital with hundreds of beds at the IFEMA fair and conference facility in under 24 hours, and has since continued to expand it to an expected 5.000 beds (https://elpais.com/sociedad/2020-03-21/llegan-los-primerospacientes-al-hospital-abierto-en-los-pabellones-de-ifema.html).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Another issue that countries are having to face is how to deal with COVID-19 deaths. In countries where the mortality rate is higher, local funeral systems are unable to meet the cremation needs of COVID-19 deaths, posing saturation problems in the mortuaries. Italy has employed the army to distribute the corpses throughout the territory, moving them away from the most affected areas (http://www.rainews.it/dl/rainews/media/Coronavirustroppi-morti-a-Bergamo-esercito-porta-le-bare-in-altre-citta-9987ef6c-1056-47c4-862c-18e9255a541a.html#foto-1) while the authorities in Madrid have converted an ice rink into a makeshift mortuary (https://elpais.com/espana/madrid/2020-03-23/madridutilizara-como-morgue-las-instalaciones-del-palacio-de-hielo.html).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In these circumstances, where time is key to determining how many lives might be saved, it is essential to have predictive models which can give health authorities a few days prior warning so as to expand their resources and adapt them to the needs they will soon be facing. Our work seeks to provide a predictive model that allows us to determine the needs of ICU beds as far in advance as possible, since admission to ICU offers around a 50% chance of survival for critically ill patients 9 . The model also helps to deal with the practical arrangements involved in dealing with so many deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Through its Ministry of Health website (https://www.mscbs.gob.es/), the Spanish government is providing daily data on the number of detected cases of infected people, deaths, and ICU admissions nationwide. Using officially published data, we econometrically estimate the following equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "where i=1, 2 …,10 are the number of delays of the explanatory variable, ℎ ) is the total number of deaths up to day t,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": ") is the number of cases detected up to date t, ) is the number of ICU admissions up to date t, and t=1, 2 …,T representing each day. In equation (2), variables are defined as log ( ℎ ) + 1) and log ( )23 + 1) to avoid missing observations from the first few days where the number of deaths was zero. For equation (1), the sample period spans from 08/03/2020 to 24/03/2020, while in equation (2) the period spans from 28/02/2020 to 24/03/2020. We left March 25 and 26 as out-of-sample observations in order to measure the forecast performance of the estimated model. The estimation sample is shorter for equation (1) due to the lack of observations. Estimation is performed through the OLS estimator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "Given that our main goal is to predict ICU beds and the number of deaths using the lagged number of infected cases, after estimating equations using different lags, we select the one with the best forecast performance (which minimises forecasting errors). Using data from 25/03/2020 and 26/03/2020 as out-of-sample period, we calculated RMSE, MSE, MAPE, and SMAPE as indicators of predictive capacity. RMSE is defined as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "where N=2 is the number of out-of-sample observations, which we use to estimate the forecast performance of our estimate, C is the estimated value of the dependent variable, and is the actual value. Secondly, MSE is defined as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "MAPE is calculated using the following formula:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is Finally, we select the estimate with the lagged explanatory variable that shows the lowest value in this set of indicators, and we make the corresponding prediction in total values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "First, we select the model that has the best forecast performance. Table 1 shows RMSE, MSE, MAPE, and SMAPE values for the estimation of equation (1), using from 1 to 10 delays of the explanatory variable. We select the model including eight delays, since it shows the lowest value in the different indicators, which means it outperforms the other estimates in forecasting accuracy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 74,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "a. Prediction of patients in ICUs"
        },
        {
            "text": "The equation of the model that evidences the best forecast performance is the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a. Prediction of patients in ICUs"
        },
        {
            "text": "The coefficient = 0.7175 is what in economics is called elasticity; in this case delayed. We obtain it by deriving the function, and it represents the relationship between the variation of the dependent and independent variables:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a. Prediction of patients in ICUs"
        },
        {
            "text": "This delayed elasticity implies that a 1% increase in the number of infected cases predicts a 0.72% increase in the number of ICU patients eight days later. The estimate presents an R-square of 0.98.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a. Prediction of patients in ICUs"
        },
        {
            "text": "Our model allows us to predict the number of ICU beds to be used, taking the number of people infected eight days earlier as a reference. In this way, we can anticipate the needs in terms of the number of beds for the next few days. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a. Prediction of patients in ICUs"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is Table 2 shows the actual and estimated total number of ICU admissions for the period covered by the estimation, as well as the estimation error of the model. In addition, we include out-of-sample observations, which allows us to analyse the forecast performance of the model. To obtain the actual total number of ICU admissions, we perform the following transformation:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 79,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "a. Prediction of patients in ICUs"
        },
        {
            "text": "That is, we convert the values in logs to total numbers. As the results show, the estimation error, measured as a percentage of total ICU admissions, decreases over the period, although in absolute terms it is greater. Figure 2 graphically shows these same results, including the ICU number estimated until 31/03/2020. As can be seen, the model allows us to very accurately predict the number of ICU patients. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 227,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "a. Prediction of patients in ICUs"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a. Prediction of patients in ICUs"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is We proceed in the same way in the case of deaths caused by COVID-19. Table 3 shows the different forecast performance indicators calculated for the different models in equation (2) using up to 10 delays. According to the estimates, we select the model that includes the explanatory variable with five delays, since it produces the lowest values for the four different measures of forecast performance (RMSE, MSE, MAPE, and SMAPE). We select the five-day delayed model, since it shows the best forecast performance according to the indicators.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 148,
                    "text": "Table 3",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "a. Prediction of patients in ICUs"
        },
        {
            "text": "The equation of the model that presents the best forecast performance is: log( ℎ ) + 1) V = −2.7157 + 1.0896 * log ( )2c + 1) + ) the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a. Prediction of patients in ICUs"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is The delayed elasticity function is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a. Prediction of patients in ICUs"
        },
        {
            "text": "showing that a 1% increase in the number of infected cases detected predicts a 1.09% increase in the number of deaths six days later. The estimate presents a high goodness of fit, with an R-square of 0.97. Figure 3 displays the estimate of the model with respect to the actual values, both in logs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 214,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "a. Prediction of patients in ICUs"
        },
        {
            "text": "As was the case with ICU numbers, we find that residuals decrease throughout the estimation period, so that the estimate values at the end of the sample are closer to the actual values. Table 4 shows the number of actual and estimated deaths, as well as the errors for each time period. To obtain the total number of deaths, we carry out the following transformation:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 193,
                    "text": "Table 4",
                    "ref_id": "TABREF10"
                }
            ],
            "section": "a. Prediction of patients in ICUs"
        },
        {
            "text": "Results show that the prediction error, in percentage terms, decreases over time. As for total values, it increases at the beginning of the period and then subsequently decreases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a. Prediction of patients in ICUs"
        },
        {
            "text": "As regards the predicted out-of-sample values, we observe that the error is very small, the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a. Prediction of patients in ICUs"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is In Figure 4 , we see the trend in the actual number of deaths and their estimates in graphical terms. We also include the prediction of deaths obtained by the model up to 31/03/2020. The estimates show a high goodness of fit, presenting an R-square of 0.97, in addition to generating a prediction with a very low error, as shown in Table 3 . the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 83,
                    "text": "Figure 4",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 404,
                    "end": 411,
                    "text": "Table 3",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "a. Prediction of patients in ICUs"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a. Prediction of patients in ICUs"
        },
        {
            "text": "To date, predictive models for COVID-19 have focused on predicting changes from exponential adjustments for the growth in the infected population, without a predefined contagion model 6, 7 or with a predefined contagion model 8 . These types of adjustments are highly dependent on the estimated equation, and lose their predictive accuracy when the growth rate of infections decreases. They also fail to determine the most statistically efficient maximum prediction time 6 . This makes them ineffective for prediction and prevents health authorities from obtaining reliable forecasts.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 186,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 187,
                    "end": 188,
                    "text": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 471,
                    "end": 472,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our strategy consists of performing simple delayed regressions of the number of patients affected in ICUs, and deaths and by selecting the equation corresponding to the delay that provides the most statistically efficient prediction. By foregoing any epidemiological, or indeed any other type of objective, and by avoiding predetermining the function which is to be estimated, we are able to focus solely and exclusively on finding the best predictor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The result of this simple strategy is a model with a very high predictive accuracy, offering an eight-day advance for ICU admissions and a five-day advance for deaths. This advanced forecast is what can allow authorities to improve resource planning to face the clinical needs-health resources gap caused by the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Clearly, the findings are valid for Spain but not for other countries. However, the method is replicable to any country, state, or region. In addition, it is applicable to any type of health needs, provided we have data on their consumption. It can be applied to anticipate the needs of health staff, hospital beds, medicine, equipment ..., and can also be applied to anticipate other clinical situations apart from deaths. The method does, nevertheless, evidence certain shortcomings that must be taken into account and that basically affect the available data. The method only uses one independent variable, namely those officially declared as being infected, and which thus relies on the possibility of actually applying detection tests. It also depends on health authorities being truthful in their information policy. In Spain, few detection tests were carried out in the early stages of the outbreak, such that patients displaying mild symptoms were not tested. Large-scale testing of mild cases began around 20/03/2020 (https://www.lavozdegalicia.es/noticia/pontevedra/2020/03/20/test-rapidos-salir-cocheinician-hoy-cita-previa/0003_202003P20C1992.htm), although not throughout the whole country. Obviously, if the number of tests for possible COVID-19 infected cases were to be increased, the model would tend to overestimate ICUs and deaths and would need to be recalibrated. In other words, any significant change in the number of tests would affect our independent variable, the number of those declared as being infected, and would have consequences for the predictive performance of both independent variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Moreover, a second issue arises in one of the dependent variables. The number of patients in the UCIs represents the actual number of patients there, but not the number of patients who are in need of intensive care. If ICUs are swamped, medical staff will be forced to ethically screen critical patients 10 , such that data will cease to be representative of clinical needs and will become representative of the limited resources available. If we consider that this need to screen will increase the more the pandemic spreads and the greater the number of patients in need of ICU care, the model may be underestimating ICU needs as infection expands. Moreover, any improvement in clinical pharmacological treatment using antivirals in the pre-ICU admission stage will entail an overestimation of needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A third problem concerns the communication of data. Given the high reproductive number of COVID-19, contagion is growing exponentially, and having accurate daily data available is essential. When 800 patients die every day, at a rate of 33 deaths per hour, reporting the number of deaths inaccurately can lead to fundamental errors in the estimates. The health authorities must establish a specific time to report the numbers and must keep this stable, added to which health centres must prepare the counts accurately and ensure that they reflect the established time periods. In Spain, it was decided to close the daily count at 9.00 pm, and this is a time which must remain fixed until the pandemic is over. Obviously, public information must be truthful and any cases of UCIs being overwhelmed must be reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The effect of data issues can be corrected in two ways: by increasing the variables whose numbers are gathered and published (for example, by publishing daily figures of the tests carried out and of their results or through the numbers of patients not admitted to UCIs as a result of previous ethical screening), and by recalibrating estimates if they lose their predictive accuracy. The first alternative would enable us to replace the variables or to correct them prior to performing estimations. The second alternative would allow us to refine the predictions recursively when the model loses its predictability. Whatever the case, this latter alternative can be performed daily given the ease of the method and the small amount of additional information required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is On a final note, it should be remembered that our work does not pursue any purpose regarding epidemiological analysis, but merely seeks to offer a predictive method which can enhance the planning capacity of health authorities, who are facing the greatest global health challenge the world has seen in the last 100 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Travel Medicine",
            "volume": "27",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa021"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical management of severe acute respiratory infection (SARI) when COVID-19 disease is suspected: interim guidance",
            "authors": [],
            "year": 2020,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "(ncov)-infection-is-suspected",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Planning and provision of ECMO services for severe ARDS during the COVID-19 pandemic and other outbreaks of emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ramanathan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Antognini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Combes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Respiratory Medicine",
            "volume": "",
            "issn": "",
            "pages": "30121--30122",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Responding to community spread of COVID-19: interim guidance",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "How will country-based mitigation measures influence the course of the COVID-19 epidemic?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "931--935",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30567-5"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19 and Italy: what next?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30627-9"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Real-time estimation of the risk of death from novel coronavirus (COVID-19) infection: Inference using exported cases",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of clinical medicine",
            "volume": "9",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/jcm9020523"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Optimization Method for Forecasting Confirmed Cases of COVID-19 in China",
            "authors": [
                {
                    "first": "Al-Qaness",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Ewees",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Abd",
                    "middle": [
                        "El"
                    ],
                    "last": "Aziz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Clinical Medicine",
            "volume": "9",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. The Lancet Respiratory Medicine 2020",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30079-5"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Recomendaciones éticas para la toma de decisiones en la situación excepcional de crisis por pandemia covid-19 en las unidades de cuidados intensivos",
            "authors": [],
            "year": 2020,
            "venue": "Crítica y Unidades Coronarias (SEMICYUC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "displays the estimates of equation 1 compared to the actual values, expressed in logs, as well as the evolution of the residuals over time. As can be seen, the residuals decrease throughout the period; that is, the estimate of the number of ICU beds is closer to the actual values.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Model estimate values, actual values, and residuals (equation 1) Source: authors' own compilation",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Actual vs estimated total ICU admissions All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Model estimate values, actual values, and residuals (equation 2) Source: authors' own compilation",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Actual vs estimated total number of deaths All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Out-of-sample forecast performance for ICU beds (equation 1).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Sources: authors' own compilation. Selected lag in bold.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Actual vs estimated ICU admissions and estimate error Source: authors' own compilation and Ministry of Health. ICU(est) values are rounded to integer values. Out-of-sample dates in bold.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Out-of-sample forecast performance for COVID-19 deaths (equation 2).",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Actual vs estimated deaths and estimate error.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": ". https://doi.org/10.1101/2020.04.03.20051821 doi: medRxiv preprint Predicting clinical needs derived from the COVID-19 pandemic: the case of Spain Version 1.0 -27th March 2020",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Predicting clinical needs derived from the COVID-19 pandemic: the case of Spain Version 1.0 -27th March 2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}