{
    "paper_id": "0916d018d0fa000a746706c518fc9201d2d7ccc9",
    "metadata": {
        "title": "How much of SARS-CoV-2 Infections is India detecting? A model-based estimation How much of SARS-CoV-2 Infections is India detecting? A model- based estimation",
        "authors": [
            {
                "first": "Srinivas",
                "middle": [],
                "last": "Goli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NGN Research Fellow UWA Public Policy Institute University of Western Australia (UWA)",
                    "location": {
                        "addrLine": "35 Stirling Highway, Govandi Station Road, Deonar, Mumbai -400088",
                        "postCode": "6009, 6009",
                        "settlement": "Perth, Perth",
                        "region": "WA",
                        "country": "Australia, Australia, Australia, India"
                    }
                },
                "email": "srinivas.goli@uwa.edu.au"
            },
            {
                "first": "K",
                "middle": [
                    "S"
                ],
                "last": "James",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NGN Research Fellow UWA Public Policy Institute University of Western Australia (UWA)",
                    "location": {
                        "addrLine": "35 Stirling Highway, Govandi Station Road, Deonar, Mumbai -400088",
                        "postCode": "6009, 6009",
                        "settlement": "Perth, Perth",
                        "region": "WA",
                        "country": "Australia, Australia, Australia, India"
                    }
                },
                "email": "ksjames@iips.net"
            }
        ]
    },
    "abstract": [
        {
            "text": "Background and Rationale: Amid SARS-CoV-2 outbreak, the low number of infections for a population size of 1.38 billion is widely discussed, but with no definite answers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The low numbers of SARS-CoV-2 cases in India given its population size presents a conundrum that is widely discussed, but with no definite answers. The low testing rate is often cited as a possible explanation for the low observed positive cases. There is considerable interest and need to understand the true rate of infection, but at the same time, it is difficult to obtain unless random tests are carried out at the population level. Since that may involve a long waiting period, what can be the possible predicted rates from available models across countries? In this context, we used the model proposed by Bommer and Vollmer to assess the quality of official case records.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction and rationale"
        },
        {
            "text": "We have used data from multiple sources. The infection fatality rates were taken from Verity et al. (2020) 1 . Age distribution of the population for India and states are taken from the Census of India (2011) 2 . Reported number of deaths and SARS-CoV-2 confirmed cases from https://www.covid19india.org 3 . The reported numbers of samples tests were collected from the reports of the Indian Council for Medical Research (ICMR) 4 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods Data"
        },
        {
            "text": "Researchers from the University of Gottingen used age-specific infection fatality rates from a study published in The Lancet Infectious Diseases journal 5,1 to estimate the total number of infections. The details of Bommer and Vollmer (2020) model are presented elsewhere 5 . We have adjusted the age-specific infection fatality rates presented in the Lancet with the age distribution of the population of India and 13 states which have more than 100 confirmed cases as on 8 th April. The Lancet study reported perfect ascertainment between observed and estimated cases in the age group 50-59 years. We apply the infection fatality rate of this age group to all ages assuming infection attack rate is uniform for population across the agegroups in India. The number of infections is estimated as the number of deaths till April, 08, 2020 divided by the adjusted infection fatality rate. Based on the global evidence, we assumed that the mean duration between the onsets of symptoms to deaths is 14 days. Thus, it yields the total number of infections two weeks prior to April 8. The detection rate is estimated as the number of confirmed cases divided by the estimated number of infections. Further, by taking data from reports of the ICMR, we have also adjusted the detection rates with the sum of the difference in the rate of change in testing done on a daily basis to derive a more realistic figure of the total number of infections (confirmed + undetected infections) for India as of April 8.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "Our estimates suggest that the total number of COVID-19 infections in India could be around 1, 59,939 instead of the 5,480 confirmed cases as on 8th April. As a result, the detection rate of infections for the country as a whole remains merely at 3.6%, below the world average of 6%. Based on the evidence from other countries, we assume that a major share (85%) of these cases may be those with milder symptoms, who may not have ended up in hospitals 6 . However, we found a huge variation within India. Among 13 states which have more than 100 COVID-19 cases, the detection rate varies from 81.9% (of 410 estimated infections) in Kerala to 0.8% (of 35487 estimated infections) in Madhya Pradesh and 2.4% (of 7431 estimated infections) in Gujarat. The detection rate in Maharashtra (the biggest COVID-19 infected state) is also very low with 1.8% (of 61,268 estimated infections). However, Rajasthan is moderately doing well in terms of the detection rate of infections by confirming 15.8% of total estimated infections. Even, economically and health systems wise better-off states such as Andhra Pradesh, Telangana, Tamil Nadu and Delhi are performing poorly in terms of detection rate; thus, experiencing more deaths than Rajasthan and Uttar Pradesh where more individuals were tested than estimated infections (Figure1 & Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1314,
                    "end": 1332,
                    "text": "(Figure1 & Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Nearly 19.7% of all the COVID-19 infected cases are from Maharashtra alone, while its low detection rates pose a greater threat of COVID-19 related mortality in the state. Currently, the state contributes to 40% of the COVID-19-related deaths, and if the low detection rate continues, this number is likely to rise even further.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Because states with a high detection rate (Kerala and Rajasthan) show lower death rates, we suggest that India must enhance its testing capacity and go for widespread testing. Late detection puts patients in greater need of mechanical ventilation and ICU care, which imposes greater costs on the health system. Early detection and avoidance of critical care for a majority of infected patients is an important way of avoiding overcrowding on the limited health care resources available in the country. The country should also adopt population-level random testing to assess the prevalence of the infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059014 doi: medRxiv preprint Also, there is a need to put out age-wise and co-morbidity characteristics of the patients who died from COVID-19 in the domain of epidemiologists, public health scientists and demographers to assess the relative risk of the infected population based on demographic characteristics. Such rapid assessments are critical to control the damage early and to ensure that resources are used efficiently. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "h e r e s -w h y / . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . T e l a n g a n a R a j a s t h a n K e r a l a . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059014 doi: medRxiv preprint 6/4/2020 Note: †The method applied in this study is better predicts total number of infections for the states with more than 25 deaths. However, considering that there is a considerable chance of undercount of infections but also deaths, we modelled the estimates for all those states which greater than 100 cases on 8 th April, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Estimates of the severity of coronavirus disease 2019: a model-based analysis. The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Verity",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30243-7"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Office of Registrar General of India, Government of India",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "State",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "//icmr.nic.in/sites/default/files/whats_new/ICMR_testing_update_08April_9PM_IST.pdf 5. Bommer C & Vollmer S (2020) Average detection rate of SARS-CoV-2 infections is estimated around six percent. www.uni-goettingen.de/en/606540.html.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "State-wise estimated infection fatality rate, total number of infections and detection rate in India as of 8 th April, 2020.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}