{
    "paper_id": "09274ab34ed74eb299f51e0171c2fddd0092bc18",
    "metadata": {
        "title": "Predicting the epidemic trend of COVID-19 in China and across the world using the machine learning approach",
        "authors": [
            {
                "first": "Mengyuan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China Pharmaceutical University",
                    "location": {
                        "postCode": "211198",
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhilan",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China Pharmaceutical University",
                    "location": {
                        "postCode": "211198",
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shanmei",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China Pharmaceutical University",
                    "location": {
                        "postCode": "211198",
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qian",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China Pharmaceutical University",
                    "location": {
                        "postCode": "211198",
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Canping",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China Pharmaceutical University",
                    "location": {
                        "postCode": "211198",
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yue",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pinghu hospital of Shenzhen university",
                    "location": {
                        "postCode": "440307",
                        "settlement": "Shenzhen",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaosheng",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China Pharmaceutical University",
                    "location": {
                        "postCode": "211198",
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": "xiaosheng.wang@cpu.edu.cn"
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Although COVID-19 has been well controlled in China, it is rapidly spreading outside the country and may have catastrophic results globally without implementation of necessary mitigation measures. Because the COVID-19 outbreak has made comprehensive and profound impacts on the world, an accurate prediction of its epidemic trend is significant. Although many studies have predicted the COVID-19 epidemic trend, most have used early-stage data and focused on Chinese cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We first built models to predict daily numbers of cumulative confirmed cases (CCCs), new cases (NCs), and death cases (DCs) of COVID-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Although the spread of COVID-19 caused by the 2019 novel coronavirus (SARS-CoV-2) is slowing down in China, it is rapidly growing outside the country, and how it will evolve remains unclear. So far, SARS-CoV-2 has infected more than 2,000,000 people and led to nearly 135,000 deaths worldwide. The COVID-19 outbreak has been declared a pandemic and is expected to cause one of the most serious global public health problems in recent years. 1 Of note, the impacts of the COVID-19 epidemic are not only limited to global public health but also affect the global economy, geopolitics, culture, and society. Thus, an accurate prediction of the epidemic trend of COVID-19 may provide valuable advice on how to effectively control its spread and relieve its major social and economic impacts. Although a number of studies have estimated the epidemic trend of the COVID-19 outbreak, most have used early-stage data and focused on cases in China. [2] [3] [4] [5] [6] [7] [8] For example, using the SEIR (susceptible, exposed, infectious, and removed) model, Wang In this study, based on the public data of COVID-19 cases, we predicted its epidemic trend in China and across the world. We first built a prediction model using the publicly available data for COVID cases. These data include daily numbers of cumulative confirmed cases (CCCs), new cases (NCs), and death cases (DCs) of COVID-19 in China since January 20, 2020. We trained our model using data from January 20, 2020, to March 1, 2020, and predicted the daily numbers of CCCs, NCs, and DCs. Furthermore, we predicted the epidemic trend of COVID-19 across the world (outside China) using models derived from those built based on Chinese cases.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 442,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 940,
                    "end": 943,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 944,
                    "end": 947,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 948,
                    "end": 951,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 952,
                    "end": 955,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 956,
                    "end": 959,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 960,
                    "end": 963,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 964,
                    "end": 967,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1051,
                    "end": 1055,
                    "text": "Wang",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "We downloaded the statistics of confirmed COVID-19 cases in China from the National Health Committee of China (http://www.nhc.gov.cn/), including the daily numbers of CCCs, NCs, and DCs since January 20, 2020. The data for the statistics of confirmed COVID-19 cases outside China were downloaded from Worldometer (https://www.worldometers.info/coronavirus/#countries). learning algorithm that can automatically build predictive models from data. 9 We input daily numbers of CCCs and DCs and their corresponding days to obtain a formula that perfectly shaped the relationships between the variables. Due to insufficient sample sizes of the datasets for COVID-19 cases across the world (outside China) because of the recentness of the outbreak, we did not directly use Eureqa to build predictive models for the COVID-19 epidemic trend across the world. We instead derived them from the models for Chinese cases on the assumption that the COVID-19 epidemic trend outside China was similar to that in China with a time lag.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 447,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data preparation"
        },
        {
            "text": "Furthermore, we predicted the epidemic trend in the European and North American countries where COVID-19 is rapidly spreading, including Italy, Spain, Germany, France, UK, and USA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data preparation"
        },
        {
            "text": "We used Eureqa to train the model to predict the daily number of CCCs of COVID-19 in China using data from January 20, 2020 to March 1, 2020 author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 140,
                    "text": "March 1, 2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Prediction of numbers of CCCs, NCs, and DCs of COVID-19 in China"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.18.20038117 doi: medRxiv preprint median time from the onset to critical condition is around 10 days 10 , we calculated the mortality rate on a given day by dividing the number of DCs on that day by the number of CCCs 10 days before. The daily mortality rate increases over time and becomes steady from early April 2020 (Fig. 1D) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 430,
                    "end": 439,
                    "text": "(Fig. 1D)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Prediction of numbers of CCCs, NCs, and DCs of COVID-19 in China"
        },
        {
            "text": "The COVID-19 outbreak across the world (outside China) has lagged behind that in China. We tried to predict its epidemic trend and found that the daily numbers of CCCs within the 14 consecutive days starting from February 27, 2020, across the world followed the same distribution as within the 14 consecutive days starting from January 26, 2020, in China (Kolmogorov−Smirnov (K−S) test, p = 1; Fig. 2A ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 394,
                    "end": 401,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Prediction of epidemic trend of COVID-19 across the world"
        },
        {
            "text": ", where Y is the number of DCs, X is the time (days), and β (= 67.8) the tuning parameter. Using this model, we predicted that a total of 276,000 people will have died of the COVID-19 disease when the outbreak is basically under control across the world (Fig. 2D ). The mortality rate for COVID-19, estimated by our predictive models, will be 4.6% across the world during the COVID-19 outbreak. This number is slightly higher than that (4.2%) for China.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 262,
                    "text": "(Fig. 2D",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Prediction of epidemic trend of COVID-19 across the world"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction of epidemic trend of COVID-19 in individual countries outside China"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction of epidemic trend of COVID-19 in individual countries outside China"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction of epidemic trend of COVID-19 in individual countries outside China"
        },
        {
            "text": "DCs, X is the time (days). The model R 2 was 0.93 on the training set. It predicted around 30,000 deaths caused by COVID-19 during the epidemic in Italy (Fig. 3A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 161,
                    "text": "(Fig. 3A",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Prediction of epidemic trend of COVID-19 in individual countries outside China"
        },
        {
            "text": "Because the COVID-19 epidemics in the other five countries have lagged behind that in Italy and have not shown a turning point, we derived their models from the models All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction of epidemic trend of COVID-19 in individual countries outside China"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction of epidemic trend of COVID-19 in individual countries outside China"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.18.20038117 doi: medRxiv preprint for Italy cases. We found that the numbers of daily NCs in Spain, Germany, France, UK, and USA followed a similar pattern to those in Italy with a 6-, 7-, 9-, 14-, and 10-day lag, respectively (K-S test, p = 1; Fig. 3B ). Accordingly, based on the model to predict the daily number of NCs in Italy, we generated models to predict the daily number of NCs in these countries ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 355,
                    "end": 362,
                    "text": "Fig. 3B",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Prediction of epidemic trend of COVID-19 in individual countries outside China"
        },
        {
            "text": ", where Y is the number of NCs, X is the time (days), t is the days lagging behind, and β is the ratio of the population in that country to that in Italy. For Spain, Germany, France, UK, and USA, t was 6, 7, 9, 14, and 10, respectively, and β was 0.79, 1.39, 1.10, 1.03, and 5.53, respectively. Based on these models, we predicted that the daily number of NCs would peak between April 4 and April 12, 2020, in Spain, between",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction of epidemic trend of COVID-19 in individual countries outside China"
        },
        {
            "text": "March 30 and April 7, 2020, in Germany, between April 1 and April 9, 2020, in France, between April 6 and April 14, 2020, in UK, and between April 2 and April 10, 2020, in the USA (Fig. 3C ). After around April 20, 2020, the COVID-19 outbreak will be gradually brought under control in these countries. The number of COVID-19",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 188,
                    "text": "(Fig. 3C",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Prediction of epidemic trend of COVID-19 in individual countries outside China"
        },
        {
            "text": "cases is expected to total around 204,000, 360,000, 286, 000, 268,000, and 1,434,000",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction of epidemic trend of COVID-19 in individual countries outside China"
        },
        {
            "text": "in Spain, Germany, France, UK, and USA, respectively. Furthermore, we estimated the COVID-19 mortality rate in these countries based on the latest data on April 16, 2020. Likewise, the mortality rate on April 16, 2020, was calculated by dividing the number of DCs on this day by the number of CCCs 10 days before. Accordingly, the COVID-19 mortality rate was 12%, 3.2%, 14.5%, 19.6%, and 6% in Spain, Germany, France, UK, and USA, respectively. Based on these estimated mortality rates, we All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction of epidemic trend of COVID-19 in individual countries outside China"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction of epidemic trend of COVID-19 in individual countries outside China"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.18.20038117 doi: medRxiv preprint estimated that around 25,000, 11,500, 41,000, 52,500, and 86,000 people will die of COVID-19 in Spain, Germany, France, UK, and USA, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction of epidemic trend of COVID-19 in individual countries outside China"
        },
        {
            "text": "The COVID-19 outbreak has made comprehensive and profound impacts on the world. Although this disease appears to be well controlled in China, the recent dramatic increase in new cases and deaths outside China indicates that the outbreak may have catastrophic results globally without implementation of the necessary mitigation measures. However, the experience of China suggests that the outbreak is controllable if effective strategies are employed. 8 Because the COVID-19 outbreak outside China is in the initial or exponential expansion phase, depending on the region or country, it is currently difficult to predict the major turning points in the COVID-19 epidemic outside China based on their data. Therefore, we assumed that the COVID-19 outbreak outside China follows a similar pattern to that in China, and accordingly derived predictive models for the epidemic outside China from models built based on Chinese cases. Our models predicted that the COVID-19 outbreak would peak across the world around May 22, 2020, and would be basically under control around February 21, 2020 (Fig. 4A) . It should be noted that these predictions were made under the premise that countries outside China implement comprehensive and stringent control measures as in China, such as city lockdowns, traffic control, and concentrated medical support for seriously infected areas. Otherwise, the epidemic outside China could follow a different trend, for example, a prolonged All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1086,
                    "end": 1095,
                    "text": "(Fig. 4A)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.18.20038117 doi: medRxiv preprint outbreak, resulting in more unnecessary deaths and infections. Actually, the COVID-19 outbreak has shown to be more serious than expected in the USA and several Europe countries, including Italy, Spain, France, UK, and Germany, indicating that the early preventive and responsive measures to COVID-19 were insufficient in these countries (Fig. 4B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 482,
                    "end": 491,
                    "text": "(Fig. 4B)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our model predicted that the number of NCs would peak on April 9, 2020, outside",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "China. This is consistent with a recent prediction of the epidemic trend of COVID-19 in Italy. 12 We estimated the mortality rate for COVID-19 to be 4.6% outside China. This number may vary by region and country. For example, the current mortality rate is 12.3% in Italy, compared with 0.1% in Germany. It should be noted that the estimated mortality rate could exceed the actual mortality rate, considering that a number of asymptomatic or mildly-symptomatic cases might not be identified.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 97,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Actually, a study of 1,099 Chinese cases indicated that the COVID-19 mortality rate in China is 1.4%. 13 If this is true, then the total number of COVID-19 cases will reach around 230,000, a number far exceeding that reported presently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The recent rapid spreading of COVID-19 in Europe and the USA highlights the importance of implementing more stringent control measures. Indeed, China's experiences in containing the spread of COVID-19 can be learnt by other countries currently facing the COVID-19 pandemic (Fig. 4C) . For example, China has effectively blocked the massive spreading of COVID-19 by the immediate lockdown All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 282,
                    "text": "(Fig. 4C)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.18.20038117 doi: medRxiv preprint of the regions with the worst outbreaks, and reduced more deaths by providing nationwide medical support for these regions. China has implemented the classification management of hospitals with some hospitals concentrating on serving critical COVID-19 cases and others designated for routine medical care. In addition, numerous mobile hospitals have been built to admit suspected and mild patients in China, and strict quarantine rules are enforced. In China, masks are widely used in public area, although the role of face masks in preventing the spread of viruses is debatable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A limitation of this study is that in deriving predictive models for global cases, we did not take into account factors other than demographics that are associated with the spread and outbreak of COVID-19. These include politics, economy, culture, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The COVID-19 outbreak is controllable in the foreseeable future if comprehensive All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Kolmogorov-Smirnov test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The authors declare that they have no competing interests. The numbers of daily new cases in Spain, Germany, France, UK, and USA follow a All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.18.20038117 doi: medRxiv preprint similar pattern to those in Italy with a 6-, 7-, 9-, 14-, and 10-day lag, respectively (K-S test, p = 1). C. Predicted daily numbers of new cases of COVID-19 in Spain, Germany, France, UK, and USA. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding Statement"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding Statement"
        },
        {
            "text": "Predicted qq q qq q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q qq qq qq qq qq qq qq qq qq qq qq qq qq qq qq qq qq qq qq qqqqqqqqqqqqqqqqqqqqqqqqqqqqqqqqqqqqqqqqq qq q q q q q q q q qq q q q q q q q q q q q q q q q qq q qq q qq q qq qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq qq qq qq qq qq qq qq qqq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq qq qq q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measured"
        },
        {
            "text": "Italy q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q 0 10,000 q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q q q q q qq q q q q q q q q qq qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q 10 100 1,000 10,000 peak q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q 0 10,000 20,000 25−Feb 1−Apr 9−Apr 19−Apr peak q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q author/funder, who has granted medRxiv a license to display the preprint in perpetuity. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spain"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.18.20038117 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spain"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Responding to Covid-19 -A Once-in-a-Century Pandemic?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gates",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The New England journal of",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The New England journal",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Phase-adjusted estimation of the number of Coronavirus Disease 2019 cases in Wuhan",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Cell discovery",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "et al. estimated the numbers of COVID-19 cases in Wuhan, China, under the conditions of insufficient and sufficient control measures being taken. 3 Wu et al. predicted the domestic and global spread of SARS-CoV-2 based on travel volume data during Dec predicting its epidemic trend in China and across the world based on updated data is definitely needed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "education, health facilities, geographic position, and race. Overall, the African countries have a low number of COVID-19 cases; the number of cases is also small in the South Asian countries, including India, Pakistan, Bangladesh, and Sri Lanka, despite their high population density. In contrast, the East Asian countries, including China, South Korea, and Japan, have reported a large number of cases, and Europe and USA have replaced China as the centers of the COVID-19 outbreak. The reasons for notably different COVID-19 epidemic sizes in various regions and countries are worth further investigation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "cumulative confirmed cases, NCs: new cases; DCs: death cases; COVID-19: the corona virus disease 2019; SARS-CoV-2: the 2019 novel coronavirus; K-S test:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "virus origins and receptor binding. The Lancet 2020. 7. Chen TM, Rui J, Wang QP, Zhao ZY, Cui JA, Yin L. A mathematical model for simulating the phase-based transmissibility of a novel coronavirus. Infectious diseases of poverty 2020; 9(1): 24. 8. Yang Z, Zeng Z, Wang K. Modified SEIR and AI prediction of the epidemics trend of COVID-19 in China under public health interventions. J Thorac Dis 2020. 9. Schmidt M, Lipson H. Distilling Free-Form Natural Laws from Experimental Data. 324(5923): 81-5. 10. Baud D, Qi X, Nielsen-Saines K, Musso D, Pomar L, Favre G. Real estimates of mortality following COVID-19 infection. The Lancet Infectious Diseases 2020. 11. Li R, Pei S, Chen B, et al. Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2). Science 2020: eabb3221. 12. Remuzzi A, Remuzzi G. COVID-19 and Italy: what next? The Lancet 2020. 13. Guan W-j, Ni Z-y, Hu Y, et al. Clinical characteristics of coronavirus disease 2019 in China. New England Journal of Medicine 2020. Prediction of the COVID-19 epidemic trend in China. Predicted daily numbers of cumulative confirmed cases (A), new cases (B), and death cases (C) of COVID-19 in China. D. Predicted daily COVID-19 mortality rates in China. The mortality rate on a given day is the number of death cases that day divided by the number of cumulative confirmed cases 10 days before.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Prediction of the COVID-19 epidemic trend in the world. A. The daily numbers of cumulative confirmed cases of COVID-19 in the 14 consecutive days starting from February 27, 2020, outside China follow the same distribution as those within the 14 consecutive days starting from January 26, 2020, in China (K-S test, p = 1). B. Predicted daily numbers of cumulative confirmed cases and new cases of COVID-19 in the world. C. Daily numbers of death cases of COVID-19 in the 14 consecutive days starting from February 25, 2020, outside China followed the same distribution as those in the seven consecutive days starting from January 23, 2020, in China (K-S test, p = 1). D. Predicted daily numbers of death cases of COVID-19 outside China.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Prediction of the COVID-19 epidemic trend in six other countries. A. Predicted daily numbers of new cases and new death cases of COVID-19 in Italy. B.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Comparison of the COVID-19 epidemic trend between China, the world outside China, Italy, Spain, Germany, France, UK, and USA. A. The total numbers of cumulative confirmed cases and death cases and epidemic duration. B. The epidemic timelines. C. Comparison of the COVID-19 epidemic trend and the China's experiences in containing the COVID-19 outbreak.All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Figure 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". We obtained the On the basis of the predicted daily number of CCCs, we estimated the daily number of NCs on a given day as the number of CCCs that day minus the number of CCCs on In addition, we used Eureqa to build a model to predict the daily number of DCs in , where Y is the number of NCs and X is the time (days). The model R 2 was 0.998 on the training set. The model predicted around 4,000 deaths caused by COVID-19 during the epidemic in China(Fig. 1C). Furthermore, we estimated that the mortality rate for COVID-19 would be 4.2%, which is slightly higher than the mortality rate of 4.1% calculated based on the latest data on April 16, 2020. However, because the number of NCs was growing small, while the number of critical cases remained at more than 95 on April 16, 2020, the final actual mortality rate for COVID-19 in China will approach to our estimate. Furthermore, we estimated the daily COVID-19 mortality rate in China based on the daily predicted CCCs and DCs. Because the All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "). Thus, we supposed that the COVID-19 epidemic across the world had a similar trend to that in China with a 32-day lag. Accordingly, based on the model to predict the daily number of CCCs of COVID-19 in China, we generated a model to predict the daily number of CCCs of COVID-19 across the world:",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "We observed that the daily number of COVID-19 NCs in Italy had reached its peak.Thus, we used Eureqa to train the model to predict the daily number of NCs in Italy using data from February 22, 2020 to March 26, 2020. We obtained the predictive",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "NCs(Fig. 3A). After April 10, 2020, the COVID-19 outbreak will be gradually brought under control in Italy. Based on this model, the total number of COVID-19",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "and stringent control measures are taken. Our prediction for world cases assumes that other countries take effective control measures similar to those in China, which would warrant cautious optimism.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.18.20038117 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank LetPub (www.letpub.com) for its linguistic assistance during the preparation of this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}