{
    "paper_id": "0b3c4d8dcfb8307b32939ac6b703ca112b4354ee",
    "metadata": {
        "title": "Massive and rapid COVID-19 testing is feasible by extraction- free SARS-CoV-2 RT-qPCR",
        "authors": [
            {
                "first": "Ioanna",
                "middle": [],
                "last": "Smyrlaki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska Institutet",
                    "location": {
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Ekman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska University Hospital",
                    "location": {
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Vondracek",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska University Hospital",
                    "location": {
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Natali",
                "middle": [],
                "last": "Papanicolaou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska Institutet",
                    "location": {
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Antonio",
                "middle": [],
                "last": "Lentini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska Institutet",
                    "location": {
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Johan",
                "middle": [],
                "last": "Aarum",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska University Hospital",
                    "location": {
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Shaman",
                "middle": [],
                "last": "Muradrasoli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health Agency of Sweden",
                    "location": {
                        "settlement": "Solna",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Jan",
                "middle": [],
                "last": "Albert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska University Hospital",
                    "location": {
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Björn",
                "middle": [],
                "last": "Högberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska Institutet",
                    "location": {
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Björn",
                "middle": [],
                "last": "Reinius",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska Institutet",
                    "location": {
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": "bjorn.reinius@ki.se"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The recent emergence of the novel human coronavirus in late 2019 in the Wuhan region in China, rapidly evolved into a global pandemic, infecting more than 1,5 million people worldwide (as of April 13 th , 2020). The high transmission rates and high proportion of asymptomatic infections led to a massive, worldwide need for rapid, affordable and efficient diagnostic tests, that can be performed in clinical and non-clinical settings [1, 2] .",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 437,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 438,
                    "end": 440,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Currently, the widely used method of SARS-CoV-2 detection in clinical diagnostics is an RT-qPCR assay, detecting the presence of viral RNA in patient samples. Although RT-qPCR is widely implemented for the detection of pathogens, including viruses [3] in clinical samples, the implementation of the specific assay for the detection of SARS-CoV-2 has only recently been established. The currently used protocol was developed and optimized for the detection of the novel coronavirus at the Charité University Hospital, in collaboration with several other laboratories in Germany, the Netherlands, China, France, UK and Belgium [4] . Additionally, the existing protocol was further optimized by the Center for Disease Control (CDC) in the United States through the comprehensive comparison and validation of alternative available kits for nucleic acid extraction and the use of alternative probe and primer sets for efficient SARS-CoV-2 detection in clinical samples [5] [6] . Routinely, the application of qPCR for the relative quantification of a transcript of interest in a sample, is preceded by a) the isolation of total RNA from the sample and b) the use of purified RNA in a reverse-transcription (RT) reaction resulting in complementary DNA (cDNA) from the template RNA, which is then utilized for the qPCR reaction. However, nucleic acid purification and RT of the resulting RNA into cDNA are not only laborious and time-consuming, but the additional steps requiring manual handling can result in experimental errors. In the case of clinical sampling and diagnostics, the use of a single-reaction kit combining the RT and qPCR reactions (such as the TaqPath 1-step RT-qPCR) is therefore customary. Although the single-step RT-qPCR removes the need for a separate RT reaction, RNA isolation from clinical samples constitutes a significant chokepoint in the diagnostic process, as it remains both manually laborious and expensive. Specifically, both the Charité University Hospital and the CDC protocols require the use of RNA purification kits, which not only results in a significant cost increase but has already led to a major supply shortage of such kits. It is therefore crucial that a new test is not only affordable, quick and efficient, but that it keeps the use of industrial kits to the minimum. Recent attempts have been made to circumvent RNA extraction in COVID-19 detection [7] [8] [9] [10] .",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 251,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 625,
                    "end": 628,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 964,
                    "end": 967,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 968,
                    "end": 971,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 2393,
                    "end": 2396,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2397,
                    "end": 2400,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2401,
                    "end": 2404,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2405,
                    "end": 2409,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Here, we established routines for SARS-CoV-2 RNAextraction-free single-reaction RT-qPCR testing (Fig. 1) on heat-inactivated nasopharyngeal swab samples in transport medium and compared the results with clinically diagnosed patient samples, demonstrating the viability of extraction-free SARS-CoV-2 diagnostics. In addition, we provide data showing that SARS-CoV-2 RT-qPCR can be performed in presence of high concentration of detergent, allowing testing directly on sample lysates. Importantly, our method builds on clinically established protocols and could easily be integrated to expand ongoing testing pipelines. It is also modular and can be incorporated into alternative approaches utilising PCR.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 104,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "We started by investigating how transport media used for swab collection affect RT-qPCR. To do this, we spiked synthetic full-genome SARS-CoV-2 RNA (SKU102024-MN908947.3, Twist Biosciences) into dilution series of three different transport media (Virocult MED-MW951S, Sigma; Transwab MW176S, Sigma, and Eswab 482C, COPAN) used for clinical sampling at the time of the study (Karolinska University Hospital, Stockholm, Sweden). Each mock sample contained 50,000 synthetic SARS-CoV-2 gRNA copies and 95-0.1% medium, corresponding to 47.5-0.05% medium in the RT-qPCR reaction. We performed single-reaction RT-qPCR using 10µl sample in a 20µl TaqPath reaction and the CDC nucleocapsid 1 (N1) primer-probe set ( Table 1 , Methods) and recorded cycle threshold (C T) values for the dilution series of the media. We observed inhibitory effects in all three media and, importantly, pronounced variation between media (Fig. 2a-d) . Virocult and Transwab demonstrated similar profiles of inhibition, resulting in +2-3 CT at the highest medium concentrations ( Fig. 2a-b) and minimal inhibition at concentrations below 30% medium in the RT-qPCR reaction. Eswab completely impeded detection at high concentrations but reached a similarly low level of inhibition as Virocult and Transwab at 25% concentration in the reaction. For RT experiments relying on synthetic RNA, it is vital to exclude the possibility of lingering DNA template molecules. Therefore, we additionally performed RT and qPCR reactions in two separate steps (Methods) including RT+/-controls, which demonstrated the lack of DNA amplification signal when the reverse transcriptase was eliminated from the reaction (Supplementary Fig.  1a) . Together, these results indicate minimal or no inhibition of Virocult, Transwab and Eswab at ≤25% in the RT-qPCR reaction, corresponding to ≤5µl sample in a 20µl SARS-CoV-2 RT-qPCR reaction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 707,
                    "end": 714,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 909,
                    "end": 920,
                    "text": "(Fig. 2a-d)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1050,
                    "end": 1060,
                    "text": "Fig. 2a-b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1670,
                    "end": 1694,
                    "text": "(Supplementary Fig.  1a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "To test whether direct RT-qPCR could correctly detect the presence (or absence) of SARS-CoV-2 in clinical samples we obtained five aliquots of nasopharyngeal swab samples stored in transport medium at -20°C. Aliquots of the same samples had previously been clinically diagnosed using conventional RNA extraction (MagNA Pure 96 DNA and Viral NA SV Kit, Roche Diagnostics 06543588001) followed by RT-qPCR, calling three patient samples as SARS-CoV-2 positive and two as negative to the virus (Clinical diagnostics performed at the Karolinska University Hospital, Stockholm). We inactivated the nasopharyngeal samples either by adding MagNA Pure 96 External Lysis Buffer (Roche, 06374913001), used in conventional RNA purification, or by heating at 65°C for 30 min, and performed RT-qPCR using 3µl of sample. We observed a lack of amplification in SARS-CoV-2 positive samples inactivated with External Lysis Buffer ( Fig. 2e-f and Supplementary Fig. 1b) . However, RT-qPCR performed directly on heatinactivated samples correctly detected SARS-CoV-2 in all positive samples and lacked signal in the negative samples and controls ( Fig. 2e-f ). This indicated the viability in further exploring heat-inactivated direct RT-qPCR (hid-RT-qPCR) as a method to detect SARS-CoV-2 in clinical samples. We also tested two-step RT and qPCR for SARS-CoV-2 detection on the same clinical samples (Methods), correctly detecting the viral presence and absence (Supplementary Fig. 1c ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 914,
                    "end": 923,
                    "text": "Fig. 2e-f",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 928,
                    "end": 950,
                    "text": "Supplementary Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1127,
                    "end": 1136,
                    "text": "Fig. 2e-f",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1442,
                    "end": 1464,
                    "text": "(Supplementary Fig. 1c",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Next, we tested primer-probe set performance in hid-RT-qPCR using nasopharyngeal swab samples and primers-probe sets targeting the SARS-CoV-2 genes RNA-dependent RNA polymerase (RdRP), envelope (E), and nucleocapsid (N1) ( Table 1) . We obtained additional heat-inactivated (65°C, 30 min) nasopharyngeal swab samples called as SARS-CoV-2 positive in previous clinical diagnostics (Methods). We observed, in our setting, a modest difference between N1 and RdRP in hid-RT-qPCR (mean and median CT difference to N1: 0.63 and 0.27, P=0.032, Wilcoxon signed-rank test) while the E-gene set appeared at considerably higher CT values than the other primerprobe sets (mean and median CT difference to N1: 2.9 and 1.7, P=0.00098, Wilcoxon signed-rank test) ( Fig.  2g-h) . Lower performance of primers and probes targeting the E gene is in line with previous results [7, 11] . We argue that short amplicon targets are optimal for heat-inactivated samples, while considerations on the amplicon length could be less important for PCR amplification performed on extracted RNA from fresh samples (See Discussion). Due to the superior performance of N1 and RdRP in hid-RT-qPCR we focused on these primers in all further analyses.",
            "cite_spans": [
                {
                    "start": 858,
                    "end": 861,
                    "text": "[7,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 862,
                    "end": 865,
                    "text": "11]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 223,
                    "end": 231,
                    "text": "Table 1)",
                    "ref_id": null
                },
                {
                    "start": 750,
                    "end": 761,
                    "text": "Fig.  2g-h)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Our dilution experiments of medium and spike-in synthetic SARS-CoV-2 RNA had shown limited inhibition at ≤25% medium in the reaction (Fig. 2d) . However, clinical samples contain additional material from the swab and other unknown and potentially inhibitory agents. In addition, due to potentially large variability between clinical samples, it is important to characterize inhibition curves in multiple individual clinical samples rather than an averaged mix of samples. The optimal amount of sample input in hid-RT-qPCR should be a balance between possible inhibition from the sample and the amount of RNA going into the reaction. To identify the optimal range of sample input in clinical samples, we performed dilution series (10 to 0.01μl) of individual COVID-19 positive heat-inactivated (65°C, 30 min) nasopharyngeal swab samples, and found an input of 4-1μl sample in a 20μl TaqPath RT-qPCR to be optimal, avoiding the sharp inhibitory effect at higher amounts of sample input observed in some individual samples, yet minimizing C T (Fig. 2i-j) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 142,
                    "text": "(Fig. 2d)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1040,
                    "end": 1051,
                    "text": "(Fig. 2i-j)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "To further evaluate whether direct RT-qPCR on heatinactivated samples might allow effective and sensitive COVID-19 diagnostics, we performed heat inactivation (65°C, 30 min) of aliquots from 85 clinically diagnosed nasopharyngeal samples and performed hid-RT-qPCR blindly to their COVID-19 status. For all samples, we used 4μl input and primers N1, RdRP, as well as RNase P for assessment of sample RNA integrity. Thereafter, we combined the results of hid-RT-qPCR with CT values from the clinical diagnostics performed on extracted RNA (MagNA Pure 96, Roche Diagnostics, test targeting E and RdRP) (Fig.  3) . We observed strong correlation between CT values of extracted and heat-inactivated samples (Fig. 3a) . CT values for hid-RT-qPCR samples were higher than for RNA eluates of the same samples (median 6.7 Ct difference) (Fig. 3b) . This was expected given that (1) More RNA was loaded for eluates (2.5x, standard 10μl input vs. 4μl volume equivalent in hid-RT-qPCR), (2) RNA extraction of eluates was performed on fresh samples while the aliquots used for hid-RT-qPCR had been frozen and stored at -20°C, and then thawed before heat inactivation, (3) Heating may degrade RNA in presence of RNases and/or metal ions (metal-ionbased RNA cleavage), and (4) Inhibitory agents from the swab and medium may inhibit RT-qPCR, although significant medium inhibition is unlikely (Fig. 2d,i-j) . By performing RNA re-extraction from 19 freeze-thawed aliquots and comparing C T values to eluates of matched fresh samples we found the effect of freezethaw to result in +2-3 CT (Fig. 3b) . However, difference in CT value is not the same as difference in diagnostic outcome (i.e. detected presence or absence of SARS-CoV-2). We plotted a heatmap of CT values (Fig. 3c) and found a striking agreement between clinical diagnostics performed on RNA eluates and hid-RT-qPCR COVID-19 calls. Absent-or-present calls in qPCR analysis is dependent on the arbitrary cycle-number cut-off applied, and high cut-off may be valid especially if the PCR efficiency is expected to be low in individual samples. On the other hand, only one of the positive samples in hid-RT-qPCR had a detected SARS-CoV-2 amplification recorded with CT above 40 (Fig. 3c , sample 63). Notably, using diagnostic of extracted RNA and best-performing target RdRP as reference, hid-RT-qPCR using primer-probe set N1 showed an accuracy of 92% (95% confidence interval [CI95%]: 84-97%, P= 1.6 x 10 -15 , binominal test; 91% sensitivity; 93% specificity) ( Table 2) . Among the 85 cases, hid-RT-qPCR using N1 + RdRP missed three COVID-19 positive samples that were detected by routine diagnostics on RNA eluates targeting genes E + RdRP. Interestingly, three samples were identified as COVID-19 positive by All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 599,
                    "end": 608,
                    "text": "(Fig.  3)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 702,
                    "end": 711,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 828,
                    "end": 837,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1377,
                    "end": 1390,
                    "text": "(Fig. 2d,i-j)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1572,
                    "end": 1581,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1753,
                    "end": 1762,
                    "text": "(Fig. 3c)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 2222,
                    "end": 2230,
                    "text": "(Fig. 3c",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 2510,
                    "end": 2518,
                    "text": "Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Diagnostic potential of SARS-CoV-2 hid-RT-qPCR"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.17.20067348 doi: medRxiv preprint hid-RT-qPCR (by both N1 and RdRP) but were negative in routine diagnostics on extracted RNA (Fig. 3a , sample 27, 37 and 62). Of note, two of these patients were re-tested by collection of a new swab sample in clinic 2 and 4 days after the original routine diagnostics and were then confirmed to be COVID-19 positive (CT 26-27, E and RdRP). Corrected N1 hid-RT-qPCR accuracy: 94% CI95%: 87-98%, sensitivity: 91% and specificity: 97%, when taking re-testing into account ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 240,
                    "text": "(Fig. 3a",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 612,
                    "end": 620,
                    "text": "Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Diagnostic potential of SARS-CoV-2 hid-RT-qPCR"
        },
        {
            "text": "Altogether, our data suggest that hid-RT-qPCR may be a viable option to extraction-based of SARS-CoV-2 diagnostics. We want to stress that the procedure can, and should, be further optimized before implemented (see Discussion for workable suggestions). Fomsgaard et. al. reported higher SARS-CoV-2 RNA yield (lower CT values) in samples heat-inactivated at 95°C compared to lower temperatures [10] . As a step in refinement, we compared heat inactivation at 65°C for 30min with 95°C for 15min on five clinical samples and observed a median improvement of minus 1.9 and 5.7 CT for the N1 and RdRP set, respectively (P= 0.031, one-sided Wilcoxon signed-rank test) (Fig. 3d) .",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 397,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 662,
                    "end": 671,
                    "text": "(Fig. 3d)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Diagnostic potential of SARS-CoV-2 hid-RT-qPCR"
        },
        {
            "text": "An even more direct route for SARS-CoV-2 testing might be to run RT-qPCR on unpurified swabs samples, or even on saliva, lysed directly before RT-qPCR. SARS coronavirus capsids are self-assembled particles in which the lipid bilayer is a weak spot [12], thus the viral capsid can be ruptured by surfactants and at the same time viral RNA can be released from similarly lysed human cells in the sample [13] . RT-qPCR assays directly on detergent-inactivated samples would require an RT-qPCR assay resilient to high concentrations of detergent. We determined the effect of Triton-X100 and Tween-20, on SARS-CoV-2 RT-qPCR, using a spike-in of 50,000 copies synthetic full-genome SARS-CoV-2 RNA (SKU102024-MN908947.3, Twist Biosciences) and the N1 primerprobe set. We found that C T values were only modestly affected (+1-2 CT) when incubated with as much as 5% Triton X-100 or 10% Tween-20 in the RT-qPCR reaction ( Fig. 4a-b ). We observed a lowered level of fluorescence in the plateau phase in qPCR at increased concentrations of detergent, without markedly affecting the CT (Fig. 4c-d) . As a step to test whether SARS-CoV-2 could be detected after direct lysis, we obtained six aliquots of saliva and six combined nose and throat swabs in PBS from six deidentified donors (Methods), of which four had been identified as COVID-19 positive and two as negative in extractionbased routine diagnostics (sample aliquots obtained from the Public Health Agency of Sweden, Folkhälsomyndigheten). Notably, these samples were not collected by health care professionals using clinical grade flocked plastic swabs, rather the samples were self-collected using simple cotton swabs (deposition in PBS) and a jar without storage buffer for saliva (Methods). Furthermore, at the time of our experiment, these samples had been freeze-thawed and stored at room temperature for several hours combined. We tested these samples blindly, by mixing 5μl sample (saliva or nose + throat swab) with 5μl of 10 or 20% Triton X-100 and performing the SARS-CoV-2 RT-qPCR using the N1 primers and probe directly on these lysates. Indeed, all four COVID-19 positive donor individuals were correctly called as SARS-CoV-2 positive in at least one Triton X-100 condition or sample (saliva and/or nose + throat swab), while negative controls lacked signal (Fig. 4e) .",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 405,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 913,
                    "end": 922,
                    "text": "Fig. 4a-b",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1075,
                    "end": 1086,
                    "text": "(Fig. 4c-d)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 2321,
                    "end": 2330,
                    "text": "(Fig. 4e)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Direct RT-qPCR on lysed SARS-CoV-2 samples"
        },
        {
            "text": "These initial, but encouraging, results indicate that efforts into optimizing detergent-inactivated direct RT-qPCR for SARS-CoV-2 detection will be worthwhile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Direct RT-qPCR on lysed SARS-CoV-2 samples"
        },
        {
            "text": "Scaled, rapid and affordable COVID-19 diagnostics could help to limit the spread of SARS-CoV-2, potentially saving many of lives, but RNA extraction constitutes a barrier to scale-up of testing. We explored methods to circumvent RNA extraction by performing RT-qPCR directly on heat-inactivated subject samples and sample lysates. Our results show that RT-qPCR-based testing for SARS-CoV-2 infection can be performed through significantly simpler protocols and without the use of RNA extraction kits, nor other special kits. The results also suggest that this might be achieved without any major sacrifice in accuracy of determining negative and positive cases. The procedure could be especially useful for massively scaling up SARS-CoV-2 testing, as the logistics and cost of RNA purification could be unworkable in mass testing. Importantly, the direct method is also attractive in settings where repeated, cheaper, and All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.17.20067348 doi: medRxiv preprint quicker testing is desirable, for example in frequent testing of healthcare personnel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We determined RT-qPCR inhibition profiles of different transport media, as well as optimal amount of reaction input of nasopharyngeal swab samples (Fig. 2) . Further effort should be invested in similar characterization of many more brands and types of transport media in circulation. We propose that characterization of RT and PCR inhibition should become a standard (requirement) for commercial viral and bacterial transport media in the future, as to assist direct testing in forthcoming epidemics. In the ongoing COVID-19 pandemic, we question whether it is at all suitable to deposit COVID-19 samples in conventional transport medium, and we instead suggest that the swab material should be collected in a buffer that does not inhibit RT-qPCR -especially as further viral culturing in lab is not meaningful for the vast majority of samples.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 155,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "In blind testing of 85 clinical samples, we found that hid-RT-qPCR and the CDC N1 primer-probe-set largely agreed with conventional extraction-based diagnostics targeting SARS-CoV-2 genes E and RdRP ( Fig. 3c and Table 2 ). That C T values from hid-RT-qPCR overall were inferior (higher) compared to conventional extraction-based RT-qPCR detection however suggest a lower analytical sensitivity of the hid-RT-qPCR method. To further improve the sensitivity of SARS-CoV-2 hid-RT-qPCR, the heatinactivation procedure should promptly be optimized to maximize the RNA integrity of the sample while effectively inactivating the virus. We and others [10] found that brief inactivation at high temperature (95°C) provided higher SARS-CoV-2 RNA yield compared to longer heat-inactivation at lower temperature. In addition, we suggest that by adding the chelator EDTA before heating, metal-ion-based RNA cleavage during heating could be reduced. Supplement of MgCl 2 in the RT-qPCR reaction may then compensate for lowered available Mg 2+ , needed for reverse transcription. Moreover, the medium could be buffered to lowered pH to better preserve the phosphodiester bond of RNA during heating, and, chemical (heat resistant) RNAse inhibitors may further increase sensitivity in hid-RT-qPCR. In addition to being heat resistant, readily available chemical RNase inhibitors are cheap, making them suitable for scaled diagnostics (although their effect on RT-qPCR need to be characterized). We and others should combine our efforts to identify the optimal heat-inactivation formula for SARS-CoV-2 hid-RT-qPCR.",
            "cite_spans": [
                {
                    "start": 644,
                    "end": 648,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 208,
                    "text": "Fig. 3c",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 213,
                    "end": 220,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Heat-inactivation is expected to cleave RNA into shorter fragments, suggesting that primer and probe considerations in hid-RT-qPCR could be more important for its sensitivity than in extraction-based RT-qPCR of more intact RNA. Accordingly, we observed that the primer-probe set with the shortest amplicon (N1, 72bp) performed best in hid-RT-qPCR and the longest amplicon (E, 113bp) performed the worst (Fig. 2h) . In conclusion, short amplicon targets should be used in hid-RT-qPCR.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 412,
                    "text": "(Fig. 2h)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Following this, we also hypothesize that the direct RT-qPCR pipeline for COVID-19 testing might be made even more efficient by sampling directly into a lysis buffer containing detergents such as Triton X-100 containing chemical RNase inhibitors and pH ~6.5 for RNA stability. Such lysed samples could be taken immediately to RT-qPCR analysis and diluted in the RT-qPCR master mix without intervening steps. Although the data is limited and the procedure needs to be refined, our results on saliva and nose/throat samples using cotton swabs (Fig. 4e) suggest that this strategy is workable. If the sensitivity ultimately proves to be adequate for meaningful decisions on self-isolation to limit spread, then this method could be applied to samples taken by the test-subjects themselves, opening a path to massive screening of the population. (Fig. 4e) were self-collected samples from volunteer from a COVID-19 clinical screen performed in the Stockholm area, organized by the Public Health Agency of Sweden. For swab samples (nose + throat), two cotton tipped wooden swabs were used. Instructs were provided via written note to introduce one swabs into the throat All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 540,
                    "end": 549,
                    "text": "(Fig. 4e)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 841,
                    "end": 850,
                    "text": "(Fig. 4e)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.17.20067348 doi: medRxiv preprint via the chin as far back in the throat as possible and scrape for 10-20s, then rinse the swab in the provided buffer for 10-15s. Instructions were also given to take a second wooden swab and introduce into the nose and scrape for 10-20s in each nostril, followed by a 10-15s rinse in the same buffer tube as the throat swab. The buffer in the swab test was 100mM PBS pH 7,4. Further instructions were to leave a saliva sample at the same time by spitting 3-4 times in a small jar during a 5-10min period. The samples were picked up and transported to a laboratory for testing typically within 1-10hrs after the sampling. Samples were stored at +4°C and RNA was extracted within 24h and tested using RT-qPCR. For the current study, the samples were deidentified aliquot of these same samples that had been subsequently frozen at -20°C for approximately 7 days, thawed and kept at room temperature ~2hrs, before performing the direct lysis experiments described herein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample collection:"
        },
        {
            "text": "In this work we used anonymized or pseudoanonymized surplus material from samples that had been collected for clinical diagnostics of SARS-CoV-2. Informed consent was not obtained from the patients. This is in accordance with the Swedish Act concerning the Ethical Review of Research Involving Humans, which allows development and improvement of diagnostic assays using patient samples which were collected to perform the testing in question.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample collection:"
        },
        {
            "text": "One-step RT-qPCR: For reverse transcription and quantitative PCR we used the one-step TaqPath RT-qPCR master mix (Thermo, A15299) according to manufacturer's instructions. Total reactions of 20µl were formed by mixing 5µl TaqPath master mix, primers-probe mix, sample and RNase free water to fill the reaction. Primer and probe concentrations in the RT-qPCR reaction were as follows, E and RdRP: 300nM each primer, 200nM probe; N1 and RdRP: 500nM each primer, 125nM probe. Primer and probe sequences are listed in Table 1 . The thermal cycling steps were: 25 o C for 2 min, 50 o C for 15min, 95 o C for 2min, and 45 cycles of 95 o C for 3s and 56 o C for 30s. RT-qPCR was performed on a Step-One-Plus real time PCR machine (Applied Biosystems) using the StepOne Software v2.3. The samples from the self-test screen (Fig. 4e) were subjected to the same protocol as describe above, but without heat inactivation. Briefly, samples (swab samples in PBS or pure saliva) were mixed with equal volume of 10% or 20% Triton X-100 at room temperature (approximately 5min) before dilution 1:1 in a 10µl TaqPath RT-qPCR master mix as described above. Clinical COVID-19 diagnostics at the Karolinska University Hospital, Stockholm, Sweden were similarly performed using TaqPath and primer and probes for E and RdRP and 10µl RNA eluate as sample.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 514,
                    "end": 521,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 815,
                    "end": 824,
                    "text": "(Fig. 4e)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Sample collection:"
        },
        {
            "text": "Two-step RT-qPCR: Reverse transcription was performed by mixing 1-3 µl subject sample, 1µl 10mM dNTPs, 0.15µl 50µM random hexamers (N8080127, Thermo), 0.1µl RNase inhibitor (2313B, TaKaRa), 0.4µl 0.5% Triton X-100 and RNase free water up to 4.5µl, followed by incubation at 72 o C for 3min. The sample was placed on ice and a mix containing 0.5µl 100mM DTT, 2µl 5M betaine, 0.1µl 1M MgCl2, 0.25µl RNase inhibitor (2313B, TaKaRa), 2µl 5x Superscript II buffer, 0.5µl Superscript II (Invitrogen) and water up to 5.5µl was added. The samples were then incubated at 25 o C for 10min followed by 42 o C for 25min and finally for 70 o C for 15min. Amplification of 10µl cDNA (RT mix) using primers and probes described in Table 1 was performed using BioTaq DNA polymerase (Bio-21040, Bioline) in a 20µl reaction containing 2µl 10x NH4 Reaction Buffer (Bioline), 1.2µl 50mM MgCl2 , 0.2µl 100mM dNTP Mix and water up to 20 µl. The thermal cycling steps were: 25 o C for 2min, 50 o C for 15min, 95 o C for 2min, and 45 cycles of 95 o C for 3s and 56 o C for 30s. qPCR was performed on a Step-One-Plus real time PCR machine (Applied Biosystems) using the StepOne Software v2.3.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 716,
                    "end": 723,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Sample collection:"
        },
        {
            "text": "Gel electrophoresis: Products of RT-qPCR were separated by electrophoresis on a 3% agarose gel in 1xTBE buffer. The lengths of the products were determined relative to an Ultra-low Range DNA ladder (Thermo, SM1213). Images were taken using an Imagequant Las4000 camera system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample collection:"
        },
        {
            "text": "The intent of the work was clinical methods development, as a response to the COVID-19 emergency. In this work we used anonymized or pseudo-anonymized surplus material from samples that had been collected for clinical diagnostics of SARS-CoV-2. This is in accordance with the Swedish Act concerning the Ethical Review of Research Involving Humans, which allows development and improvement of diagnostic assays using patient samples which were collected to perform the testing in question.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "Khattari the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is can be made by sample barcoding and high-throughput DNA sequencing. (f-g) Unlike the widely used approach, which includes an RNA extrac�on step (c) using industrial RNA extrac�on kits, direct sample tes�ng circumvents this process, by omi�ng extrac�on. Instead, a�er clinical samples are deposited in transport medium, viral par�cles are inac�vated either through hea�ng or by direct lysis in detergent-containing buffer. The inac�vated samples are then used for the downstream RT-qPCR diagnos�c reac�on.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12."
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12."
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.17.20067348 doi: medRxiv preprint the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is freeze-thawed (x-axis) extracted samples, using the E gene (cross) and RdRP (star) primer-probe sets. ND: not detected. (c) Heatmap of CT from diagnos�cs performed on 85 clinical samples using extracted RNA (E, RdRP) and hid-RT-qPCR (N1, RdRP), ranked by E-gene CT. Control for RNA degrada�on by RT-qPCR for RNase P transcripts in the same samples is show on the right. Two pa�ents, marked with asterisk, nega�ve in extrac�on-based rou�ne diagnos�cs but posi�ve by hid-RT-qPCR were later re-tested and confirmed to be SARS-CoV-2 posi�ve (see Results). The pa�ent marked with a ring was not re-tested. Three samples, marked with hash, were called COVID-19 posi�ve by rou�ne diagnos�cs, but not by any primer-set in hid-RT-qPCR. (d) Boxplots of CT increase when the same nasopharyngeal swab samples were inac�vated at 65°C for 30 min versus 95°C for 15 min. All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is (e) Barplots of CT from SARS-CoV-2 RT-qPCR using the N1 primer-prove set performed directly on lysed donor samples a�er storage and freeze thaw from self-sampling (saliva or nasal + throat swab suspensions taken with co�on �pped wooden s�cks) without purifica�on. Percent Triton X-100 indicates the percentage detergent in the sample (half concentra�on in the RT-qPCR reac�on). Crosses indicate CT values from diagnos�cs performed on extracted RNA from fresh aliquots.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12."
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12."
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.17.20067348 doi: medRxiv preprint Table 2   Table 2 . Accuracy, sensitivity and specificity of SARS-CoV-2 hid-RT-qPCR using RT-qPCR on extracted RNA as reference, show before and after re-testing and re-classifying patients negative in the first clinical diagnosis (see Results). Primer-probe sets used in comparisons within brackets. Binominal test P-values. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 157,
                    "text": "Table 2   Table 2",
                    "ref_id": null
                }
            ],
            "section": "12."
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.17.20067348 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "To stop COVID-19, test everyone, repeatedly",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Taipale",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Linnarsson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "Ferguson",
                    "middle": [
                        "N"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Assays for laboratory confirmation of novel human coronavirus (hCoV-EMC) infections",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eurosurveillance",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Centers for Disease Control and Prevention. Information for Laboratories: 2019-nCoV | CDC. Acceptable Commercial Primers and Probes",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Optimization of SARS-CoV-2 detection by RT-QPCR without RNA extraction",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Merindol",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.06.028902v1.full.pdf"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "DIRECT RT-qPCR DETECTION OF SARS-CoV-2 RNA FROM PATIENT NASOPHARYNGEAL SWABS WITHOUT AN RNA EXTRACTION",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Bruce",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.20.001008"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "RT-qPCR DETECTION OF SARS-CoV-2 RNA FROM PATIENT NASOPHARYNGEAL SWAB USING QIAGEN RNEASY KITS OR DIRECTLY VIA OMISSION OF AN RNA EXTRACTION",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Bruce",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.20.001008"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "An alternative workflow for molecular detection of SARS-CoV-2 -escape from the NA extraction kit-shortage",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fomsgaard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Rosenstierne",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Analytical sensibility and specificity of two RT-qPCR protocols for SARS-CoV-2 detection performed in an automated workflow",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Barra",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Schema�c overview of SARS-CoV-2 RT-qPCR tes�ng procedure. The currently widely used procedure for COVID-19 testing involves: (a) Collec�on of pa�ent material and deposi�on of poten�al SARS-CoV-2 viral par�cles in transport medium. (b) Inac�va�on of the virus by detergent/chaotropic reagents or by hea�ng. (c) RNA extrac�on. (d-e) Transfer to PCR-plate (96/384-well) format in which cDNA synthesis by RT and detec�on by qPCR may take place. Alterna�vely, detec�on",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Op�miza�on of hid-RT-qPCR. (a-d) CT values from RT-qPCR performed on dilu�on series of transport medium (Virocult, Transwab, and Eswab) using 50,000 spiked copies of synthe�c full-genome SARS-CoV-2 RNA and the N1 primer-probe set. Lines represent the mean of duplicates, shown individually as dots. ND: not detected. (e) Bar plots of CT from SARS-CoV-2 RT-qPCR on clinical nasopharyngeal swabs inac�vated with MagNA Pure 96 External Lysis Buffer (ELB) or heat (65°C, 30 min). Dots indicate CT of duplicates and crosses indicate CT values from diagnos�cs performed on extracted RNA. Posi�ve controls were extracted RNA from a posi�ve sample (P) and a CDC posi�ve control DNA plasmid (CDC+). Nega�ve controls were extracted RNA from a nega�ve sample (N) and water (H2O). ND: not detected. (f) Amplifica�on plots showing normalized reporter value (ΔRn, linear scale) as a func�on of qPCR cycle for the experiment and samples described in (e). (g) Bar plots of CT values of 11 posi�ve nasopharyngeal swab samples using primer-probe sets targe�ng SARS-CoV-2 gene E, N, and RdRP. (h) Boxplots of CT difference in same samples comparing E and N1 with the RdRP primer-probe-set. (i) Line chart of CT from individual clinical samples (coloured lines) using variable amount of sample input. (j) As in (i) but showing CT rela�ve to the 10μl input.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Diagnos�c poten�al of SARS-CoV-2 hid-RT-qPCR. (a) Sca�er plots of CT values from clinical diagnos�cs performed on extracted RNA (y-axis) and hid-RTq-PCR (x-axis) of 85 nasopharyngeal swab samples, shown for different primer-probe set comparisons. Rho indicates Spearman correla�on. ND: not detected. (b) Sca�er plot of CT values from 19 matched fresh (y-axis) and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Figure 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Direct SARS-CoV-2 RT-qPCR detec�on from lysate. (a-b) Line charts of CT values (y-axis) from RT-qPCR performed with different percent (vol./vol.) Triton X-100 or Tween-20 (x-axis) in the reac�on. (c-d) Amplifica�on plots showing normalized reporter value (ΔRn, linear scale) as a func�on of qPCR cycle for the experiments and samples described in (a-b).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Clinical samples (nasopharyngeal swabs) were collected and deposited in transport medium (Virocult, Transwab or Eswab) at the Karolinska University Hospital, Stockholm, Sweden. For routine diagnostics, 200µl of sample in transport medium was inactivated by addition of 200µl MagNA Pure 96 External Lysis Buffer (06374913001, Roche Diagnostics), and then extracted using MagNA Pure 96 DNA and Viral NA SV Kit (06543588001, Roche Diagnostics) or MGI Easy Magnetic Beads Virus DNA/RNA Extraction Kit (1000006989, MGI). The samples used in direct lysis experiment",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": ". https://doi.org/10.1101/2020.04.17.20067348 doi: medRxiv preprint Table 1. Primers and probes used for SARS-CoV-2 RT-qPCR. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This research was supported and funded by the SciLifeLab COVID-19 initiative, the Knut and Alice Wallenberg Foundation, the Swedish Research Council and the Ragnar",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare no competing interests. Fig. 2e-f , but using two-step RT and qPCR instead of the single-step TaqPath RT-qPCR (Methods).All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 44,
                    "end": 53,
                    "text": "Fig. 2e-f",
                    "ref_id": null
                }
            ],
            "section": "Competing Interests"
        }
    ]
}