{
    "paper_id": "0c364a62e67a2b840e8e0a4c1533ffaa00d0a47e",
    "metadata": {
        "title": "Title: Incidence, clinical outcomes, and transmission dynamics of",
        "authors": [
            {
                "first": "Joseph",
                "middle": [
                    "A"
                ],
                "last": "Lewnard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "94720",
                        "settlement": "Berkeley, Berkeley",
                        "region": "California"
                    }
                },
                "email": "jlewnard@berkeley.edu"
            },
            {
                "first": "Vincent",
                "middle": [
                    "X"
                ],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "L"
                ],
                "last": "Jackson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Health Research Institute",
                    "location": {
                        "addrLine": "Kaiser Permanente Washington",
                        "postCode": "98101",
                        "settlement": "Seattle, Washington"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [
                    "A"
                ],
                "last": "Schmidt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kaiser Permanente Northwest",
                    "location": {
                        "postCode": "97227",
                        "settlement": "Portland",
                        "region": "Oregon"
                    }
                },
                "email": ""
            },
            {
                "first": "Britta",
                "middle": [
                    "L"
                ],
                "last": "Jewell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MRC Centre for Global Infectious Disease Analysis",
                    "institution": "Imperial College London",
                    "location": {
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Jean",
                "middle": [
                    "P"
                ],
                "last": "Flores",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Care Management Institute",
                    "location": {
                        "addrLine": "Kaiser Permanente",
                        "postCode": "94612 10",
                        "settlement": "Oakland",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "Chris",
                "middle": [],
                "last": "Jentz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Care Management Institute",
                    "location": {
                        "addrLine": "Kaiser Permanente",
                        "postCode": "94612 10",
                        "settlement": "Oakland",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "Graham",
                "middle": [
                    "R"
                ],
                "last": "Northrup",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "94720",
                        "settlement": "Berkeley, Berkeley",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "Ayesha",
                "middle": [],
                "last": "Mahmud",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Arthur",
                "middle": [
                    "L"
                ],
                "last": "Reingold",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "94720",
                        "settlement": "Berkeley, Berkeley",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "Maya",
                "middle": [],
                "last": "Petersen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "94720",
                        "settlement": "Berkeley, Berkeley",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicholas",
                "middle": [
                    "P"
                ],
                "last": "Jewell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "94720",
                        "settlement": "Berkeley, Berkeley",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "Scott",
                "middle": [],
                "last": "Young",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Care Management Institute",
                    "location": {
                        "addrLine": "Kaiser Permanente",
                        "postCode": "94612 10",
                        "settlement": "Oakland",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "Jim",
                "middle": [],
                "last": "Bellows",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Care Management Institute",
                    "location": {
                        "addrLine": "Kaiser Permanente",
                        "postCode": "94612 10",
                        "settlement": "Oakland",
                        "region": "California"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The United States is now the country reporting the highest number of 2019 coronavirus disease (COVID-19) cases and deaths. However, little is known about the epidemiology and burden of severe COVID-19 to inform planning within healthcare systems and modeling of intervention impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We assessed incidence, duration of hospitalization, and clinical outcomes of acute COVID-19 inpatient admissions in a prospectively-followed cohort of 9,596,321 individuals enrolled in comprehensive, integrated healthcare delivery plans from Kaiser Permanente in California and Washington state. We also estimated the effective reproductive number (RE) describing transmission in the study populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Months after its emergence in central China, the novel coronavirus SARS-CoV-2 has become pandemic, with cases of 2019 coronavirus disease reported in nearly all countries. 1 A total of 525,704 cases and 20,486 deaths were reported in the United States as of April 12, 2020 , representing the greatest total of any country. 2 Surges in COVID-19 cases have overwhelmed the capacity of hospital and healthcare systems in certain regions of the US, mirroring significant disruption witnessed in other countries. [3] [4] [5] However, the epidemiology of COVID-19 in the United States remains poorly described, including clinical parameters of disease progression, the risk of intensive care unit (ICU) admission and death by patient age and sex, and the duration of hospital stay. As such, efforts to forecast trajectories of the epidemic to guide planning and response in the United States and other high-income settings have relied almost entirely on data from China to inform these parameters, 6 which may not adequately reflect clinical circumstances elsewhere.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 173,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 258,
                    "end": 272,
                    "text": "April 12, 2020",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 323,
                    "end": 324,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 516,
                    "end": 519,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 992,
                    "end": 993,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Metropolitan areas of the western United States were among the first to report COVID-19 importations and domestically-acquired cases. Washington state announced the first imported case of COVID-19 in the United States on January 21, 2020, while community transmission of COVID-19 has been identified since late February in Northern California. The vast majority of cases in California are concentrated in counties surrounding the San Francisco Bay in Northern California, and Los Angeles in Southern California. These regions were also among the first to implement intensive public health interventions aiming to curtail transmission. Social distancing recommendations for vulnerable populations were issued in San Francisco on March 6, 2020, and large gatherings were banned in Washington on March 11. Large-scale stay-at-home orders were implemented March 17 for the six counties of the San Francisco Bay area, and statewide in California and Washington on March 19 and March 24, respectively. Understanding the impact of these interventions is of crucial importance to inform their broader use, and may help to account for regional differences in the severity of COVID-19 epidemics across the country. 7 To inform the epidemiology of COVID-19 in these regions, we analyzed healthcare data covering all hospitalized COVID-19 cases within the cohort of 9,596,321 individuals receiving comprehensive, integrated care from Kaiser Permanente (KP) healthcare systems in Northern California (KPNC), Southern California (KPSC), and Washington state (KPWA).",
            "cite_spans": [
                {
                    "start": 1205,
                    "end": 1206,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The KPNC, KPSC, and KPWA systems deliver fully integrated healthcare to diverse membership cohorts generally resembling the commercially-insured populations of the surrounding geographic areas. [8] [9] [10] We analyzed clinical and administrative data captured from all KP members who had been hospitalized within these KP care delivery systems with COVID-19 laboratory or clinical diagnoses at any recorded healthcare encounter by April 9, 2020. We considered patients to be clinically confirmed if no positive test result was available and diagnosis codes included any of the six diagnoses listed in Table S1 . Clinical diagnoses were overruled by negative laboratory test results. Encounters included hospital, outpatient, and telehealth visits as well as uses of laboratory diagnostic services. We limited hospitalizations to acute inpatient admissions occurring between 14 days before to 28 days after the first encounter resulting in a COVID-19 diagnosis. Because only the most recent clinical encounter resulting in a COVID-19 diagnosis was available for KPWA patients, we considered COVID-19 hospitalizations to include those for which admission or discharge occurred within 30 days of the most recent COVID-19 encounter. Observational admissions were excluded. For the KPNC and KPSC cohorts, hospitalization events were sourced from electronic medical records and outside medical claims. Hospitalizations in the KPWA cohort were sourced from a centralized admissions database.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 198,
                    "end": 201,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 202,
                    "end": 206,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 602,
                    "end": 610,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Study design"
        },
        {
            "text": "Patients discharged at the end of their most recent hospitalization were considered to be survivors if they did not die by April 9. As described below, we used competing-risk parametric survival methods to account for censoring of observations from currently-hospitalized patients for all analyses. Available data for patients included dates of COVID-19 clinical encounters, patient age, sex, dates of hospitalization, total duration of hospital stay, duration of ICU stay, ultimate clinical disposition (for completed hospitalizations only), and COVID-19 diagnostic tests performed in any setting as well as test results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "We estimated daily and cumulative incidence of COVID-19 hospitalization within the full cohort population and within 10-year age strata for each of the KPNC, KPSC, and KPWA systems. Hospitalized case line lists included individuals with completed as well as ongoing hospitalizations as of April 9, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incidence estimation"
        },
        {
            "text": "To inform planning, we aimed to infer distributions of the duration of hospitalization among all hospitalized patients and among survivors and non-survivors, and the distribution of the duration of ICU stay among patients receiving intensive care. For these analyses, we used the CFC package 11 in R (version 1.1.463; R Foundation for Statistical Computing; Vienna, Austria) to fit age-adjusted Weibull competing risk models. Outcomes included discharge, mortality, or right censoring (for ongoing hospitalizations).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duration of hospitalization"
        },
        {
            "text": "Duration of ICU stay was available only within the subset of patients with completed hospitalizations. For unbiased inference of the duration of ICU stay, we resampled observations from patients' conditional distribution of ICU stay lengths, given their duration of hospitalization, age group, and survivor or nonsurvivor status. We defined sampling weights according to the (unconditional) distribution of total hospitalization durations across these patient strata, estimated as described above. We fitted Weibull distribution parameters to the resampled data via maximum likelihood to reconstruct unbiased distributions of total ICU stay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duration of hospitalization"
        },
        {
            "text": "We used a similar approach to correct for censoring of recent hospitalizations when estimating age-and sex-specific probabilities of ICU admission and death among hospitalized patients. Using generalized linear models with a Poisson link function, we estimated the conditional probability of each outcome among patients with completed hospitalizations given the duration of hospital stay, age, and sex, accounting for all two-way interactions among these covariates needed to minimize values of the Bayesian Information Criterion. We then integrated the estimated conditional probabilities of each outcome over all durations of hospitalization, weighted by the probability distribution of hospitalization durations within each age and sex stratum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Probability of ICU admission and mortality"
        },
        {
            "text": "We used hospitalization data to estimate cumulative numbers of infections over time, along with timespecific values of the effective reproductive number (RE), which describes the number of secondary infections resulting from infections acquired on a given day. 12 We aimed to estimate cumulative infections by sampling the date of SARS-CoV-2 acquisition for each hospitalized case, and the number of infections occurring within the same age group on the same date as each case. We assumed time from infection to hospitalization was distributed according to the sum of random draws from fitted distributions of the time from infection to symptoms onset (incubation period) and the time from symptoms onset to hospitalization. We inferred the distribution of the incubation period by sampling from previous parameterizations of its length based on independent data sources from multiple countries [13] [14] [15] [16] (weighted by the number of subjects in each of these studies) and by fitting a Weibull distribution to the resulting pooled sample via maximum likelihood. In addition, we fitted a Gamma distribution of the time from symptoms onset to hospitalization in a previous study 17 by minimizing summed squared errors relative to the reported mean and interquartile range. By drawing samples of infection times for each hospitalized case, we reconstructed the distribution of infection times for each patient hospitalized by April 9, 2020. In order to account for right-censoring of infections that were not hospitalized by this date, we divided the number of observed hospitalized infections estimated to have been acquired each date by the proportion of those infections that would be expected to have admission by April 9, according to the cumulative distribution function of time from infection to hospitalization.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 263,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 895,
                    "end": 899,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 900,
                    "end": 904,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 905,
                    "end": 909,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 910,
                    "end": 914,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Transmission dynamics"
        },
        {
            "text": "To estimate the number of infections occurring for each hospitalization ascertained in our dataset, we used previously-reported age-specific estimates of the conditional probability of COVID-19 hospitalization, given SARS-CoV-2 infection. Aggregating estimates at ages 0-19y, 18 we fitted Beta distributions minimizing summed squared errors relative to the means and 95% credible intervals of the reported distributions.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 278,
                    "text": "18",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Transmission dynamics"
        },
        {
            "text": "To estimate RE for new infections acquired each day in each cohort, we applied the method of Wallinga and Teunis 12 to our reconstructed estimates of daily new infections, using the distribution of the serial interval to assign the probability of a transmission link between any two infections on differing days. Similar to the analysis described for incubation periods, we sampled from serial interval estimates from previous studies 13, [19] [20] [21] according to the number of subjects for whom data were available, and fitted a Weibull distribution to the sampled data by maximum likelihood. To correct for right censoring of transmission pairs, we divided estimates of RE for infections acquired each day t by the cumulative distribution function of the serial interval evaluated over the period from day t to the end of the study.",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 443,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 444,
                    "end": 448,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 449,
                    "end": 453,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Transmission dynamics"
        },
        {
            "text": "Retrospective reviews of de-identified administrative data for this study were considered exempt, nonhuman subjects research by the KPNC, KPSC, and KPWA institutional review boards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval"
        },
        {
            "text": "The funder of the study played no role in study design, data collection, data analysis, data interpretation, or the writing of the report. The corresponding author had full access to all the data in the study and had final responsibility for the decision to submit for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of the funding source"
        },
        {
            "text": "In total, 1277 members were hospitalized with confirmed COVID-19 diagnoses as of April 9, 2020, with 539, 664, and 74 belonging to the KPNC, KPSC, and KPWA cohorts, respectively ( Table 1 ). The median age of cases across all three cohorts was 60 years, with a range of 1-103 years and 50% of patients between 47-72 years of age. Four (0.3%) patients were under 20 years of age, 505 (39.5%) were ages 65 years or older, and 157 (12.2%) were ages 80 years or older; 725 (56.8%) were male. Laboratory confirmation of COVID-19 diagnosis was available for 1171 (91.7%) hospitalized patients as of April 9, 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 187,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Patients"
        },
        {
            "text": "Hospitalizations were complete for 817 (64.0%) individuals, among whom disposition data were complete for 772. Among all patents with completed hospitalizations and outcomes recorded, 119 (15.4%) were deceased by April 9, 2020. Data on ICU admission were available for 617 individuals (only those in the KPNC and KPSC cohorts), among whom 158 were admitted to ICU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients"
        },
        {
            "text": "For the period ending April 9, 2020, we estimated the cumulative incidence of COVID-19 hospitalization within the KPNC, KPSC, and KPWA cohorts to be 12.4, 14.6, and 10.6 per 100,000 individuals ( Figure  1 ). Incidence increased with age, reaching 61.0, 55.2, and 37.4 hospitalizations per 100,000 individuals ages ≥80 years in each of the three regions, respectively. Daily rates of hospitalization increased to the highest levels on March 26, 2020 in KPNC, and April 1 and 8 in KPSC and KPWA, respectively, with 6.4, 9.5, and 8.6 new daily admissions per million cohort members. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 205,
                    "text": "Figure  1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Incidence of COVID-19 hospitalization"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incidence of COVID-19 hospitalization"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.12.20062943 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incidence of COVID-19 hospitalization"
        },
        {
            "text": "Accounting for censoring of recent hospitalizations, we estimated the mean length of stay for all hospitalized patients to be 11.3 days, with 50% of hospitalizations lasting between 5.1-15.6 days and 95% lasting between 0.9-31.3 days (Figure 2; Table S2 ). Mean durations of stay for survivors and nonsurvivors were 10.7 and 13.7 days, with 95% of these patients staying 0.8-30.1 days and 1.7-34.6 days, respectively. The estimated mean duration of ICU stay was 8.1 days among patients receiving intensive care, with 50% of ICU stays lasting between 3.9-11.2 days and 95% lasting between 0.7-21.8 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 253,
                    "text": "(Figure 2; Table S2",
                    "ref_id": null
                }
            ],
            "section": "Duration of hospital stay"
        },
        {
            "text": "Across all age groups and sexes (weighted by their representation among new admissions) and accounting for censoring of recent hospitalizations, we estimated 41.9% (34.1-51.4%) probability of ICU admission and 17.8% (14.3-22.2%) probability of death. Risk of death generally increased with age, while risk of ICU admission and death each tended to be higher among male than female patients (Figure 3) . Risk of ICU admission appeared to increase with age among men only, with estimates ranging from 44.6% (26.4-76 .0%) at ages 20-29 years to 70.7% (48.2-100.0%) at ages 70-79 years.",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 513,
                    "text": "(26.4-76",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 390,
                    "end": 400,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Intensive care requirements and case fatality risk"
        },
        {
            "text": "Aggregating data across previous studies, we estimated a mean serial interval We estimated a mean interval of 13.5 days (4.8-27.9) between infection and hospitalization for cases that would ultimately be hospitalized (Table S3) . Accounting for the ratio of total infections to hospitalized cases, and for censoring of infections not yet hospitalized, we estimated the cumulative incidence of infection within the KPNC, KPSC, KPWA cohorts was 2.2 (1.7-3.1), 3.0 (2.3-4.1), and 1.6 (1.2-2.2) per 1000 individuals as of April 3, 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 217,
                    "end": 227,
                    "text": "(Table S3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Transmission dynamics"
        },
        {
            "text": "Our study provides an early assessment of the incidence and clinical profile of hospitalized COVID-19 cases among insured persons residing in the western United States and receiving comprehensive, integrated healthcare from KP health plans. Cumulative incidence of hospitalized COVID-19 cases grew exponentially within these managed care cohorts in Northern California, Southern California, and Washington state from late February through mid-March, 2020. The highest rates of incidence occurred among older adults, with 50% of hospitalizations occurring among adults ages ≥60 years and 25% of cases among adults ages ≥72 years. Consistent with differences in incidence of hospitalization, older patients experienced higher risks of ICU admission (among men) and death. Long durations of hospitalization, in particular among non-survivors, indicate the potential for substantial healthcare burden associated with management of severe COVID-19 cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In many respects, our findings are in agreement with observations in other settings, where older and male patients were more likely than younger or female patients to be admitted to the ICU and to die. 17,22-24 The 11-day average duration of stay for hospitalized patients is consistent with observations in China. 22 However, we estimated a 14-day average duration of stay among non-survivors, whereas non-survivors had a shorter length of hospitalization in China (7.5 days) than survivors. 22 This difference may reflect, among other factors, alternative approaches to extending end-of-life care in the two settings. These findings have important ramifications for anticipating clinical needs. A widely-used model projecting clinical resource needs in the United Kingdom and United States assumes an 8 day mean duration of All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 317,
                    "text": "22",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 493,
                    "end": 495,
                    "text": "22",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.12.20062943 doi: medRxiv preprint hospitalization for most patients. 6 Similarly, our finding that 42% of hospitalized patients received intensive care is higher than the 30% estimate used for modeling based on observations in China. 6 Notably, our hospitalized patient population was older on average than those hospitalized in China, 17, 22, 25, 26 where the median age was 50-57 years and only 25% were ages 68 and older. A small, single-center case series in Seattle, Washington reported an mean age of 70 years among ICU cases, consistent with the patient profile in our study. 27 This observation of older ages in hospitalized US patients may relate to underlying population demographic structure as well as differences in health status and risk factor prevalence in US populations versus those of other settings.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 180,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 344,
                    "end": 345,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 446,
                    "end": 449,
                    "text": "17,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 450,
                    "end": 453,
                    "text": "22,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 454,
                    "end": 457,
                    "text": "25,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 458,
                    "end": 460,
                    "text": "26",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 693,
                    "end": 695,
                    "text": "27",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our estimates suggest RE declined to a range near 1 amid the implementation of social distancing interventions, in line with declining increases in the incidence rate of new COVID-19 inpatient admissions. These reductions precede large-scale implementation of social distancing in the study regions. It should be noted that our daily RE(t) estimates describe transmission resulting from infections acquired each day t, rather than those transmitting on each day t. Because most individuals begin transmitting >4 days after acquiring infection, declines in RE values are expected to precede dates of implementation of interventions that would affect transmission during individuals' infectious periods. Individuals may have also taken precautionary measures to limit risk of acquiring or transmitting infection prior to implementation of stay-at-home orders. Similar observations have been reported in a study of transmission dynamics in King County, Washington. 28 As our method propagates uncertainty in cumulative infection estimates based on time to hospitalization as well as the proportion of infected individuals experiencing symptoms, our approach does not aim to provide precise estimates of changes in RE associated with interventions implemented on particular dates.",
            "cite_spans": [
                {
                    "start": 962,
                    "end": 964,
                    "text": "28",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our study has limitations. For this sample of 1277 hospitalized patients, we did not conduct a detailed review of medical records. As such, we do not address presenting characteristics of hospitalized patients and their association with demographic characteristics, length of hospital stay, or clinical outcome. Limited availability of laboratory testing in early phases of the US outbreak may have hindered ascertainment of sporadic cases in January and early February, 2020; because all persons under investigation for COVID-19 may not have received testing, our estimates of disease incidence should be interpreted as lower bounds. Near real-time hospitalization data may be missing for a modest subset of cases admitted to hospitals not owned by Kaiser Permanente, which would result in lagged reporting. In estimating transmission dynamics and cumulative infections, we relied on data from other settings to infer COVID-19 natural history parameters including the proportion of symptomatic infections requiring hospitalization, the serial interval, and the time from infection to hospitalization. Increases in the proportion of cases ascertained at later phases of the outbreak would be expected to increase RE estimates over time, contrary to the trend we observed. Last, our estimation of RE required an assumption that the KPNC, KPSC, and KPWA cohorts transmit among each other (or among epidemiologically similar individuals residing in the same areas). Within these regions, individuals receiving healthcare from KP health plans may be wealthier than those without commercial insurance. Economic security and employment type may impact individuals' ability to comply with stay-at-home orders, 29 meaning our estimates of transmission dynamics may not describe circumstances for other populations, including socioeconomically vulnerable groups. Despite this limitation, our use of data on hospitalized cases in a prospectively-followed cohort, receiving care within a unified healthcare delivery system, overcomes inconsistencies affecting RE estimates from syndromic surveillance of milder COVID-19 cases across care providers and jurisdictions. 30",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The considerable length of stay among hospitalized cases in our study indicates that unmitigated transmission of SARS-CoV-2 poses a threat to US hospital capacity, consistent with observations in Italy and other high-resource settings 3 as well as recent experience in New York. 2 Our estimates of cumulative infections suggest the western United States remains far from reaching a herd immunity threshold. Although current social distancing measures have provided a crucial stopgap in reducing transmission and protecting healthcare systems to date, 29 hospitals should ensure capacity to manage COVID-19 cases that will continue occurring in the coming months in a manner that is responsive to changes in social distancing or other pandemic-mitigating measures. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.12.20062943 doi: medRxiv preprint All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.12.20062943 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Coronavirus disease 2019 (COVID-19) Situation Report -83",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19) cases in US",
            "authors": [],
            "year": 2019,
            "venue": "Centers for Disease Control and Prevention. Coronavirus disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 and Italy: what next?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "2",
            "issn": "",
            "pages": "10--13",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Covid-19: how doctors and healthcare systems are tackling coronavirus worldwide",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Tanne",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hayasaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zastrow",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pulla",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Rada",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1090"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Novel coronavirus: how things are in Wuhan",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nabi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Microbiol Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cmi.2020.02.005"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.25561/77482"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The COVID-19 pandemic in the USA: what might we expect?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30743--30744",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Sociodemographic characteristics of members of a large, integrated health care system: comparison with US Census Bureau data",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Koebnick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Langer-Gould",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Gould",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Perm J",
            "volume": "16",
            "issn": "",
            "pages": "37--41",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Similarity of the adult Kaiser Permanente Membership in Northern California to the insured and general population in Northern California: Statistics from the 2009 California Health Interview Survey",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Intern Div Res Rep",
            "volume": "",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Group health cooperative",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Saunders",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stergachis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pharmacoepidemiology",
            "volume": "",
            "issn": "",
            "pages": "223--262",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Bayesian, and non-bayesian, cause-specific competing-risk analysis for parametric and nonparametric survival functions: The R Package CFC",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Mahani",
                    "suffix": ""
                },
                {
                    "first": "Mta",
                    "middle": [],
                    "last": "Sharabiani",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Stat Softw",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.18637/jss.v089.i09"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Epidemiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwh255"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Transmission interval estimates suggest presymptomatic spread of COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tindale",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Coombe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Stockdale",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.03.20029983"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Backer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "",
            "issn": "",
            "pages": "20--28",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.5.2000062"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The incubation period of coronavirus disease 2019 (COVID-19) from publicly reported confirmed cases: Estimation and application",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-0504"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Estimates of the severity of coronavirus disease 2019 : a model-based analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verity",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Okell",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "3099",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Serial Interval of COVID-19 among Publicly Reported Confirmed Cases",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Meyers",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Infect Dis J",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2606.200357"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Serial interval of novel coronavirus (COVID-19) infections",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.02.060"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronaviruinfected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/nejmoa2001316"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30566--30569",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Baseline Characteristics and Outcomes of 1591 Patients Infected With SARS-CoV-2 Admitted to ICUs of the Lombardy Region",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grasselli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zangrillo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zanella",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "2--9",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Case-Fatality Rate and Characteristics of Patients Dying in Relation to COVID-19 in Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Onder",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rezza",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brusaferro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "2019",
            "issn": "",
            "pages": "2019--2039",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Epidemiologic and Clinical Characteristics of 91 Hospitalized Patients with COVID-19 in Zhejiang, China: A retrospective, multi-centre case series",
            "authors": [
                {
                    "first": "G-Q",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "Yang N-B",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/qjmed/hcaa089"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Clinical characteristics of novel coronavirus cases in tertiary hospitals in Hubei Province",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y-Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chin Med J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/cm9.0000000000000744"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Characteristics and outcomes of 21 critically ill patients with COVID-19 in Washington state",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arentz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Yim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Klaff",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4326"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Social distancing and mobility reductions have reduced COVID-19 transmission in King County, WA. Institute for Disease Modeling",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Thakkar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Burstein",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Selvaraj",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Age group Duration of hospitalization, est. (2.5-97.5%ile); a multi-cause, competing risks model under the assumption of Weibull-distribute event times",
            "authors": [
                {
                    "first": "S2",
                    "middle": [],
                    "last": "Table",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(the time between onset of an index case and onset of a secondary case) of 5.4 days (0.5-14.6), with a median length of 4.6 days. Our estimates of RE indicated that individuals acquiring infection on March 1, 2020 were expected to cause an average of 1.43 (1.17-1.73), 2.09 (1.63-2.69), and 1.47 (0.07-2.59) secondary cases in Northern California, Southern California, and Washington state, respectively. Those acquiring infection on March 20, were expected to cause 0.98 (0.76-1.27), 0.89 (0.74-1.06), and 0.92 (0.05-1.55) secondary infections in the same settings.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Cumulative and daily incidence of first COVID-19 hospitalization. We illustrate cumulative (A-C) and daily (D-F) incidence of first acute inpatient admission with confirmed COVID-19 diagnosis among all cohort members.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Probabilities of intensive care unit admission and mortality, by patient age and sex. We age-and sex-stratified probabilities of (A) intensive care unit admission and (B) mortality for male and female patients within 10-year age strata. Numerical estimates are indicated alongside plotted values. We obtain estimates using parametric (Weibull) survival models to account for censoring of observations among incomplete hospitalizations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Dynamics of SARS-CoV-2 transmission in the cohort populations inferred from hospitalization data. We illustrate estimates of the effective reproductive number for infections acquired on day t, RE(t), describing the number of secondary infections each individual who acquired infection on day t would be expected to cause, for (A) Northern California, (B) Southern California, and (C) Washington state. Underneath, we plot estimates of the cumulative proportion of the population infected over time, and the proportion of the population that is deceased or recovered following previous infection. Shaded regions around point estimates (lines) indicate 95% confidence intervals.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics of confirmed hospitalized COVID-19 cases.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Parameters obtained from other studies. Time from infection to shedding Weibull(( = 5.983, 0 = 1.455) refs. 13,19-21 Time from shedding to symptoms Weibull(( = 0.294, 0 = 0.14) refs. 13-16 Time from symptoms onset to hospitalization Gamma(( = 5.078, : = 0.765) ref. 17 Time shedding onset to clearance",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}