{
    "paper_id": "0d0eb05f0122ccefa581d331130bb9e2a7e62630",
    "metadata": {
        "title": "Identification of potential vaccine candidates against SARS-CoV-2, A step forward to fight novel coronavirus 2019-nCoV: A Reverse Vaccinology Approach",
        "authors": [
            {
                "first": "Ekta",
                "middle": [],
                "last": "Gupta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rupesh",
                "middle": [],
                "last": "Kumar Mishra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Amity University Rajasthan",
                    "location": {
                        "postCode": "303002",
                        "settlement": "Jaipur",
                        "region": "INDIA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ravi",
                "middle": [],
                "last": "Ranjan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kumar",
                "middle": [],
                "last": "Niraj",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Amity University Rajasthan",
                    "location": {
                        "postCode": "303002",
                        "settlement": "Jaipur",
                        "region": "INDIA"
                    }
                },
                "email": "rrkniraj@gmail.com"
            },
            {
                "first": "",
                "middle": [
                    "B"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The recent Coronavirus Disease 2019 causes an immense health crisis to global public health. The World Health Organization (WHO) declared the COVID-19 as a pandemic. The COVID-19 is the etiologic agent of a recently arose disease caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Presently, there is no vaccine available against this emerged viral disease. Therefore, it is indeed a need of the hour to develop an effectual and safe vaccine against this decidedly pandemic disease. In the current study, we collected SARS-CoV-2 genome from Indian geographical origin against human host, further more using reverse vaccinology and immunoinformatics tools here we claim effective vaccine candidates that can be mile stone in battle against COVID19. This novel study divulged two promising antigenic peptide GVYFASTEK and NFRVQPTESIV from surface glycoproteins (protein accession no. -QIA98583.1 and QHS34546.1) of SARS-CoV-2, which were predicated to be interacted with class I and class II MHC alleles and showed up to 90% conservancy and high value of antigenicity. Subsequently, the molecular docking studies were verified molecular interaction of these prime antigenic peptides with the residues of HLA-A*11-01 allele for MHC Class I and HLA DRB1*04-01 allele for MHC class II. After vigorous analysis, these peptides were predicted to be suitable epitopes which are capable to elicit the strong cell-mediated immune response against the SARS-CoV-2. Consequences from the present study could facilitate selecting SARS-CoV-2 epitopes for vaccine production pipelines in the immediate future. This novel research will certainly pave the way for a fast, reliable and virtuous platform to provide timely countermeasure of this dangerous pandemic disease, COVID-19. : bioRxiv preprint new vaccine candidates and their consequent precise application. This study will lead the research in a new and effectual direction and the outcome of our study will provide a fast, reliable and significant platform in search of effective and timely cure of this dangerous pandemic disease, COVID-19 caused by SARS-CoV2. Acknowledgement: RKM acknowledges the financial support and award of Ramalingaswami fellowship from : bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Fig 1: B cell Epitopes prediction (a) epitope prediction for surface glycoproteins QIA98583.1 (b) The graph of epitope prediction for surface glycoproteins QHS34546.1 Fig 2: MHC Class Cluster Analysis (a) Heat map (b) Specificity tree Note: Here, red zone indicates strong interaction and the yellow zone corresponds to weaker interaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Coronavirus Disease 2019 begin in December 2019, like a viral outbreak in Wuhan city of China [1] . It gained rapid foothold across the world resulting in WHO declared it as a pandemic [2] . As on April 5 th , worldwide total 1,205,825 cases and 64,978 deaths were reported by WHO [3] . In this period of time when the continuous transmission of the virus across borders and health burden on the global scale is rapidly increasing, more urgent studies are required and in the absence of effective cures majorly drugs, vaccination or immunization therapy is imperative in order to target whole population. Likewise to move forward vaccine development pipeline, immunoinfomatics tools have been proved crucial [4] . Since the Covid19 has affected almost all of the world's population, promiscuous epitopes binding to a variety of HLA alleles for larger dissemination is vital. For that, in silico approaches will be remarkably useful in helping develop a cure in as fast manner as possible [5] . The antibody generation by activation of B-cell as well as acute viral clearance by T-cells along with virus-specific memory generation by CD8+ T-cells are analogously important to develop immunity against the virus [6] . The S protein is considered highly antigenic and thereby can evoke strong immune responses and generate neutralizing antibodies that can block the attachment of virus to the host cells [7] .",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 285,
                    "end": 288,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 712,
                    "end": 715,
                    "text": "[4]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 992,
                    "end": 995,
                    "text": "[5]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1214,
                    "end": 1217,
                    "text": "[6]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1405,
                    "end": 1408,
                    "text": "[7]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In reverse vaccinology, various tools of in silico biology are used to discover the novel antigens by studying the genetic makeup of a pathogen and the genes that could lead to good epitopes are determined. This method is a quick easy and cost-effective way to design vaccine [8] . It is a process of vaccine development where the novel antigens are identified by analyzing the genomic information of a virus or other organism. Reverse vaccinology approach facilitates an easier and productive process of antigen discovery [9] .",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 279,
                    "text": "[8]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 523,
                    "end": 526,
                    "text": "[9]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Herein, we explored the proteome of SARS-CoV-2 of Indian geographical origin against human host to identify potential antigenic proteins and epitopes that can effectively elicit cellular mediated immune response against COVID-19, To do so, we collected SARS-CoV2 genome from Indian geographical origin against human host and applied in-silico approach. This significant research disclosed two promising antigenic peptide GVYFASTEK and NFRVQPTESIV from surface glycoproteins (protein accession no. -QIA98583.1 and QHS34546.1) of SARS-CoV-2, they were predicted to be interacted with class I and class II MHC alleles and displayed up to 90% conservancy and significant antigenicity. Further, molecular docking analysis were confirmed the molecular interaction of such prime antigenic peptides with the residues of HLA-A*11-01 allele for MHC Class I and HLA DRB1*04-01 allele for MHC class II. After careful evaluation, these peptides were foreseen to be appropriate epitopes proficient to elicit the strong cell-mediated immune response against the SARS-CoV-2. The reverse vaccinology approach facilitates an easier and productive process of vaccine candidate's determination. The outcomes from this very significant analysis could help selecting SARS-CoV-2 epitopes for vaccine production pipelines soon. This novel research will certainly pave the way for a fast, reliable and virtuous platform to provide timely countermeasure of this dangerous pandemic disease, COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The highly virulent strain SARS-CoV-2 was chosen for in-silico analysis. The genome of viral strain is available on the National Center for Biotechnology Information or NCBI (https://www.ncbi.nlm.nih.gov/) with RefSeq NC_045512.2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strain selection"
        },
        {
            "text": "Twelve viral protein sequences of SARS-CoV2 against (Host: Human, Country: India) were retrieved from ViPR database [10] .",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "text": "[10]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Protein Identification and Retrieval"
        },
        {
            "text": "The various physicochemical properties of the protein sequences were determined by ExPASy's online tool ProtParam [11] .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "text": "[11]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Physicochemical Property Analysis"
        },
        {
            "text": "VaxiJen v2.0 [12] was utilized to predict antigenicity of proteins. This software requires FASTA-submitted amino acid sequences and uses the physicochemical properties of proteins to predict their antigenicity. This feature is denoted according to an antigenic score respectively [13].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein Antigenicity"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039198 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B-cell and T-cell Epitope Prediction"
        },
        {
            "text": "The B-cell and T-cell epitopes of the selected two surface glycoprotein sequences were predicted via IEDB (The Immune Epitope Database). The IEDB database holds large amount of experimental data on epitopes and antibodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B-cell and T-cell Epitope Prediction"
        },
        {
            "text": "It allows robust analysis on many epitopes in the context of some tools like: conservation across antigens, population coverage, and clusters with similar sequences [14] . In order to obtain MHC class-I restricted CD8+",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[14]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "B-cell and T-cell Epitope Prediction"
        },
        {
            "text": "cytotoxic T-lymphocyte (CTL) epitopes of the selected surface glycoprotein sequences, NetMHCpan EL 4.0 prediction method was applied for HLA-A*11-01 allele. For MHC class-II restricted CD4+ helper T-lymphocyte (HTL) epitopes were obtained for HLA DRB1*04-01 allele using Sturniolo prediction method. Top ten MHC class-I and MHC class-II epitopes were randomly selected on the basis of their percentile scores and antigenicity scores (AS). Five random B-cell lymphocyte epitopes (BCL) were selected based on of their higher length using Bipipered linear epitope prediction method [8] .",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 582,
                    "text": "[8]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "B-cell and T-cell Epitope Prediction"
        },
        {
            "text": "VaxiJen v2.0 was utilized to predict protein antigenicity. This software requires FASTA-submitted amino acid sequences and uses the physicochemical properties of proteins to predict their antigenicity. This feature is denoted according to an antigenic score respectively [12] . The allergenicity of the selected epitopes was predicted via AllerTOP v2 (https://www.ddg-pharmfac.net/AllerTOP/).",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "text": "[12]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Antigenicity, Allergenicity of the predicted epitopes"
        },
        {
            "text": "The transmembrane topology of the selected epitopes was identified using the transmembrane topology of protein helices determinant, TMHMM v2.0 server (http://www.cbs.dtu.dk/services/TMHMM/). The server predicts whether the epitope would be transmembrane, remain inside or outside of the membrane. The toxicity prediction of the selected epitopes was carried out via ToxinPred server https://webs.iiitd.edu.in/raghava/toxinpred/protein.php.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transmembrane Topology and Toxicity Prediction of the predicated epitopes"
        },
        {
            "text": "The conservancy analysis of the earlier selected epitopes was performed via the epitope conservancy analysis tool of IEDB server [14] . During analysis, the sequence identity threshold was kept at '>=50'.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "[14]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Prediction of Conservancy for the Selected Epitopes"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039198 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The MHC Alleles; Cluster analysis"
        },
        {
            "text": "Cluster analysis was carried out by MHCcluster 2.0 [15] . During cluster analysis, the number of peptides to be included was kept at 50,000, the number of bootstrap calculations were kept at 100. For cluster analysis, the NetMHCpan-2.8 prediction method was used.",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "text": "[15]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "The MHC Alleles; Cluster analysis"
        },
        {
            "text": "The 3D structures of the selected best epitopes were generated using online 3D generating tool PEP-FOLD3 (http://bioserv.rpbs.univ-paris-diderot.fr/services/PEP-FOLD3/). The server is a tool for generating de novo peptide 3-dimensional structure [16] [17] [18] .",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "text": "[16]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 251,
                    "end": 255,
                    "text": "[17]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "[18]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Generation of the 3D Structures of the Selected Epitopes"
        },
        {
            "text": "Pre-docking was carried out by UCSF Chimera [19] . The peptide-protein docking of the selected epitopes was performed by online docking tool PatchDock (https://bioinfo3d.cs.tau.ac.il/PatchDock/php.php) results of PatchDock were refined and re-scored by FireDock server (http://bioinfo3d.cs.tau.ac.il/FireDock/php.php). Later on, docking was performed by HPEPDOCK server [20] . Docking pose analysis was done by using Ligplot [21] .",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "text": "[19]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "[20]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 425,
                    "end": 429,
                    "text": "[21]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Molecular Docking of the Selected Epitopes"
        },
        {
            "text": "The SARS-CoV-2, strain was identified. Twelve viral protein sequences of SARS-CoV2 against (Host: Human, Country: India) were retrieved from ViPR database and selected for the possible vaccine candidate identification ( ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection and Retrieval of Viral Protein Sequences"
        },
        {
            "text": "In the physicochemical property analysis, the number of amino acids, the molecular weights, theoretical pI, extinction coefficients (in M-1 cm-1), Est. half-life (in mammalian cell), instability indexes, aliphatic indexes and . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039198 doi: bioRxiv preprint grand average of hydropathicity (GRAVY) of the twelve proteins were predicted (Table-2) . For antigenicity prediction threshold value kept at 0.4, all proteins were found to be antigenic (Table-3 ). The physicochemical study revealed that the surface glycoproteins QIA98583.1 and QHS34546.1 had the highest extinction co-efficient of 148960M-1 cm-1 and 147470 M-1 cm-1 and lowest GRAVY value of -0.077 and -0.071. In addition, both surface glycoproteins were stable and antigenic. We selected both surface glycoproteins for further analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 530,
                    "end": 539,
                    "text": "(Table-2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 639,
                    "end": 647,
                    "text": "(Table-3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Physicochemical Property Analysis and Protein Antigenicity"
        },
        {
            "text": "The T-cell epitopes of MHC class-I for both of the proteins were determined by NetMHCpan EL 4.0 prediction method of the IEDB server keeping the sequence length 9. The server generated epitopes further analyzed on the basis of the antigenicity scores (AS) and percentile scores, top ten potential epitopes were selected randomly for antigenicity, allergenicity, toxicity and conservancy tests. The server ranks the predicted epitopes based on the ascending order of percentile scores (Table-4a & 4b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 484,
                    "end": 499,
                    "text": "(Table-4a & 4b)",
                    "ref_id": null
                }
            ],
            "section": "T-cell and B-cell Epitope Prediction"
        },
        {
            "text": "The T-cell epitopes of MHC class-II (HLA DRB1*04-01 allele) of the proteins were also determined by IEDB server (Table-5a & 5b) , where the Sturniolo prediction methods was used. For each protein, ten of the top epitopes were selected randomly for further analysis. Moreover, the B-cell epitopes of the proteins were selected using Bipipered linear epitope prediction method of the IEDB server and epitopes were selected based on their higher lengths (Fig-1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 127,
                    "text": "(Table-5a & 5b)",
                    "ref_id": null
                },
                {
                    "start": 451,
                    "end": 458,
                    "text": "(Fig-1)",
                    "ref_id": null
                }
            ],
            "section": "T-cell and B-cell Epitope Prediction"
        },
        {
            "text": "The topology of the selected epitopes was determined by TMHMM v2.0 server (http://www.cbs.dtu.dk/services/TMHMM/). Table 4a and Table 4b list the potential T-cell epitopes of surface glycoproteins QIA98583.1, Table 5a and Table 5b list the potential T-cell epitopes of surface glycoproteins QHS34546.1, and Table 6 list the potential B-cell epitopes with their respective topologies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 123,
                    "text": "Table 4a",
                    "ref_id": null
                },
                {
                    "start": 128,
                    "end": 136,
                    "text": "Table 4b",
                    "ref_id": null
                },
                {
                    "start": 209,
                    "end": 217,
                    "text": "Table 5a",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 222,
                    "end": 230,
                    "text": "Table 5b",
                    "ref_id": null
                },
                {
                    "start": 307,
                    "end": 314,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Topology Identification of the Epitopes"
        },
        {
            "text": "In the antigenicity, allergenicity, toxicity and conservancy analysis, the T-cell epitopes that were found to be highly antigenic as well as non-allergenic, non-toxic, and had conservancy of over 90% were selected. Among the ten selected MHC class-I epitopes and ten selected MHC class-II epitopes of both of the proteins, total four epitopes were selected based on the mentioned criteria: GVYFASTEK, TLADAGFIK, NFRVQPTESI and LLIVNNATNV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antigenicity, allergenicity, toxicity and conservancy analysis of the epitopes"
        },
        {
            "text": "The cluster analysis of the possible MHC class-I alleles that may interact with the predicted epitopes were performed by online tool MHCcluster 2.0 (http://www.cbs.dtu.dk/services/MHCcluster/). The tool generates the clusters of the alleles in phylogenetic manner. Results illustrate the outcome of the experiment where the red zone indicates strong interaction and the yellow zone corresponds to weaker interaction (Fig-2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 416,
                    "end": 423,
                    "text": "(Fig-2)",
                    "ref_id": null
                }
            ],
            "section": "Cluster Analysis of the MHC Alleles"
        },
        {
            "text": "All the T-cell epitopes were subjected to 3D structure generation by the PEP-FOLD3 server. The 3D structures were generated for peptide-protein docking (Fig-3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 159,
                    "text": "(Fig-3)",
                    "ref_id": null
                }
            ],
            "section": "Generation of the 3D Structures of the Epitopes"
        },
        {
            "text": "The docking was performed to find out, whether all the epitopes had the ability to bind with the MHC class-I and MHC class-II molecule. The selected epitopes were docked against the HLA-A*11-01 allele (PDB ID: 5WJL) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Peptide-Protein Docking & Vaccine candidate's prioritization"
        },
        {
            "text": "HLA DRB1*04-01 (PDB ID: 5JLZ). The docking was performed using PatchDock online docking tool and then the results were refined by FireDock online server. Results were also analysed by HPEPDOCK server (Additional File :   Fig-1) . Among the Four epitopes of two selected glycoproteins QIA98583.1and QHS34546.1, GVYFASTEK (MHC class I epitope) and NFRVQPTESI (MHC class II epitope) showed the best result with the lowest global energy of -52.82 and -42.00. Further, docking pose was analyzed via Ligplot (Fig 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 217,
                    "end": 227,
                    "text": ":   Fig-1)",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 509,
                    "text": "(Fig 4)",
                    "ref_id": null
                }
            ],
            "section": "Peptide-Protein Docking & Vaccine candidate's prioritization"
        },
        {
            "text": "We identified highly antigenic and non-allergenic B-cell vaccine candidates LTPGDSSSGWTAG and VRQIAPGQTGKIAD from Surface glycoprotein (QIA98583.1) and QIAPGQTGKIAD and ILPDPSKPSKRS from Surface glycoprotein (QHS34546.1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Peptide-Protein Docking & Vaccine candidate's prioritization"
        },
        {
            "text": "Vaccine is one of the most important and extensively produced pharmaceutical products. Millions of infants and people are getting vaccinated every year. However, the development and research processes of vaccines are costly and sometimes, it takes many years to develop an appropriate vaccine candidate against a pathogen. In modern . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039198 doi: bioRxiv preprint times, various tools and methods of immune-informatics, bioinformatics, and reverse vaccinology are extensively used for vaccine development, which save time and cost of the vaccine development process [8, 22] .",
            "cite_spans": [
                {
                    "start": 761,
                    "end": 764,
                    "text": "[8,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 765,
                    "end": 768,
                    "text": "22]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In current study, the physicochemical study revealed that surface glycoproteins QIA98583.1 and QHS34546.1 had the highest extinction co-efficient of 148960M-1 cm-1 and 147470 M-1 cm-1and lowest GRAVY value of -0.077 and -0.071. In addition, both surface glycoproteins were highly stable (instability index of less than 40) and antigenic. Antigenicity of the proteins was determined by VaxiJen V2.0 server. If a compound had instability index of more than 40, then the compound is referred to be unstable [23] . The extinction coefficient means the amount of light, that is absorbed by a compound at a certain wavelength [24, 25] . The various physicochemical properties like number of amino acids, molecular weight, theoretical pI, extinction co-efficient, instability index, aliphatic index, GRAVY was determined by ProtParam (https://web.expasy.org/protparam/) server. The two selected proteins performed quite similarly in the physicochemical property assessment.",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 508,
                    "text": "[23]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 620,
                    "end": 624,
                    "text": "[24,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 625,
                    "end": 628,
                    "text": "25]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In immune system, two of the major cells that functions are the T lymphocytic cell and B lymphocytic cell. After recognized by an antigen presenting cell or APC (like macrophage, dendritic cell etc.), the antigen is presented by the MHC class-II molecule present on the surface of these standard APCs, to the helper T cell. Since, the helper T cell contains CD4+ molecule on its surface, it is also called as CD4+ T cell. After activated by APC, the T-helper cell then activates the B cell and causes the production of antibody producing plasma B cell along with memory B cell. The plasma B cell produces a large number of antibodies and the memory B cell functions as the immunological, long term memory. However, macrophage and CD8+ cytotoxic T cell are also activated by the Thelper cell that destroys the target antigen [26] [27] [28] [29] [30] .",
            "cite_spans": [
                {
                    "start": 824,
                    "end": 828,
                    "text": "[26]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 829,
                    "end": 833,
                    "text": "[27]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 834,
                    "end": 838,
                    "text": "[28]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 839,
                    "end": 843,
                    "text": "[29]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 844,
                    "end": 848,
                    "text": "[30]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The possible B cell and T cell epitopes of the selected SARS-CoV-2 proteins were identified by the IEDB (https://www.iedb.org/) server. The IEDB server generates and ranks the epitopes on the basis of their antigenicity scores (AS) and percentile scores. The top ten MHC class-I and MHC class-II epitopes were taken for analysis. The topology of the selected epitopes was determined by TMHMM v2.0 server (http://www.cbs.dtu.dk/services/TMHMM/). In the antigenicity, allergenicity, toxicity and conservancy analysis, the T-cell epitopes that were found to be highly antigenic as well as non-allergenic, non-toxic, and had conservancy of over 90% . Among the ten selected MHC class-I epitopes and ten selected MHC class-II epitopes of both proteins, total four epitopes were selected based on the mentioned criteria: GVYFASTEK, TLADAGFIK, NFRVQPTESI and LLIVNNATNVV as well as antigenic and non-allergenic B-cell epitopes were selected for further vaccine candidate . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039198 doi: bioRxiv preprint analysis. The cluster analysis of the possible MHC class-I and MHC class-II alleles that may interact with the predicted epitopes were performed by online tool MHC cluster 2.0 (http://www.cbs.dtu.dk/services/MHCcluster/). Antigenicity, defined as the ability of a foreign substance to act as antigen and activate the B cell and T cell responses, through their epitope also called antigenic determinant portion [31] . The allergenicity is defined as the ability of that substance to act as allergen and induce potential allergic reactions within the host body [32] .",
            "cite_spans": [
                {
                    "start": 1600,
                    "end": 1604,
                    "text": "[31]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1749,
                    "end": 1753,
                    "text": "[32]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Moreover, the cluster analysis of the MHC class-I alleles and MHC class-II alleles were also carried out to identify their relationship with each other and cluster them functionally on the basis of their predicted binding specificity [15] . In the next step, the peptide-protein docking was carried out between the selected epitopes and the MHC alleles. The MHC class-I epitopes were docked with the MHC class-I molecule (PDB ID: 5WJL) and the MHC class-II epitopes were docked with the MHC class-II molecule (PDB ID: 5JLZ) respectively. The peptideprotein docking was performed to analyze the ability of the epitopes to bind with their respective MHC molecule.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[15]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Pre-docking was performed by UCSF-chimera and later on, we performed 3D structure generation of the epitopes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The docking was carried out by PatchDock and FireDock servers also analysed by HPEPDOCK server based on global energy. GVYFASTEK, and NFRVQPTESI generated the best scores in the peptide-protein docking respectively. All the vaccine candidates were proved to be potentially antigenic and non-allergenic, for this reason they should not cause any allergenic reaction within the host body. However, more in vitro and in vivo researches should do to finally confirm the safety, efficacy and potentiality of the predicted vaccines candidates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the face of the enormous tragedy of suffering, death and social disaster caused by COVID-19 pandemic. It is of utmost importance to develop an effectual and safe vaccine against this highly pandemic disease. Bioinformatics, Reverse vaccinology and related technologies are widely used in vaccine design and development since these technologies reduce the cost and time. In this study, first the potential proteins belong to SARS-CoV-2against (host: human, country: India) are identified. Further, the potential B cell and T cell epitopes that can effectively elicit cellular mediated immune response related to these selected proteins were determined through robust processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "These potential T-cell epitopes GVYFASTEK, NFRVQPTESI and B-cell epitopes LTPGDSSSGWTAG, VRQIAPGQTGKIAD, QIAPGQTGKIAD and ILPDPSKPSKRS play vital role in subunit and multi-epitope vaccine construction in the near future. To conclude, reverse vaccinology justified as a powerful tool for identifying . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039198 doi: bioRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "First case of 2019 novel coronavirus in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Holshue",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Immunoinformatics and modeling perspective of T cell epitope-based cancer immunotherapy: a holistic picture",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sinha",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Biomolecular Structure and Dynamics",
            "volume": "27",
            "issn": "3",
            "pages": "293--305",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "T Cell Epitope-Based Vaccine Design for Pandemic Novel Coronavirus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Molecular basis of coronavirus virulence and vaccine development",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Advances in virus research",
            "volume": "",
            "issn": "",
            "pages": "245--286",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The spike protein of SARS-CoV-a target for vaccine and therapeutic development",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature Reviews Microbiology",
            "volume": "7",
            "issn": "3",
            "pages": "226--236",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Exploiting the Reverse Vaccinology Approach to Design Novel Subunit Vaccine against Ebola Virus. medRxiv",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Ullah",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sarkar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Islam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Identification of drug and vaccine target in mycobacterium leprae: a reverse vaccinology approach",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R K"
                    ],
                    "last": "Niraj",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of Peptide Research and Therapeutics",
            "volume": "",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "ViPR: an open bioinformatics database and analysis resource for virology research",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Pickett",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nucleic acids research",
            "volume": "40",
            "issn": "D1",
            "pages": "593--598",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The proteomics protocols handbook",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "VaxiJen: a server for prediction of protective antigens, tumour antigens and subunit vaccines",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Doytchinova",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Flower",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC bioinformatics",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Identification of novel vaccine candidates against Campylobacter through reverse vaccinology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meunier",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of immunology research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The immune epitope database (IEDB): 2018 update. Nucleic acids research",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vita",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "47",
            "issn": "",
            "pages": "339--343",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "MHCcluster, a method for functional clustering of MHC molecules",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thomsen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Immunogenetics",
            "volume": "65",
            "issn": "9",
            "pages": "655--665",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "PEP-FOLD: an updated de novo structure prediction server for both linear and disulfide bonded cyclic peptides",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thévenet",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nucleic acids research",
            "volume": "40",
            "issn": "W1",
            "pages": "288--293",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Improved PEP-FOLD approach for peptide and miniprotein structure prediction",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of chemical theory and computation",
            "volume": "10",
            "issn": "10",
            "pages": "4745--4758",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "PEP-FOLD3: faster de novo structure prediction for linear peptides in solution and in complex",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lamiable",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nucleic acids research",
            "volume": "44",
            "issn": "W1",
            "pages": "449--454",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "UCSF Chimera-a visualization system for exploratory research and analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Pettersen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of computational chemistry",
            "volume": "25",
            "issn": "13",
            "pages": "1605--1612",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "HPEPDOCK: a web server for blind peptide-protein docking based on a hierarchical algorithm",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nucleic acids research",
            "volume": "46",
            "issn": "W1",
            "pages": "443--450",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "LIGPLOT: a program to generate schematic diagrams of protein-ligand interactions. Protein engineering, design and selection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Laskowski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Thornton",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "127--134",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The impact of bioinformatics on vaccine design and development",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "María",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Correlation between stability of a protein and its dipeptide composition: a novel approach for predicting in vivo stability of a protein from its primary sequence",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Guruprasad",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Pandit",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Protein Engineering, Design and Selection",
            "volume": "4",
            "issn": "2",
            "pages": "155--161",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Thermostability and aliphatic index of globular proteins",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ikai",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "The Journal of Biochemistry",
            "volume": "88",
            "issn": "6",
            "pages": "1895--1898",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "How to measure and predict the molar absorption coefficient of a protein",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Pace",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Protein science",
            "volume": "4",
            "issn": "11",
            "pages": "2411--2423",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Other functions, other genes: alternative activation of antigen-presenting cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goerdt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Orfanos",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Immunity",
            "volume": "10",
            "issn": "2",
            "pages": "137--142",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "CD8 and B cell memory: same strategy, same signals",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tanchot",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rocha",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "nature immunology",
            "volume": "4",
            "issn": "5",
            "pages": "431--432",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Dendritic cells, the major antigen-presenting cells of the human colonic lamina propria",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pavli",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Immunology",
            "volume": "78",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Generation of memory B cells and plasma cells in vitro",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Arpin",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Science",
            "volume": "268",
            "issn": "5211",
            "pages": "720--722",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Introduction to T and B lymphocytes, in Autoimmunity: From Bench to Bedside",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L E"
                    ],
                    "last": "Cano",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D E"
                    ],
                    "last": "Lopera",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The acquired immune system response to biomaterials, including both naturally occurring and synthetic biomaterials, in Host Response to",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Fishman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wiles",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Biomaterials",
            "volume": "",
            "issn": "",
            "pages": "151--187",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The Effect of Infant Allergen/Immunogen Exposure on Long-Term Health, in Early Nutrition and Long-Term Health",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Andreae",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nowak-Węgrzyn",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "131--173",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Table-1). These proteins were: Orf10 protein QIA98591.1, Orf8 protein QIA98589.1, Orf7a protein QIA98588.1, Orf6 protein QIA98587.1, Orf3a protein QIA98584.1, Membrane glycoprotein QIA98586.1, Envelope protein QIA98585.1, Surface glycoprotein QIA98583.1, Surface glycoprotein QHS34546.1, Nucleocapsid protein QII87776.1, Nucleocapsid protein QII87775.1 and Nucleocapsid phosphoprotein QIA98590.1. The FASTA sequence of proteins mentioned in (Additional File:1)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "No.Table 1: SARS-CoV-2 (Host: Human, Country: India) viral protein sequence identification and retrieval via ViPR database (Viral pathogen database and analysis resource).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Physiochemical property analysis of SARS-CoV-2 against (Host: Human, Country: India) viral proteins. . CC-BY-NC-ND 4.0 International license author/funder. It is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039198 doi: bioRxiv preprintS. No.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Antigenicity predication of SARS-CoV-2 viral proteins (Threshold value: 0.4)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "MHC Class-I epitopes of Surface glycoprotein (QHS34546.1): Table represents topology, antigenicity, allergenicity, toxicity and conservancy analysis of protein. Surface glycoprotein (QHS34546.1)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}