{
    "paper_id": "1032e3bd552f0dfde5acd349994e9a048a84e2d9",
    "metadata": {
        "title": "Delivery of CPAP respiratory support for COVID-19 using repurposed technologies",
        "authors": [
            {
                "first": "P",
                "middle": [],
                "last": "Culmer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leeds",
                    "location": {
                        "settlement": "Leeds",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Keeling",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leeds",
                    "location": {
                        "settlement": "Leeds",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Osnes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leeds",
                    "location": {
                        "settlement": "Leeds",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "W",
                "middle": [],
                "last": "Davis Birch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leeds",
                    "location": {
                        "settlement": "Leeds",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Jones",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leeds",
                    "location": {
                        "settlement": "Leeds",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "I",
                "middle": [],
                "last": "Waters",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leeds",
                    "location": {
                        "settlement": "Leeds",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Hetherington",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leeds",
                    "location": {
                        "settlement": "Leeds",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Parmar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leeds",
                    "location": {
                        "settlement": "Leeds",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Lawton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leeds",
                    "location": {
                        "settlement": "Leeds",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Ashton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leeds",
                    "location": {
                        "settlement": "Leeds",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Latham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leeds",
                    "location": {
                        "settlement": "Leeds",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Murdoch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leeds",
                    "location": {
                        "settlement": "Leeds",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Brettle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leeds",
                    "location": {
                        "settlement": "Leeds",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Kapur",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leeds",
                    "location": {
                        "settlement": "Leeds",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In response to these challenges, we report our work to repurpose two existing non-invasive ventilation (NIV) systems to provide solutions for the delivery of oxygen-enriched CPAP ventilation which are inherently resource and oxygen-efficient. We consider adaptation of CPAP systems typically used for sleep apnoea, together with a new Venturi-valve design which can be readily produced through 3D printing. Our aim in both cases was to support Positive end-expiratory pressure (PEEP) of ≥10cmH2O while achieving ≥40% FiO2. This supports a crucial part in the patient pathway for COVID-19 treatment, helping to provide early respiratory support prior to invasive ventilation options in the ICU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "NIV and sleep apnoea (CPAP) machines are widely available to HCPs and provide the potential to deliver therapeutic benefit through enrichment of the air supply. The Nippy 3+ (BREAS Medical) was selected due to its robustness and widespread availability in the locality. In CPAP mode, the system generates 3-20 cmH20 (0.3-2.0kPa) using an internal centrifugal fan to pressurise atmospheric air. This offers the possibility to entrain O2 either at the system's low pressure air inlet, or in the pressurised air-stream near the ventilation mask as shown in Figure 1 . We modified a standard Nippy 3+ system to allow entrainment of oxygen at the intake port and evaluated the efficacy of these two approaches. The system was configured to operate at a pressure the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 554,
                    "end": 562,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "CPAP machine with O2 entrainment"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.06.20055665 doi: medRxiv preprint of 10 cm H2O with 5L/min oxygen flow, combined with a model lung operating at 30 bpm with tidal volume of 0.28L. An oxygen meter was used to measure the effective FiO2 inhaled by the patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CPAP machine with O2 entrainment"
        },
        {
            "text": "We have also tested the same approach using the SleepCube (DeVilbiss), an unmodified CPAP machine designed for home use in patients with sleep apnoea. The manufacturer recommends supplemental oxygen be entrained either into the mask, or via an entrainment port at the machine end of the tubing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CPAP machine with O2 entrainment"
        },
        {
            "text": "Whilst the CPAP machines described above acts as both a flow generator and a pressure regulator, a more traditional circuit uses a flow generator and a separate pressure-controlling valve. The flow generator can be purely mechanical without moving parts; the Venturi effect occurring within a carefully designed valve allows a high pressure oxygen source to entrain and mix air into the breathing circuit. Whilst mechanically simple, these devices can be inefficient in their use of oxygen unless carefully designed. Venturi systems are commonly used in hospitals to provide controlled oxygen therapy without CPAP pressure, however a valve can be designed to cope with both the pressures and flows required for CPAP therapy [7] . While commercial Venturi systems exist, their availability has been limited due to supply-chain challenges during the pandemic. In this resource-limited context, 3D printing provides an ideal alternative means to produce Venturi systems in an agile and timely manner.",
            "cite_spans": [
                {
                    "start": 724,
                    "end": 727,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "L-Vent: Leeds Venturi valve system for CPAP"
        },
        {
            "text": "For delivery of CPAP for treatment of COVID-19, the design of the Venturi valve must be such that it supports a high flow whilst maintaining a downstream pressure of 10cmH2O. This flow rate supports the patients breathing without significantly lowering the pressure. The relative flowrates control the FiO2 with 10L/min O2 flow and an entrained airflow of 31.4L achieves 40% FiO2. Careful design of the valve is required to ensure the pressure requirements are met with previous computational and experimental studies used to guide the design [8] . The L-Vent design was achieved through iterative development in which candidate valves were evaluated for ease of 3D printing and clinical performance in a simple CPAP breathing circuit, as shown in Figure 2 . Further information on the L-Vent design and printing process is provided in Supplementary Materials.",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 546,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 748,
                    "end": 756,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "L-Vent: Leeds Venturi valve system for CPAP"
        },
        {
            "text": "We evaluated both approaches of CPAP delivery to assess their relative merits with respect to resource efficiency and clinical performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation"
        },
        {
            "text": "For the CPAP machines, our results showed that entrainment of oxygen at the low pressure intake brought only modest increases in FiO2 (ca. 35%) in comparison to entrainment directly into the circuit which achieved significantly higher FiO2 (ca. 50%), with higher values found when entrainment was closer to the mask. The difference in performance can be attributed to the single-arm breathing circuit in which air-flow is reversed during the expiration phase and part of the air column is vented to atmosphere. This results in losses of oxygen when entraining at the air intake, but entrainment near the patient benefits from the pressurised air-column created between the patient and HEPA filter, which acts as a 'buffer' to preserve oxygen and avoid losses. Although this testing model precludes gas exchange, it is representative of the relative performance of these two configurations and suggests that relatively low flow-rates of oxygen can be used to obtain therapeutic FiO2 levels and that these can be readily altered by altering the oxygen flow-rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation"
        },
        {
            "text": "The L-Vent valve was evaluated using four models 3D printing using a commercially available SLA printer (Form 3, FormLabs) with medically approved dental resin (Dental Model V2, FormLabs). Full information is provided in the Supplementary Materials. Each valve was tested with a driving flow of 10L/min O2 in open and closed circuits, representing maximum and minimum flow-rates respectively. Overall, L-Vent achieved 37% FiO2 at 50L/min (open) and 44.5% FiO2 at 34L/min (closed) and generating sufficient pressure to activate the PEEP valve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation"
        },
        {
            "text": "The ultimate FiO2 delivered by either system varies with respiratory function and is not explicitly controlled. Thus, these systems require external monitoring by a suitably qualified healthcare professional based upon the patient's SpO2 level and vital signs in accordance with best practice (e.g. UK MHRA guidance).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation"
        },
        {
            "text": "CPAP ventilation systems provide an important treatment option for COVID-19 patients, particularly in early stages use to deliver oxygen-enriched air to stabilise patients until they can be escalated or de-escalated. To deliver this for the high patient numbers associated with the COVID-19 pandemic, healthcare providers require resource efficient solutions. We have shown that this can be achieved both through the repurposing of NIV ventilation systems and using a novel 3D-printed Venturi system with a standard PEEP-valve breathing circuit. These solutions bring different merits in clinical performance and efficiency, but provide resource-limited healthcare providers with flexible treatment pathways that can be rapidly deployed to reduce the burden on ICU during the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": " Manufacturing Methods + Associated CAD Files (L-Vent CAD.zip)  Clinical Usage (L-Vent Usage.pdf)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Materials"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Critical care crisis and some recommendations during the COVID-19 epidemic in China",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-020-05979-7"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Guidance for the role and use of non-invasive respiratory support in adult patients with coronavirus (confirmed or suspected)",
            "authors": [],
            "year": 2020,
            "venue": "NHS England and Improvement",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Managing the respiratory care of patients with COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "Italian Thoracic Society (AIPO) and Italian Respiratory Society (SIP)",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Life saving breathing aid developed to keep COVID-19 patients out of intensive care",
            "authors": [],
            "year": 2020,
            "venue": "Online Article",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mechanical Ventilator Milano (MVM): A Novel Mechanical Ventilator Designed for Mass Scale Production in Response to the COVID-19 Pandemics",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Galbiati",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.10405"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "CPAP Devices for Emergency Prehospital Use: A Bench Study, Respiratory Care",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Brusasco",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "60",
            "issn": "",
            "pages": "1777--1785",
            "other_ids": {
                "DOI": [
                    "10.4187/respcare.04134"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Design optimization of supersonic jet pumps using high fidelity flow analysis. Structural and Multidisciplinary Optimization",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eves",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "45",
            "issn": "",
            "pages": "739--745",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Provision of oxygen-enriched CPAP ventilation using a NIV system",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank our multidisciplinary team; Graham Brown, Sam Flint, Kevin Meloy, Mick China, James Naylor, Hardy Boocock, Cath Noakes and the numerous healthcare professionals at Leeds and Bradford Teaching Hospitals (UK) who have helped make this research possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}