{
    "paper_id": "12c27668d532b86334400132f83b995a7df41b2d",
    "metadata": {
        "title": "Fast SARS-CoV-2 detection by RT-qPCR in preheated nasopharyngeal swab samples",
        "authors": [
            {
                "first": "Julia",
                "middle": [],
                "last": "Alcoba-Florez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Santa Cruz de Tenerife",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Rafaela",
                "middle": [],
                "last": "González-Montelongo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Santa Cruz de Tenerife",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Antonio",
                "middle": [],
                "last": "Íñigo-Campos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Santa Cruz de Tenerife",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Diego",
                "middle": [],
                "last": "García-Martínez De Artola",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Santa Cruz de Tenerife",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Helena",
                "middle": [],
                "last": "Gil-Campesino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Santa Cruz de Tenerife",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Ciuffreda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Santa Cruz de Tenerife",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Agustín",
                "middle": [],
                "last": "Valenzuela-Fernández",
                "suffix": "",
                "affiliation": {
                    "laboratory": "COVID-19 Study Group",
                    "institution": "Santa Cruz de Tenerife",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Carlos",
                "middle": [],
                "last": "Flores",
                "suffix": "",
                "affiliation": {
                    "laboratory": "COVID-19 Study Group",
                    "institution": "Santa Cruz de Tenerife",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": "cflores@ull.edu.es"
            },
            {
                "first": "$",
                "middle": [
                    "M"
                ],
                "last": "Sonia Batista-Torres",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Concepción",
                "middle": [],
                "last": "Beltrán-Tacoronte",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Esther",
                "middle": [
                    "G"
                ],
                "last": "Gómez-Ruíz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Victoria",
                "middle": [],
                "last": "González-González",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Teodora",
                "middle": [],
                "last": "Manrique-Izquierdo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rocio",
                "middle": [
                    "M"
                ],
                "last": "Rivera-Ruiz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Iru",
                "middle": [],
                "last": "Trujillo-Medina",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Guacimara",
                "middle": [],
                "last": "Espinel-Guerra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chaxiraxi",
                "middle": [],
                "last": "Medina-Coello",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Candelaria",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Padilla-Martín",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The current reference for COVID-19 diagnosis is based on the detection of SARS-CoV-2 on RNA extracts using one-step retrotranscription and quantitative PCR (RT-qPCR). Based on the urgent need for high-throughput COVID-19 screening, we tested the performance of three alternative, simple and affordable protocols to rapidly detect SARS-CoV-2, overcoming the long and tedious RNA extraction step. Although with an average increase of 6.1 (± 1.6) cycles compared to standard tests with RNA extracts, we show that RT-qPCR yielded consistent results in nasopharyngeal swab samples that were subject to a direct 70 o C incubation for 10 min. Our findings provide viable options to overcome any supply chain issue and help to increase the throughput of diagnostic tests by using any qPCR device, thereby complementing standard COVID-19 testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The ongoing coronavirus disease 2019 (COVID-19) pandemic due to Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) worldwide infection (https://www.who.int/emergencies/diseases/novelcoronavirus-2019/situation-reports) has imposed an unexpected high burden on the health care systems worldwide leading to an increasing demand for daily diagnostic screening. The current standard assay for diagnosis is based on the extraction of RNA from respiratory samples, especially from nasopharyngeal swab viral transport media (VTM), and subsequent one-step reverse transcription and real-time quantitative PCR (RT-qPCR) targeting one or several sequences from SARS-CoV-2 (Corman et al., 2020) . However, this standard procedure usually takes 3.5-4.0 h considering the manual interventions and there is a risk of reagent shortage in major kit suppliers, particularly for the RNA extraction step. Besides, the common hospital practice relies on liquid-handling robots for RNA extractions that adds another bottleneck nowadays given the large number of populations being screened.",
            "cite_spans": [
                {
                    "start": 671,
                    "end": 692,
                    "text": "(Corman et al., 2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here we aimed to simplify the current diagnostic standard for COVID-19 by overcoming the RNA extraction step. We tested three simple approaches based on direct nasopharyngeal swab VTM heating before the RT-qPCR: a) directly without additives (Direct); b) in a formamide-EDTA (FAE) buffer (Shedlovskiy, Shcherbik and Pestov, 2017) ; and c) in a RNAsnap TM buffer (Stead et al., 2012) . As a reference, we compared their results with those obtained using a standard RNA extraction protocol on the same samples.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 329,
                    "text": "(Shedlovskiy, Shcherbik and Pestov, 2017)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 362,
                    "end": 382,
                    "text": "(Stead et al., 2012)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study was conducted at the University Hospital Nuestra Señora de Candelaria (Santa Cruz de Tenerife, Spain) during March 2020. The institutional review board approved the study (ethics approval number: CHUNSC_2020_24).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "Samples: We selected nasopharyngeal swabs from four COVID-19/SARS-CoV-2 patients and four COVID-19 negative controls collected in 2 mL volume of VTM (Deltalab). Sample manipulation was performed under a biosafety class II cabinet (TELSTAR bio-II-A). Diagnosis of COVID-19/SARS-CoV-2 infection was conducted with 200 μL of VTM with standard RNA extractions, which used the MagCore viral Nucleic Acid Extraction kit (RBC Bioscience) in a MagCore liquid handler (RBC Bioscience) (lasting approximately 1 h) or the Nuclisens easyMAG kit (bioMérieux) with the eMAG liquid handler (bioMérieux) (lasting approximately 1 h and 20 min), and a one-step RT-qPCR using the LightMix® Modular SARS and Wuhan CoV E-gene kit (Roche). This commercial mix was supplemented with primers and probes for detecting the human actin (ACTB) gene expression to serve as an internal control of the reaction as described elsewhere (Fenollar et al., 2016) (Table  1) . The experiments included a non-template control and a positive control for the E-gene amplification (LightMix® kit Sarbecovirus ivRNA control +, Roche). The RT-qPCR was performed in 10 μL final volume reactions (5 μL of sample) using a CFX96 Touch Real-Time PCR Detection System (Bio-Rad). Following the specifications, thermal cycling was performed at 55 o C for 5 min for the RT step, followed by an amplification step with initial denaturation at 95 o C for 5 min and 45 cycles of 95 o C for 5 sec, 60 o C for 15 sec, and 72 o C for 15 sec. A final cooling step at 40 o C for 30 sec was also included. Thermal cycling took 1 h and 14 min in total.",
            "cite_spans": [
                {
                    "start": 903,
                    "end": 926,
                    "text": "(Fenollar et al., 2016)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 927,
                    "end": 937,
                    "text": "(Table  1)",
                    "ref_id": null
                }
            ],
            "section": "Exploratory stage"
        },
        {
            "text": "Alternative sample treatments: Fresh FAE and RNAsnap TM buffers were prepared from Molecular Biology grade reagents following the described conditions (Stead et al., 2012; Shedlovskiy, Shcherbik and Pestov, 2017) . Aliquots of 100 μL from each VTM sample were mixed with 10 μL of each buffer using a vigorous vortexing and heated at 70 o C for 10 min. Note that the RNAsnap TM procedure was originally described to be used at 95 o C for 7 min. In parallel, a 10 μL aliquot of each sample was also heated at 70 o C for 10 min. RT-qPCR was performed with 3.5 μL temperature-treated sample aliquots from each treatment in a 10 μL final volume using the same conditions as described for the standard diagnosis of COVID-19/SARS-CoV-2 infection.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 171,
                    "text": "(Stead et al., 2012;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 172,
                    "end": 212,
                    "text": "Shedlovskiy, Shcherbik and Pestov, 2017)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Exploratory stage"
        },
        {
            "text": "Samples and treatment: We selected nasopharyngeal swab samples from 90 independent donors where diagnosis of COVID-19/SARS-CoV-2 infection was available following the same methods indicated above (41 COVID-19 positives and 49 negatives). The experiments also included a non-template control and a positive control for the E-gene amplification. These samples were subject to the treatment that provided the results with the smallest cycle threshold (Ct) deviations from the standard protocol in the exploratory stage. The experiment was blind to the COVID-19 diagnosis assignment. Then, the resulting confusion matrix was used to obtain sensitivity, specificity and accuracy of the alternative sample treatment compared to the assays based on standard RNA extractions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validation stage"
        },
        {
            "text": "We ensured that the non-template control did not amplify in any of the protocols both for the SARS-CoV-2 or the ACTB. Similarly, the positive control for the E-gene amplification yielded positive results in the RT-qPCR experiments of the three alternative sample treatment protocols. The use of specific and highly sensitive probes for coronavirus E-gene amplification leads to optimal results, therefore, the rationale for the first tests design has been followed in our assays (Corman et al., 2020) . Of note, this envelope small membrane protein (E) is required to produce a structurally complete viral particle together with three other major structural proteins: the spike (S), the nucleocapsid (N) and the membrane (M) proteins (Mortola and Roy 2004; Masters 2006; Wang 2017) . All samples gave positive results for the internal human ACTB. Ct for the E-gene amplification in the standard RNA extractions indicated that two of the positive COVID-19 cases had low Ct (<20) while the other two had large values (Ct>28) ( Table 2) .",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 500,
                    "text": "(Corman et al., 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 734,
                    "end": 756,
                    "text": "(Mortola and Roy 2004;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 757,
                    "end": 770,
                    "text": "Masters 2006;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 771,
                    "end": 781,
                    "text": "Wang 2017)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 1025,
                    "end": 1033,
                    "text": "Table 2)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Exploratory stage"
        },
        {
            "text": "The four COVID-19/SARS-CoV-2 positive cases amplified in the three treatments. None of the COVID-19/SARS-CoV-2 negative samples amplified for the E-gene in these treatments. Although Ct values for the Egene of the COVID-19/SARS-CoV-2 positive samples were concordant within samples among treatments, we observed a displacement of the Ct in all the positive samples using the three alternative treatments compared to the standard RNA extractions ( Table 2) . Compared to the standard RNA extraction, we observed for the Egene an average (± SD) increase in the Ct of 6.9 (± 1.7), 7.8 (± 1.7), and 8.5 (± 1.1) for the Direct, the RNAsnap TM and FAE treatments, respectively (Figure 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 447,
                    "end": 455,
                    "text": "Table 2)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 671,
                    "end": 681,
                    "text": "(Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "Exploratory stage"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploratory stage"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20058495 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Based on these results, we then assayed 90 VTM samples from independent donors using the Direct method under the same procedures as in the previous stage. In this reaction, the non-template control did not amplify and the positive control for the E-gene amplification yielded a positive result. We verified that all samples gave positive results for the internal human ACTB (average Ct of 29.6 ± 2.5) although the amplification Ct was, on average, slightly larger than that obtained by the standard RNA extraction method in the same samples (average Ct of 27.0 ± 1.5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validation stage"
        },
        {
            "text": "Out of the 41 COVID-19/SARS-CoV-2 positive VTM samples, only five did not yield amplification for the Egene with the Direct treatment. Regarding the ACTB gene amplification results on the extracted RNA of these five samples, we did not observe significant differences when compared with those from the other COVID-19/SARS-CoV-2 positive samples (average Ct of 27.6 ± 1.2 and 26.9 ± 1.6, respectively; p=0.457). However, their Ct values for the E-gene were significantly larger (average Ct of 34.0 ± 2.0 and 25.7 ± 4.9, respectively; p=0.0007). Therefore, we considered these five samples as false negatives, corresponding to a false negative rate in the Direct treatment of 12% (95% confidence interval [CI]= 5-28). Considering the 36 samples that were COVID-19/SARS-CoV-2 positive by the two methods, there was an average increase in the E-gene Ct by the Direct method of 6.1 (± 1.6) compared to that obtained by a regular RNA extraction. None of the COVID-19/SARS-CoV-2 negative VTM samples was classified as a positive by the Direct treatment. Therefore, the Direct method yielded a sensitivity, specificity and accuracy of 87.8% (95% CI= 73.8-95.9), 100% (95% CI=92.8-100), and 99.9% (95% CI= 95.7-100), respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validation stage"
        },
        {
            "text": "While the three heating treatments of the sample and direct use in the subsequent detection demonstrated positive amplification of the SARS-CoV-2 E-gene, the Direct method provided the best results and were highly consistent with the COVID-19/SARS-CoV-2 infection diagnosis based on the standard RNA extraction in nearly half of the time (Figure 2) . We warn that while we observed amplification of other SARS-CoV2 target alternatives of the same kit on samples tested using the Direct method (i.e., the LightMix® Modular SARS and Wuhan CoV N-gene and RdRP kits, Roche) (not shown), they are likely to have a reduced sensitivity as compared to that calculated for the E-gene.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 338,
                    "end": 348,
                    "text": "(Figure 2)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "While the performance of this alternative, simple, and affordable protocol will help to accelerate COVID-19/SARS-CoV-2 infection diagnosis, we caution that the study was done with a limited number of samples and amplifications should be closely monitored to avoid increasing the false negatives above that of the standard diagnosis based on RNA extractions (Xie et al., 2020) .",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 375,
                    "text": "(Xie et al., 2020)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Given the comparable environmental stability of SARS-CoV-2 and SARS-CoV-1, the most closely related human coronavirus (van Doremalen et al., 2020) , and the evidence suggesting that SARS-CoV-1 loses infectivity above 56 o C within short periods of time (Geller, Varbanov, and Duval, 2012) , we postulate that the Direct protocol may also help to control the infectiveness of the manipulated samples during COVID-19/SARS-CoV-2 infection diagnosis.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 146,
                    "text": "(van Doremalen et al., 2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 253,
                    "end": 288,
                    "text": "(Geller, Varbanov, and Duval, 2012)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We feel these results provide viable options to overcome any supply chain issue, helping to increase the throughput of COVID-19/SARS-CoV-2 infection diagnosis, thereby allowing affordable fast and sensitive COVID-19/SARS-CoV-2 laboratory testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study was supported by Cabildo Insular de Tenerife (CGIEU0000219140); the agreement with Instituto Tecnológico y de Energías Renovables (ITER) to strengthen scientific and technological education, training, research, development and innovation in Genomics, Personalized Medicine and Biotechnology (OA17/008); Ministerio de Innovación y Ciencia (RTI2018-093747-B-I00 and RTC-2017-6471-1), co-funded by the European Regional Development Funds (ERDF); Lab P2+ facility (UNLL10-3E-783), co-funded by the ERDF and \"Fundación CajaCanarias\"; and the Spanish HIV/AIDS Research Network (RIS-RETIC, RD16/0025/0011), cofunded by Instituto de Salud Carlos III and by the ERDF. Tables   Table 1. Oligonucleotide sequences used to detect the ACTB gene expression as an internal reaction control for SARS-CoV-2 detection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 670,
                    "end": 687,
                    "text": "Tables   Table 1.",
                    "ref_id": null
                }
            ],
            "section": "Funding sources"
        },
        {
            "text": "Nucleotide sequence (labels) . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Name"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20058495 doi: medRxiv preprint Figure 2 . Schematic diagram of the standard RNA extraction-based protocol (A) compared to the alternative fast protocol (B) and the timesaving estimates for RT-qPCR-based SARS-CoV-2 testing. Indicated times should be taken as conservative estimates as they will be dependent on the personnel skills and the number of samples being assessed on the experiment. Ct, cycle threshold. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 115,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 ",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.3.2000045"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Tropheryma whipplei associated with diarrhoea in young children",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fenollar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clinical Microbiology and Infection",
            "volume": "22",
            "issn": "",
            "pages": "869--874",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cmi.2016.07.005"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Human coronaviruses: insights into environmental resistance and its influence on the development of new antiseptic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Geller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Varbanov",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Duval",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "3044--3068",
            "other_ids": {
                "DOI": [
                    "10.3390/v4113044"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The molecular biology of coronaviruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Advances in Virus Research",
            "volume": "66",
            "issn": "",
            "pages": "66005--66008",
            "other_ids": {
                "DOI": [
                    "10.1016/S0065-3527(06"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Efficient assembly and release of SARS coronavirus-like particles by a heterologous expression system",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mortola",
                    "suffix": ""
                },
                {
                    "first": "Roy",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "FEBS Letters",
            "volume": "576",
            "issn": "1-2",
            "pages": "174--178",
            "other_ids": {
                "DOI": [
                    "10.1016/j.febslet.2004.09.009"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "One-step hot formamide extraction of RNA from Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shedlovskiy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shcherbik",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Pestov",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "RNA Biology. Taylor & Francis",
            "volume": "14",
            "issn": "12",
            "pages": "1722--1726",
            "other_ids": {
                "DOI": [
                    "10.1080/15476286.2017.1345417"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "RNA snap TM : a rapid, quantitative and inexpensive, method for isolating total RNA from bacteria",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Stead",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "New England Journal of Medicine",
            "volume": "40",
            "issn": "20",
            "pages": "156--156",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gks680"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "MERS-CoV virus-like particles produced in insect cells induce specific humoural and cellular immunity in rhesus macaques",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Oncotarget",
            "volume": "8",
            "issn": "8",
            "pages": "12686--12694",
            "other_ids": {
                "DOI": [
                    "10.18632/oncotarget.8475"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Chest CT for Typical 2019-nCoV Pneumonia: Relationship to Negative RT-PCR Testing', Radiology, in press",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200343"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "RT-qPCR amplification plots for the SARS-CoV-2 E-gene for a nasopharyngeal swab VTM sample subjected to the standard RNA extraction, and the Direct, the RNAsnap TM and FAE treatments. The horizontal blue line denotes the cycle threshold. RFU: Relative fluorescence units.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Main RT-qPCR results for SARS-CoV-2 E-gene amplification.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Biosafety class II cabinetAutomated-based extraction & one-step RT-qPCRBiosafety class II cabinet one-step RT-qPCR *Simultaneous detection of ACTB as internal control",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We deeply acknowledge the University Hospital Nuestra Señora de Candelaria board of directors and the executive team for their strong support and assistance in accessing diverse resources used in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": "JAF, RGM and CF designed the study. JAF, RGM, AIC, DGM, HGC, TMTST and CF participated in data acquisition. JAF, RGM and CF performed the analyses and data interpretation. LC, AVF, RGM and CF wrote the draft of the manuscript. All authors contributed in the critical revision and final approval of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        }
    ]
}