{
    "paper_id": "14486124e2e9167deed93aed33e5d81025debeb0",
    "metadata": {
        "title": "Reversal of Infected Host Gene Expression Identifies Repurposed Drug Candidates for COVID-19",
        "authors": [
            {
                "first": "Jing",
                "middle": [],
                "last": "Xing",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Michigan State University",
                    "location": {
                        "settlement": "Grand Rapids",
                        "region": "Michigan",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rama",
                "middle": [],
                "last": "Shankar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Michigan State University",
                    "location": {
                        "settlement": "Grand Rapids",
                        "region": "Michigan",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Aleksandra",
                "middle": [],
                "last": "Drelich",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Medical Branch",
                    "location": {
                        "settlement": "Galveston",
                        "region": "Texas",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Shreya",
                "middle": [],
                "last": "Paithankar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Michigan State University",
                    "location": {
                        "settlement": "Grand Rapids",
                        "region": "Michigan",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Eugene",
                "middle": [],
                "last": "Chekalin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Michigan State University",
                    "location": {
                        "settlement": "Grand Rapids",
                        "region": "Michigan",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Dexheimer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Michigan State University",
                    "location": {
                        "settlement": "Grand Rapids",
                        "region": "Michigan",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Surender",
                "middle": [],
                "last": "Rajasekaran",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Michigan State University",
                    "location": {
                        "settlement": "Grand Rapids",
                        "region": "Michigan",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Chien-Te",
                "middle": [],
                "last": "Kent Tseng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Medical Branch",
                    "location": {
                        "settlement": "Galveston",
                        "region": "Texas",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Bin",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Michigan State University",
                    "location": {
                        "settlement": "Grand Rapids",
                        "region": "Michigan",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Repurposing existing drugs is a timely option to cope with COVID-19. We predicted therapeutic candidates that could reverse the gene expression of coronavirus-infected host cells. Thirteen expression signatures computed from various experimental conditions and preclinical models could be reversed by those compounds known to be effective against SARS-or MERS-CoV, as well as the drug candidates recently shown to be effective against SARS-CoV-2. We selected ten novel candidates to further evaluate their in vitro efficacy against SARS-CoV-2 infection. Four compounds bortezomib, dactolisib, alvocidib and methotrexate inhibited the formation of virus infection-induced cytopathic effect in Vero E6 cells at 1 µM, yet such a concentration seems toxic to the cells as well. While the evaluation in other permissive cells and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "the prediction of toxicity are needed to optimize and minimize their antiviral activity and cytotoxicity, respectively, this computational approach has the potential to rapidly and rationally identify drug candidates against COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since early December 2019, the newly emerged SARS-CoV-2 has infected almost 1 million people globally 1 . In the United States, confirmed cases increased from a few dozen to almost 1000 within two weeks, and this number rapidly grew to over 80,000 within one month 2 . Among the patients, 15% suffered from severe acute respiratory distress syndrome (ARDS) and approximately 3% died from acute respiratory failure, acute cardiac injury, secondary infection, and other serious complications 1, 3, 4 ",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 103,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 490,
                    "end": 492,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 493,
                    "end": 495,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 496,
                    "end": 497,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Main"
        },
        {
            "text": "Organization (WHO) declared this rapidly spreading and highly pathogenic COVID-19 first a global public health emergency and then a pandemic. As SARS-CoV-2 infection continues to endanger lives, effective therapeutics are urgently needed. Repurposing existing drugs could be an efficient and timely means of identifying drugs that have activity against coronavirus. There are a few repurposed drugs such as lopinavir/ritonavir, baricitinib, remdesivir and chloroquine currently under clinical investigation 5, 6 . These drugs are expected to target key steps of viral entry, or specific proteins involved in viral replication, including viral proteases 7 . In addition to viral replication, the viral pathogen associated molecular pattern (PAMP) (e.g., immune dysfunction and endoplasmic reticulum stress, Figure 1A ) could be targeted to improve the clinical outcome 8 . PAMPs-mediated signaling pathways are attractive drug targets to alleviate diseases caused by human pathogens. Therefore, effectively targeting these pathways to stop the progression to ARDS caused by SARS-CoV-2 might save lives. Independent of SARS-CoV-2 infection, in aging adult populations, ARDS is associated with mortality rates of 30-50% 9 . Thus, a methodical and unbiased search for new drug candidates from a large drug library could uncover agents that have potential to arrest the infection and ameliorate its effect. To accomplish this, we sought to target infection-induced genes in the host cells, hoping to mitigate disease progression and alleviate symptoms.",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 509,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 510,
                    "end": 511,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 653,
                    "end": 654,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 868,
                    "end": 869,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1217,
                    "end": 1218,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 806,
                    "end": 815,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ". The World Health"
        },
        {
            "text": "We and others [10] [11] [12] [13] [14] [15] [16] have utilized a systems-based approach that employs gene expression profiles of disease samples and drug-induced gene expression profiles from cell lines to discover new therapeutic candidates for diseases. The essential idea is to identify drugs that reverse the disease gene expression signature by suppressing the over-expressed disease genes and activating the repressed genes ( Figure 1A) . A disease signature is defined as a list of differentially expressed genes between disease samples and normal control samples. We recently found that the reversal of gene expression (namely sRGES) correlates to drug efficacy in cancers 17 , demonstrating the feasibility of applying this approach to predict drug candidates for other diseases, including viral infection.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 19,
                    "end": 23,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 24,
                    "end": 28,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 29,
                    "end": 33,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 34,
                    "end": 38,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 39,
                    "end": 43,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 44,
                    "end": 48,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 681,
                    "end": 683,
                    "text": "17",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 432,
                    "end": 442,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ". The World Health"
        },
        {
            "text": "To utilize this approach for drug discovery against SARS-CoV-2, we first need to collect virus-related host gene expression profiles, which were not available at the time of writing. Given the high genomic similarity between SARS-CoV, MERS-CoV, and SARS-CoV-2, we reasoned that existing host gene expression profiles of the samples infected by SARS-or MERS-CoV could approximate to those infected by SARS-CoV-2. To verify this assumption, we compiled 331 virus-induced signatures from enrichR and GEO (Table   S1 ) and used an established pipeline to score 1740 drugs in our repurposing library regarding their reversal of signature gene expression. Clustering of these signatures based on their drug prediction scores suggests that signatures derived from the same virus or the virus family under the similar experimental model tend to cluster together ( Figure S1 ). An example cluster includes one signature derived from primary human microvascular endothelial cells (MMVE001) after 48h of MERS-CoV infection (study id: GSE79218) and another derived from melanoma cells in mice after seven days of SARS-CoV infection (study id: GSE68820). In addition, Spearman correlation coefficient of the in vitro drug efficacy data (EC50: Half maximal effective concentration) of SARS-CoV and MERS-CoV is up to 0.6 ( Figure 1B) . The clustering and correlation results suggested that drugs predicted based on the signatures related to SARS-CoV and MERS-CoV could also be applied for SARS-CoV-2. Therefore, we developed a pipeline to repurpose existing drugs against MERS-CoV and SARS-CoV, and then experimentally evaluate these drugs in SARS-CoV-2 ( Figure 1C ). database. A good candidate should activate the repressed biological processes and inhibit the upregulated processes. B, Correlation of the published antiviral activities of 30 drugs (pEC50, -log10 transformed EC50 value in mol/L) against MERS-and SARS-CoV. C, Study workflow including creation of disease signatures, prediction of drug candidates, selection of a final drug list, and in vitro validation. One disease signature composed by the differentially expressed genes of each comparison led to one drug prediction list. Only the signature resulting in a prediction list where known positive drugs were enriched on the top was considered as a valid signature. D, Dysregulated pathways after SARS infection at 7h compared with 2h in lungs. E, The enrichment of top six dysregulated pathways in primary human microvascular endothelial (MMVE001) cells through 0h to 48h in MERS-CoV infection (left) and in mock (right). Only one study was selected for D and E, respectively, and the dysregulated pathways and their dynamics for other studies are available in supplementary materials ( Figure S2 and S3, Extended Data 1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 501,
                    "end": 512,
                    "text": "(Table   S1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 856,
                    "end": 865,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1308,
                    "end": 1318,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1641,
                    "end": 1650,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2741,
                    "end": 2750,
                    "text": "Figure S2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ". The World Health"
        },
        {
            "text": "In total, 430 samples infected by either MERS-or SARS-CoV under different models (e.g., cell line, mouse models) across multiple time points from public repositories were used for the identification of disease signatures (Table S1, 12 studies in total). Their expression profiles were created using either microarray or RNA-Sequencing. Depending on the profiling platform, data processing and signature creation methods For each comparison, we computed a disease signature to characterize the infection status, followed by the prediction of which drugs may have activity. As we could not directly evaluate the quality and pathologic relevance of each disease signature, we turned to validating their action using those drugs that are positive in vitro MERS/SARS testing (41 positive drugs in total, 30 with EC50 values, Table S2 ). Among 215 MERS-CoV or SARS-CoV infection signatures, 13 signatures led to the drug list, where positive drugs are highly enriched on the top (Extended Data 2). Moreover, EC50 of these drugs significantly correlated with sRGES ( Figure 2A and Figure S4 ). In contrast, for the H1N1 infection signatures, we didn't observe any significant enrichment of anti-coronavirus positive drugs (Extended Data 2). The recent clinical data suggested that the combination of two drugs lopinavir/ritonavir present clinical benefits to patients with coronavirus 18, 19 . Both drugs were profiled in LINCS 20 individually; however, none of them could induce substantial gene expression change (absolute z score < 2) under 10 µM concentration in cancer cell lines; therefore, neither was predicted as a hit. We next found another dataset where HepaRG cells were treated by ritonavir under 10 different concentrations (from 9 nM to 300 µM). We observed that ritonavir could reverse nearly all the 13 disease signatures under high concentration (i.e., 10 µM to 200 µM) ( Figure S5 ).",
            "cite_spans": [
                {
                    "start": 1378,
                    "end": 1381,
                    "text": "18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1382,
                    "end": 1384,
                    "text": "19",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 820,
                    "end": 828,
                    "text": "Table S2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1060,
                    "end": 1069,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1074,
                    "end": 1083,
                    "text": "Figure S4",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 1883,
                    "end": 1892,
                    "text": "Figure S5",
                    "ref_id": null
                }
            ],
            "section": ". The World Health"
        },
        {
            "text": "Together, we reasoned that those highly ranked drugs with greater negative sRGES in these valid comparisons could be new therapeutic candidates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". The World Health"
        },
        {
            "text": "To obtain the final drug prediction, as it's not trivial to merge disease signatures derived from different platforms and biological conditions, instead of merging them, we calculated the consensus score of all the drug prediction lists derived from individual valid disease signatures,. We took the median of the ranks across multiple comparisons for each drug, and ranked them based on their median rank (Extended Data 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". The World Health"
        },
        {
            "text": "Mechanism of action (MoA) enrichment analysis of the final ranked drug list revealed a few significant drug classes including CDK inhibitors, mTOR inhibitors and NF-κB pathway inhibitors ( Figure 2B ). Lately, Jeon et al. 21 tested the antiviral efficacy of 35 FDA-approved drugs against SARS-CoV-2, among which 14 positive drugs overlapped with our screening library. These drugs were also significantly enriched at the top of our prediction ( Figure 2C , p = 1.39E-4), further validating our predictions. Interestingly, three antiparasite drugs pyrvinium, ivermectin, niclosamide were ranked among the top 30. Both ivermectin, and niclosamide could inhibit the replication of SARS-CoV-2 in vitro 21, 22 and pyrvinium and niclosamide were effective in MERS and SARS 23, 24 .",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 224,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 698,
                    "end": 701,
                    "text": "21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 702,
                    "end": 704,
                    "text": "22",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 767,
                    "end": 770,
                    "text": "23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 771,
                    "end": 773,
                    "text": "24",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 198,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 445,
                    "end": 454,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ". The World Health"
        },
        {
            "text": "We manually inspected the top candidates and selected ten representative candidates according to their reversal scores ( Figure 2D ), clinical applicability, MoA, administration routes and safety (Table S3 ). Finally, we evaluated their cytotoxicity and ability of the prevention of cytopathic effect (CPE) in the Vero E6 cell line ( Table 1) . Instead of measuring EC50, we used more stringent criteria, which required a 4-day complete prevention of CPE observed under the microcopy. Six of the proposed drugs showed less than 10 µM minimum concentration that could completely prevent CPE. However, five of them presented unfavorable cytotoxicity at their effective concentration. In the following confirmatory experiment, we examined the efficacy and toxicity for the four most effective drugs (CPE preventing concentration <= 1 µM), bortezomib, methotrexate, nvp-bez235 and alvocidib as well as chloroquine, a drug being used as the first-line treatment for SARS-CoV-2. None of the predicted drugs could completely prevent CPE, though chloroquine could at the dose of 15 µM. Figure 1E ), the signature from the comparison between 24 h and 0h could not capture the biology of viral infection, thus failed to recover known drugs. Those findings also reiterate the challenge of choosing appropriate experimental models and the right time points for drug treatment in COVID-19 25 .",
            "cite_spans": [
                {
                    "start": 1376,
                    "end": 1378,
                    "text": "25",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 130,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 196,
                    "end": 205,
                    "text": "(Table S3",
                    "ref_id": null
                },
                {
                    "start": 334,
                    "end": 342,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1078,
                    "end": 1087,
                    "text": "Figure 1E",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ". The World Health"
        },
        {
            "text": "We then developed a consensus score for each drug based on their potency to reverse these thirteen signatures. The prediction was externally validated by a recent drug screening against SARS-CoV-2 21 ",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 199,
                    "text": "21",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": ". The World Health"
        },
        {
            "text": "We obtained a total of 430 samples for \"SARS\" or \"MERS\" related data from ArrayExpress, Gene ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disease signatures"
        },
        {
            "text": "The computation of RGES and the summarization RGES were detailed elsewhere and recently implemented as a standalone R package 31 ",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 128,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Reversal correlation"
        },
        {
            "text": "We ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clustering of virus predictions"
        },
        {
            "text": "We The negative correlation means a reversal relation. Ritonavir was originally developed as an inhibitor of HIV protease and now often used at a low dose with other protease inhibitors to boost the antiviral effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ritonavir correlation analysis"
        },
        {
            "text": "Our analysis suggests that ritonavir could only reverse the disease signature at a very high dose. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ritonavir correlation analysis"
        },
        {
            "text": "The processed compound transcriptome profile was categorized into up-and down-regulated genes, with a threshold of log2 fold change greater than 1 or less than -1, respectively. Then each group of genes was submitted to Enrichr 33 (https://amp.pharm.mssm.edu/Enrichr/) to compute the Gene Ontology enrichment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene Ontology (GO) Enrichment Analysis"
        },
        {
            "text": "GO terms with p-value less than 0.05 and adjusted p-value less than 0.2 were taken as significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene Ontology (GO) Enrichment Analysis"
        },
        {
            "text": "Vero E6 cells [CRL:1586, ATCC] were grown in Eagle's minimal essential medium (EMEM)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tissue Cultures and Virus"
        },
        {
            "text": "supplemented with penicillin (100 units/ml), streptomycin (100 µg/ml), and 10% fetal bovine serum (FBS). SARS-CoV-2 (US_WA-1 isolate), the 3 rd passage in Vero E6 cells from the original CDC (Atlanta) material and sequence confirmed, was used throughout the study. The titer of the viral stock was 7.5 × 10 7 50% tissue culture infectious doses (TCID50)/ml. All experiments involving using infectious virus were conducted at the University of Texas Medical Branch in an approved biosafety level 3 laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tissue Cultures and Virus"
        },
        {
            "text": "A slightly modified Vero E6-based standard micro-neutralization assay was used to rapidly evaluate the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Drug screening by cell-based assay"
        },
        {
            "text": "All the analysis was conducted in R (v3.5.1) or Python (v3.7) programming language. The ggplot2, pheatmap and seaborn packages were used for data visualization. Student's t-test was performed for normally distributed data and Wilcoxon rank-sum test was used for other types of data to compute the pvalue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Software tools and statistical methods"
        },
        {
            "text": "Authors declare that all data used in this study are available within the article and its supplementary information files. Any other specific files can be provided from the corresponding author upon reasonable request. The code is available at GitHub (https://github.com/Bin-Chen-Lab/wars). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and code availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 Report from WHO",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 Report from National Health Commission of China",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The SARS, MERS and novel coronavirus (COVID-19) epidemics, the newest and biggest global health threats: what lessons have we learned?",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Peeri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Epidemiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/ije/dyaa033"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41422-020-0282-0"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Coronaviruses -drug discovery and therapeutic options",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F W"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S C"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "K.-Y",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature Reviews Drug Discovery",
            "volume": "15",
            "issn": "",
            "pages": "327--347",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "SARS and MERS: recent insights into emerging coronaviruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falzarano",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature Reviews Microbiology",
            "volume": "14",
            "issn": "",
            "pages": "523--534",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Epidemiology, Patterns of Care, and Mortality for Patients With Acute Respiratory Distress Syndrome in Intensive Care Units in 50 Countries",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bellani",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA",
            "volume": "315",
            "issn": "",
            "pages": "788--800",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Computational Discovery of Niclosamide Ethanolamine, a Repurposed Drug Candidate That Reduces Growth of Hepatocellular Carcinoma Cells In Vitro and in Mice by Inhibiting Cell Division Cycle 37 Signaling",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Gastroenterology",
            "volume": "152",
            "issn": "",
            "pages": "2022--2036",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Applications of Connectivity Map in drug discovery and development",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "A"
                    ],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Rajpal",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Discovery and Preclinical Validation of Drug Indications Using Compendia of Public Gene Expression Data",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sirota",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Science Translational Medicine",
            "volume": "3",
            "issn": "",
            "pages": "96--77",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Novel Drug Candidates for the Treatment of Metastatic Colorectal Cancer through Global Inverse Gene-Expression Profiling",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Van Noort",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cancer Res",
            "volume": "74",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "In silico and in vitro drug screening identifies new therapeutic approaches for Ewing sarcoma",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Pessetto",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Oncotarget",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "DrugSig: A resource for computational drug repositioning utilizing gene expression signatures",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLOS ONE",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "DeSigN: connecting gene expression with therapeutics for drug repurposing and development",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K B"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Genomics",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Reversal of cancer gene expression correlates with drug efficacy and reveals therapeutic targets",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature Communications",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Role of lopinavir/ritonavir in the treatment of SARS: initial virological and clinical findings",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Thorax",
            "volume": "59",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Case of the Index Patient Who Caused Tertiary Transmission of Coronavirus Disease 2019 in Korea: the Application of Lopinavir/Ritonavir for the Treatment of COVID-19 Pneumonia Monitored by Quantitative RT-PCR",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Korean Med Sci",
            "volume": "35",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A Next Generation Connectivity Map: L1000 Platform and the First 1,000,000 Profiles",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Subramanian",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cell",
            "volume": "171",
            "issn": "",
            "pages": "1437--1452",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Identification of antiviral drug candidates against SARS-CoV-2 from FDA-approved drugs",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jeon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.20.999730"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The FDA-approved Drug Ivermectin inhibits the replication of SARS-CoV-2 in vitro",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Caly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Druce",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Catton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Jans",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Wagstaff",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Antiviral Research",
            "volume": "104787",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.antiviral.2020.104787"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Inhibition of Severe Acute Respiratory Syndrome Coronavirus Replication by Niclosamide",
            "authors": [
                {
                    "first": "C.-J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Antimicrob. Agents Chemother",
            "volume": "48",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "High-Throughput Screening and Identification of Potent Broad-Spectrum Inhibitors of Coronaviruses",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Virol",
            "volume": "93",
            "issn": "",
            "pages": "23--42",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Race to find COVID-19 treatments accelerates",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kupferschmidt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "367",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Type-I-interferons in infection and cancer: Unanticipated dynamics with therapeutic implications",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Musella",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Manic",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Maria",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Vitale",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sistigu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "OncoImmunology",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "FDA approved drugs with broad anti-coronaviral activity inhibit SARS-CoV-2 <em>in vitro</em>",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weston",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Haupt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Logue",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Frieman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.25.008482"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Toil enables reproducible, open source, big biomedical data analyses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vivian",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature Biotechnology",
            "volume": "35",
            "issn": "",
            "pages": "314--316",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Evaluating cell lines as models for metastatic breast cancer through integrative analysis of genomic data",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature Communications",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "OCTAD: an open workplace for virtually screening therapeutics targeting precise cancer patient groups using gene expression features",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "bioRxiv",
            "volume": "821546",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/821546"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Pvclust: an R package for assessing the uncertainty in hierarchical clustering",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shimodaira",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bioinformatics",
            "volume": "22",
            "issn": "",
            "pages": "1540--1542",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Enrichr: interactive and collaborative HTML5 gene list enrichment analysis tool",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Study workflow and biological processes dysregulated by viral infection. A, An illustration of reversing the expression of host genes comprising multiple biological processes (highlighted with colors) induced by coronavirus infection. Drug-induced gene expression profiles are taken from the LINCS DNA−templated transcription in response to stress nuclear−transcribed mRNA catabolic process, nonsense−mediated decay SRP−dependent cotranslational protein targeting to membrane antigen processing and presentation of peptide antigen via MHC class I interleukin−1−mediated signaling pathway proteasome−mediated ubiquitin−dependent protein catabolic process cellular response to interleukin−",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "varied (see Methods). The previous clusters are highly confounded by post-infection time points (Figure S1), meaning the disease signature and their predicted drugs are strikingly different under different time points. Therefore, we enumerated all the possible comparisons (Figure 1C), including (1) comparisons between infection and mock at each time point, (2) comparisons between different time points within the infection or the mock group (e.g., time point 1 vs. time point 0, time point 2 vs. time point 1), and (3) comparisons both between time points and between infection vs. mock. These comparisons revealed different virus-related biological processes and their dynamic regulation. For instance, analysis of SARS-CoV infected lung tissue data showed that various biological processes, including viral gene expression, DNA replication, nuclear division, lymphocytes differentiation and translation-related processes, were activated (Figure 1D, S2 and Extended Data 1). In contrast, interleukin and autophagy-related processes were repressed in infected samples (Figure 1D, S2 and Extended Data 1). Interestingly, some processes were only activated after a certain time point (e.g., 24 h inFig 1E)in infected samples, while such patterns were not observed in mock samples (Figure 1E and S3), suggesting that only some of the comparisons captured the biology of critical viral infection processes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Meta drug analysis and candidate evaluation. A, an example of a validated signature derived from differentially expressed genes between 48h and 12h after MERS-CoV infection in the MMVE001 cell line (GSE79218 dataset). The left panel shows the enrichment of positive drugs (p value was computed by Wilcoxon rank sums test, see Methods). The curve shows enrichment density, and each bar under the curve represents the rank of a positive drug on the prediction list. The right panel shows the correlation between sRGES and EC50 (in mol/L, log10 transformed) of the positive controls. Each point indicates a positive drug. B, enriched MoA (blue dots) and their FDR based on meta drug ranking. Dot size corresponds to the number of drugs associated with the MoA. C, external validation using published anti-COVID-19 efficacy of FDAapproved drugs 21 . D, heatmap of the summarized infection signature and the summarized reversal effects of 10 selected candidates and two negative examples (see Methods). Red color indicates up-regulated genes and blue indicates down-regulated genes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ". The validation justified the approach of reversal of host cell gene expression derived from SARS-CoV or MERS-CoV infection. Ten drugs were proposed and their antiviral efficacy and cytotoxicity in the Vero E6 cell line were further examined. We observed that four drugs prevented CPE under 1 µM, but also were toxic at this concentration. We initially only excluded those highly toxic compounds such as topoisomerase inhibitors, but didn't attempt to evaluate their cytotoxicity since all those candidates are FDA approved drugs with established safety profiles.Genes related to mitotic G2/M cell cycle such as MELK, KIF14, BIRC5 were enriched (Figure 2D), thus reversal of the expression of these genes might induce apoptosis and cytotoxicity. On the other side, several immune signaling related genes such as CCL2, CXCL2 and NFKBIA were down-regulated by the virus, thus reversal of the expression of these genes may augment the host response to fight viral infection. Our initial efficacy study neither checked their ability of inhibiting viral replications nor used the model that has necessary immune environment (e.g., Vero cells are interferon-deficient). For example, the candidate methotrexate, a chemotherapeutic at high doses and, an immune suppressor at lower doses, being used to treat rheumatoid arthritis (RA), showed considerable in vitro antiviral effect. Methotrexate could down regulate genes related to G2/M cell cycle, and up regulate genes related to cytokine signaling. This is not surprising as studies have shown some of the interferon related pathways that govern inflammation overlap with cancer26 . Recently, another RA drug, tocilizumab, an IL-6 antibody, was applied to treat severe patients infected by SARS-CoV-2 to protect them from life-threatening lung damage caused by cytokine storm.Further analysis of drug-induced in vivo profiles revealed that methotrexate and tocilizumab could stimulate several interferon-stimulated genes for virus blocking (Figure S6), but chloroquine could stimulate less, suggesting a different MoA (e.g. pH dependent control of viral entry). We are interested in testing methotrexate on other interferon sufficient cell lines in the future.Notably, all four effective drugs (proteasome inhibitor bortezomib, PI3K-mTOR inhibitor nvp-bez235 (dactolisib), CDK inhibitor alvocidib and antimetabolite methotrexate) are being used for cancer treatment.In several independent screening efforts, similar drugs (AXL receptor tyrosine kinase inhibitor Gilteritinib, CDK inhibitor Abemaciclib) are identified21,27 . Although those anti-cancer drugs might reverse the host expression and prevent CPE, because they are often toxic or have severe side effects, they are not appropriate to treat patients weakened by SARS-CoV-2.For this work, in addition to the known limitations of the LINCS datasets (e.g., a limited coverage of the transcriptome), another limitation lies in the use of drug-induced gene expression profiles derived from cancer cells that are different from those infected cells. This partially explains why anti-viral drugs were not predicted as hits. The limited resources and the immeasurable damage of this pandemic call for the urgent needs of studying existing drugs in infectious disease models.In conclusion, thanks to the open science initiatives, we were able to leverage the open resources to rationally predict drug candidates that might reverse coronavirus-induced transcriptomic change, and validated in silico and in vitro. The unbiased search of drug candidates based on reversal of gene expression could offer an effective and rapid means to propose candidates for further experimental testing, yet more layers of information such as toxicity, validation experimental setting and clinical applicability could be incorporated to find better therapeutics. The prediction list would be of some value to those labs who have the capability to investigate a few compounds, especially during this urgent time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Omnibus (GEO) and Sequence Read Archive (SRA). The meta information of each sample was manually annotated, including virus strain, model, organism, and time point. The expression matrix for each microarray data was downloaded via the GEOquery R package. The matrix was further filtered by removing the probes with expression only in half of the samples. Expression values were normalized using quantile normalization and log2 transformation was applied for each matrix. The probe values were collapsed based on Entrez Gene ID. The Significance Analysis of Microarrays (SAM) method was used to compute differentially expressed (DE) genes with criteria fold change > 1 and false discovery rate (FDR) < 0.05). Gene symbols of other organisms were converted to HUGO gene symbols. For RNA-Seq datasets, raw sequence data were downloaded from SRA and processed with the TOIL pipeline 28,29 . EdgeR was used to compute DE genes using the same criteria as used for microarray data. Gene ontology enrichment analysis of DE genes for each comparison was performed using the clusterprofiler R package. Further, gene set enrichment (ssGSEA) for each biological process was performed using ssGSEA method in the GSVA R package. For the infection group, we enumerated all the comparisons across all time points, and the corresponding comparison was performed in the mock group as well. The DE genes that were uniquely present in the infection group were selected for further analysis. We also compared DE genes between infection and mock at each time point, together with consistently dysregulated genes from time point 0 to the end. Drug signatures Drug gene expression profiles have been widely used in our previous studies. Briefly, a full matrix comprising 476,251 signatures and 22,268 genes including 978 landmark genes was downloaded from the LINCS website 30 as of September 2013. The meta-information of the signatures (for example, cell line, treatment duration, treatment concentration) was retrieved via LINCS Application Program Interfaces. The matrix and metadata are now available via GSE92742 in GEO. The signature derived from the comparison of expressions between the samples treated with the perturbagen of interest and vehicle control, represents gene expression change upon treatment. We further downloaded the LINCS drug information from the Drug Repurposing Hub. Only small-molecule with high-quality gene expression profiles (is_gold=1, annotated in the meta-information) and listed in the drug repurposing hub were further analyzed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": ". Briefly, we quantified the reversal of disease gene expression as RGES (Reversal Gene Expression Score), a measure modified from the connectivity score developed in other studies20 . To compute RGES scores, we first rank genes based on their expression values in each drug signature. An enrichment score/s for each set of up-and down-regulated disease genes were computed separately using a Kolmogorov-Smirnov-like statistic, followed by the merge of scores from both sides (up/down). The score is based on the amount to which the genes (up or down-regulated) at either the top or bottom of a drug-gene list ranked by expression change after drug treatment. One compound may have multiple available expression profiles because they have been tested in various cell lines, drug concentrations, treatment durations, or even different replicates, resulting in multiple RGES for one drugdisease prediction. We termed this score summarized RGES (sRGES). We set a reference condition (i.e., concentration of 10 µM, treatment duration of 24 hours) and used a model to estimate a new RGES if the drug profile under the reference condition was not available. We did not weight the LINCS cell lines. Those comparisons, where maximum of the absolute sRGES is less than 0.25 were considered as insignificant predictions.Signatures validation and selectionDrugs with known in vitro activity against two coronaviruses (i.e., SARS-CoV and MERS-CoV) served as positive controls for signature validation. Qualified signatures should meet the following criteria: (1) derived from SARS-CoV or MERS-CoV infection experiments; (2) the number of differentially expressed genes was greater than 50 (mapped to LINCS); (3) the maximum absolute sRGES prediction was greater than 0.25; (4) the sRGES of positive drugs was enriched at the top (one side Wilcoxon rank-sum test p < 0.05, FDR < 0.25); (5) the sRGES and the average EC50 value of positive drugs were highly correlated (Spearman r >= 0.4, p < 0.05).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "downloaded the compiled virus-perturbed signatures from EnrichR (323 in total). Since the EnrichR dataset did not include any MERS signatures, we manually added the signatures of two MERS datasets (GSE79218, GSE79172, 8 in total) computed from the comparison between the infection group and the mock group, separately. Only the virus signature containing more than 50 LINCS landmark genes was selected. Each virus signature was queried against the LINCS library using the established pipeline. Only those signatures where the maximum of the absolute sRGES was greater than 0.25 were chosen for the following analysis. Viruses were clustered based on the sRGES scores using pvclust 32 (distance method: spearman correlation, nboot = 100).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "found one RNA-Seq dataset (SRA: SRX4939022) for HepaRG cells treated with multiple compounds including ritonavir under multiple concentrations (ranging from 9 nM to 300 µM). We processed 90 profiles in the plate (2D_RG_PLATE2) consisting of 10 concentrations (each concentration has 9 profiles). The log2 TPM of each profile was subtracted by the median of log2 TPM of all DMSO-treated samples in this plate, resulting in one drug-induced gene expression profile. The spearman correlation between the druginduced gene expression and the disease gene expression used for the LINCS prediction was computed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "better visualization of the selected drug candidates' reversal of coronavirus induced gene expression changes, we combined validated infection signatures into one meta signature, and summarized drug profiles from different experiments into one profile. Dysregulated genes were included into the meta infection signature if 25% quantile of log2 fold changes was less than -1 or 75% quantile was greater than 2. For each drug, all profiles (z-scores, level 5) in L1000 measured at 10 µM were extracted (including different cell lines and treatment times). The value of each gene in the summarized profile was defined as the median of the head or tail 25% (depending on which absolute value is larger) if this quantile absolute value was greater than 1, we defined it as the median of the z-scores of this gene across all the profiles extracted. The matrix was composed of the meta signature genes and signatures of selected drug candidates. We also included the profiles of two drugs predicted as negative hits, and ordered the rows by the fold change of infection signature genes. A heatmap was used to visualize the effect of selected drugs in reversing virus-://www.ncbi.nlm.nih.gov/geo/), we processed the gene expression matrix the same as the disease signature creation aforementioned. Then all gene log2 fold change values were converted to ranking percentages. Finally, a clustermap was computed for genes of our interest, colored in red (up-regulation) and blue (down-regulation).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "drug efficacy against SARS-CoV-2 infection. Briefly, confluent Vero E6 cells grown in 96-wells microtiter plates were pre-treated with serially 2-folds diluted individual drugs for two hours before infection with 100 infectious SARS-CoV-2 particles in 100 µl EMEM supplemented with 2% FBS. Vero E6 cells treated with parallelly diluted dimethyl sulfoxide (DMSO) with or without virus were included as positive and negative controls, respectively. After cultivation at 37 °C for 4 days, individual wells were observed under the microcopy for the status of virus-induced formation of CPE. The efficacy of individual drugs was calculated and expressed as the lowest concentration capable of completely preventing virus-induced CPE in 100% of the wells. The toxicity to the treated cells was assessed by observing floating cells and altered morphology of adhered Vero E6 cells in wells under the microcopy. All compounds were ordered from Selleckchem or Cayman Chemical. All compounds were dissolved in 100% DMSO as 10 mM stock solutions and diluted in culture media.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "B.C. conceived the study. J.X., R.S. and B.C. performed computational analyses with the input from S.P. and E.C.. A.D. performed biological experiments supervised by C.T.K.T.. S.R. provided clinical insights, and T.D. prepared reagents. J.X., R.S., B.C., A.D., C.T.K.T wrote the manuscript with the input from all coauthors. B.C. supervised the project.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Hierarchical clustering of virus infection signatures based on their drug prediction results. Significant SARS/MERS clusters with approximately unbiased (AU) p-values no less than 95% were highlighted with red rectangles. Red and green numbers indicate AU and bootstrap probability (BP) p-values, respectively. Edge numbers are shown in grey. Among the 291 virus-induced signatures, only those that mapped to at least 50 LINCS landmark genes were used in this analysis. Gene ontology enrichment of differentially expressed genes obtained among different time points in MOCK group of samples. Gene ontology terms enriched in MOCK infected samples in (A) lung tissues without any knockout and (B) lung tissues with TLR3 knockout in GSE68820, and (C) MMVE001 cell lines in GSE79172. Terms enriched in MOCK infected samples are mostly cell cycle related. The size of the circles represents the ratio of genes in each process and color of the circle represents the regulation (Upregulated-red and downregulated-green) of genes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Gene set enrichment of the biological biological processes at different time points. Variations of gene set enrichment (ssGSEA) of biological processes obtained at different time points in MOCK (A) and SARS infected (B) lung tissue with TLR3 mutant. Similarly, variation of ssGSEA of biological processes obtained at different time points in MOCK (C) and SARS infected (D) lung tissue in GSE68820, and MOCK (E) and MERS (F) infected MDC001 cell lines in GSE79172. The enrichment of expression of genes involved in these processes was increasing in SARS/MERS infected tissue but found to be consistent in MOCK samples with time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "SARS/MERS signatures validation using known active drugs (positive controls). The first and third columns show enrichment density and barcode, with p values shown at upper right. of the positive controls, with Spearman R and p value shown at lower right. Each point indicates a positive control drug.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Ritonavir profiles measured under different concentrations. Each row indicates an infection signature, each column indicates a ritonavir profile under a different concentration annotated as the colorbar on the right side. The heatmap shows the spearman correlation coefficients between drug signatures and disease signatures. Blue means a better reversal effect. Heatmap showing the interferon-stimulated genes expression (rank percentage in the whole transcriptome) in infection (GSE68820), chloroquine (GSE71063), methotrexate (GSE56426) and tocilizumab (GSE25160) treated mice or patients. Red color indicates up-regulated genes and blue indicates down-regulated genes.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Efficacy and toxicity of selected drugs in SARS-CoV-2 *1 , the lowest concentration of a drug to prevent CPE. *2 , the lowest concentration of a drug showing cytotoxicity. *3 , when repeated, drug treatment time was shorter (2 hours) than the previous test (3 hours). *4 , not tested.*5 , the positive control of this assay. In this work, we investigated host gene expression change after coronavirus infection to characterize the infection signatures for drug discovery against SARS-CoV-2. Thirteen out of 215 disease signatures led to the prediction where published SARS or MERS drug candidates could be recovered. Those uninformative signatures might be due to variation of models or experimental conditions. For example, samples using virus strains (dORF6, BatSRBD) in GSE4796 might be different from the wild SARS type. Samples using ferret as the model for immune response investigation in study GSE22581 might require additional deconvolution of profiles to dissect the response in host cells. In study GSE79218, as viral infection pathways were activated in human microvascular endothelial cells only after 24 h post-infection of MERS (",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Positive control drugs with known activity against MERS-CoV/SARS-CoV/SARS-CoV-2.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The research is supported by R01GM134307 and K01 ES028047 and the MSU Global Impact Initiative. The content is solely the responsibility of the authors and does not necessarily represent the official views of sponsors. The authors would like to thank all researchers who shared their data publicly that made this project possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}