{
    "paper_id": "159ba7c964dc99d71f35411ce8733f6160b141bd",
    "metadata": {
        "title": "Microscopic Review of Nasopharyngeal Swabs as a Means of Benchside Quality Assurance 1",
        "authors": [
            {
                "first": "A",
                "middle": [
                    "T"
                ],
                "last": "Matelski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine",
                    "location": {
                        "settlement": "Peoria",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "#",
                "middle": [],
                "last": "Siddique",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine",
                    "location": {
                        "settlement": "Peoria",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Mead",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine",
                    "location": {
                        "settlement": "Peoria",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Raimondi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine",
                    "location": {
                        "settlement": "Peoria",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Jorgenson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine",
                    "location": {
                        "settlement": "Peoria",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "O",
                "middle": [],
                "last": "Calderon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine",
                    "location": {
                        "settlement": "Peoria",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Harman",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "B"
                ],
                "last": "Farrell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine",
                    "location": {
                        "settlement": "Peoria",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Nasopharygneal swabs (NPS) are the collection modality recommended by the Centers for 25 Disease Control and Prevention (CDC) for reverse-transcription polymerase chain reaction (RT-PCR) 26 testing for SARS-CoV2. NPS gather both extracellular material and human respiratory epithelial cells and, 27 when used with RT-PCR, have reliable sensitivity for detection of viral infection. However, at our 28 institution, we identified a 1.7% re-order rate within 7-days for NPS for respiratory pathogen RT-PCR, 29 which we hypothesize may be due to low confidence in adequate sample collection. We sought to 30 identify an inexpensive and accessible strategy for benchside quality assurance of NPS adequacy by 31 observing microscopic content of viral transport media. For 801 NPS samples collected in November 32 2019, we air-dried and safranin-stained aliquots of viral transport media on glass slides. We then 33 counted morphologically distinct ciliated columnar epithelial cells (CCEs). 19% of samples negative by 34 RT-PCR for respiratory pathogens had no CCEs, while just 6% of positive samples exhibited the same. 35",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The emergence of the novel coronavirus SARS-CoV2 in late 2019 that has since been declared a 44 pandemic by the WHO has placed increased pressure on identifying testing modalities that are readily 45 available and reliable. Initial identification of the causative pathogen by the China CDC was 46 accomplished via recovery of bronchoalveolar lavage fluid and subsequent RT-PCR testing. The 47",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 43"
        },
        {
            "text": "In our institutional laboratory, 11,940 total NPS samples were submitted between Sep 2017 and 72",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 43"
        },
        {
            "text": "June 2019 for respiratory pathogen RT-PCR . We analyzed patients who received a second swab within 7 73 days of the original; in total, there were 198 repeat swabs (1.7%), which we hypothesized may have 74 been ordered due to lack of clinician confidence in initial NPS. 75",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 43"
        },
        {
            "text": "Previous studies have shown that cellular content of NPS is key for sensitivity in respiratory 76 pathogen identification by RT-PCR, but methodology was often expensive and complex. 13, 16, 17 Prior to 77 the beginning of the SARS-CoV2 outbreak, we conducted an investigation of a simple method for 78 identifying cellular content as a surrogate for sample adequacy. Now, these data have potentially 79 important implications for the public health response to SARS-CoV2, as a means of improving NPS 80 accuracy and conserving limited testing resources. 81",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "13,",
                    "ref_id": null
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 190,
                    "end": 192,
                    "text": "17",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction 43"
        },
        {
            "text": "We processed all NPS samples destined for multiplex respiratory pathogen RT-PCR or influenza 83 RT-PCR testing in our system laboratory during the month of November 2019 (n=801). Review of these 84 samples was approved by the University of Illinois College of Medicine-Peoria institutional review board 85 (IRB) prior to initiation. All samples were collected as part of routine patient care in viral transport media 86 (BD, Franklin Lakes, NJ, USA). They originated from 286 unique patients: 50% were female and median 87 age was 34. Samples were processed, on average, 4.3 days post-collection. Samples were vortexed for 3 88 seconds, 25 µL of media were pipetted onto a glass slide, and slides were air dried. Each was safranin 89 stained for 1 minute, rinsed, and air dried. All slides were prepared by the same individual. 90",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials & Methods 82"
        },
        {
            "text": "Under light microscope, each slide was reviewed at 40x. Each sample was examined for ciliated 91 columnar epithelial cells (CCEs), which have a distinct morphology and can be clearly identified at 40x 92 (see Figure 1 ). A group of medical students, residents, and laboratory technicians were trained to 93 recognize CCEs during a single didactic session. These individuals independently counted CCEs across 3 94 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 217,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Materials & Methods 82"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20050088 doi: medRxiv preprint randomly selected fields and averaged the result. Each sample was reviewed twice by independent 95 reviewers. 96",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials & Methods 82"
        },
        {
            "text": "Inter-rater reliability was determined using a Bland-Altman plot of reviewer 3-field averages. A 97 correlation coefficient was calculated for average number of CCEs/hpf and age. Average number of 98 CCEs/hpf were compared between samples that were positive and negative for respiratory pathogens 99 by RT-PCR using Pearson's Chi-squared test. Negative predictive value (NPV) was calculated for samples 100 without identifiable CCEs. 101",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials & Methods 82"
        },
        {
            "text": "Results 102",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials & Methods 82"
        },
        {
            "text": "There were 517 negative samples and 284 positive samples as verified by RT-PCR for respiratory 103 pathogens. There was no statistically significant difference between positive and negative samples for 104 sex, but they did vary meaningfully for age, with an average of 22 years for negative samples and 44 105 years for positive samples (p<0.01) ( Table 1) . Despite this statistically significant difference in patient age 106 between positive and negative samples, identifiable CCEs were not correlated with patient age (R 2 positive 107 samples = 0.01; R 2 negative samples =0.01) (Figure 2) . 108",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 349,
                    "end": 357,
                    "text": "Table 1)",
                    "ref_id": null
                },
                {
                    "start": 585,
                    "end": 595,
                    "text": "(Figure 2)",
                    "ref_id": null
                }
            ],
            "section": "Materials & Methods 82"
        },
        {
            "text": "The Bland-Altman plot for inter-rater reliability determined that 96.5% of inter-rater difference 109 was within two standard deviations (average difference = 2.0 CCEs; SD = 6.1). The majority of both 110 positive and negative samples had at least one CCE/hpf, with an average of 3.7 CCEs/hpf in positive 111 samples and 3.2 CCEs/hpf in negative samples (p=0.18). However, 19% of negative samples had no CCEs 112 visible on microscopy, while just 6% of positive samples exhibited the same ( This study demonstrated a meaningful difference in identifiable CCEs on microscopic review 118 between NPS that were negative or positive by RT-PCR for respiratory pathogens. There was greater 119 association between lack of identifiable CCEs and RT-PCR negative NPS, which we posit is partially 120 attributable to inadequately collected swabs. This feature also demonstrated a useful discriminatory 121 NPV. Given this finding, microscopic review of CCEs using simple, inexpensive reagents and equipment 122 could be a helpful step in the diagnostic algorithm for upper respiratory viral infection. Situations in 123 which there is high clinical suspicion but a negative RT-PCR may benefit from rapid microscopic review 124 using a streamlined, benchside version of this protocol, which could save limited resources like NPS, viral 125 transport media, and RT-PCR kits. 126",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials & Methods 82"
        },
        {
            "text": "Given that CCEs could not be identified in 6% of positive samples, it is plausible that there was 127 imperfect slide preparation, which resulted in loss of cellular content, or that pipetting from the viral 128 media did not reliably collect CCEs that may have been present on the rayon swab or in sediment. It is 129 also plausible that in those cases of positive samples without CCEs, viral genetic material might be 130 identifiable by RT-PCR without co-presence of CCEs, but the statistically significant comparative number 131 accessibility of NPS and RT-PCR testing for SARS-CoV2 and other respiratory pathogens while conserving 142 limited resources in the face of a pandemic. 143 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials & Methods 82"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials & Methods 82"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20050088 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials & Methods 82"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Identification of respiratory viruses in adults: Nasopharyngeal versus oropharyngeal 168 sampling",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Shemer-Avni",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Clinical Microbiology",
            "volume": "47",
            "issn": "11",
            "pages": "3439--3443",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Non-invasive sample collection for respiratory virus testing by 171 multiplex PCR",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Blaschke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Allison",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Meyers",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Clinical Virology",
            "volume": "52",
            "issn": "3",
            "pages": "210--214",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Detection of SARS-CoV-2 in different types of clinical specimens",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "174",
            "issn": "2020",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "17510.1001/jama.2020.3786"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Comparison of nasopharyngeal flocked swabs and",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Jsm",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Nicholls",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "18610.1371/journal.pone.0021610"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The respiratory specimen collection trial 188 (ReSpeCT): A randomized controlled trial to compare quality and timeliness of respiratory sample 189 collection in the home by parents and healthcare workers from children aged",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zoch-Lesniak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Ware",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grimwood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of the Pediatric",
            "volume": "190",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Comparison between pernasal flocked swabs and 193 nasopharyngeal aspirates for detection of common respiratory viruses in samples from children",
            "authors": [
                {
                    "first": "Afaf",
                    "middle": [],
                    "last": "Abu-Diab",
                    "suffix": ""
                },
                {
                    "first": "Maysa",
                    "middle": [],
                    "last": "Azzeh",
                    "suffix": ""
                },
                {
                    "first": "Raed",
                    "middle": [],
                    "last": "Ghneim",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal 194 of Clinical Microbiology",
            "volume": "46",
            "issn": "7",
            "pages": "2414--2417",
            "other_ids": {
                "DOI": [
                    "19510.1128/JCM.00369-08"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Negative nasopharyngeal and oropharyngeal swab 197 does not rule out COVID-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Winichakoon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chaiwarith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liwsrisakun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of clinical microbiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A quantification of human cells using an ERV-3 real time PCR assay",
            "authors": [
                {
                    "first": "Chin",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Miley",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Waters",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Virological Methods",
            "volume": "91",
            "issn": "2",
            "pages": "109--117",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Safranin-stained ciliated columnar epithelial cells (CCEs) as seen at 40x microscopy.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". The Chi-Squared 113 test comparing CCEs/hpf between positive and negative samples was 3.3 x 10 -38 (α=0.05). There were 114 100 negative samples without identifiable CCEs out of 118 total samples without identifiable CCEs, 115 which yields a NPV of 85%. 116 author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "10. Loeffelholz MJ, Tang Y. Laboratory diagnosis of emerging human coronavirus infections -the state 180 11. Kim C, Ahmed JA, Eidex RB, et al. Comparison of nasopharyngeal and oropharyngeal swabs for the 184 diagnosis of eight respiratory viruses by real-time reverse transcription-PCR assays. PloS one. 185author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This research received no specific grant from any funding agency in the public, commercial, or 145 not-for-profit sectors. However, we would like to thank the staff of the OSF system microbiology and 146 immunology labs for their unwavering support, especially Heather Shaner, Keirsten Grindler and 147 Jacquelyn Lynn. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}