{
    "paper_id": "15df831cd348f2764b404ec36530dcfbe7568ebe",
    "metadata": {
        "title": "COVID-19 is an emergent disease of aging",
        "authors": [
            {
                "first": "Didac",
                "middle": [],
                "last": "Santesmasses",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "José",
                "middle": [
                    "Pedro"
                ],
                "last": "Castro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Aleksandr",
                "middle": [
                    "A"
                ],
                "last": "Zenin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "GERO PTE. LTD",
                    "location": {
                        "postCode": "409051",
                        "settlement": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Anastasia",
                "middle": [
                    "V"
                ],
                "last": "Shindyapina",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Maxim",
                "middle": [
                    "V"
                ],
                "last": "Gerashchenko",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Bohan",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Csaba",
                "middle": [],
                "last": "Kerepesi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sun",
                "middle": [
                    "Hee"
                ],
                "last": "Yim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "O"
                ],
                "last": "Fedichev",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "GERO PTE. LTD",
                    "location": {
                        "postCode": "409051",
                        "settlement": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Vadim",
                "middle": [
                    "N"
                ],
                "last": "Gladyshev",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": "*e-mail:vgladyshev@rics.bwh.harvard.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "COVID-19 is an ongoing pandemic caused by the SARS-CoV-2 coronavirus that poses one of the greatest challenges to public health in recent years. SARS-CoV-2 is highly contagious and often leads to severe viral pneumonia with respiratory failure and death in the elderly and subjects with pre-existing conditions, but the reason for this age dependence is unclear. Here, we found that the case fatality rate for COVID-19 grows exponentially with age in Italy, Spain, South Korea, and China, with the doubling time approaching that of all-cause human mortality. In addition, men and those with multiple age-related diseases are characterized by increased mortality. Moreover, similar mortality patterns were found for all-cause pneumonia. We further report that the gene expression of ACE2, the SARS-CoV-2 receptor, grows in the lung with age, except for subjects on a ventilator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Our society faces unprecedented challenges as the global pandemic of the Coronavirus Disease 2019 (COVID-19) spreads around the world, with more than one million people infected and almost hundred thousand confirmed deaths 1 . The disease is caused by an enveloped single-stranded positive RNA virus named severe acute respiratory syndrome coronavirus 2 or SARS-CoV-2 2,3 . In contrast to other coronaviruses, SARS-CoV-2 has the ability to infiltrate the lower respiratory tract resulting in severe lung damage and a high rate of deaths from pneumonia 4 ",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 553,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A particular characteristic of SARS-CoV-2 is its higher prevalence among older people and those with pre-existing conditions such as hypertension, diabetes, cancer, heart failure and chronic obstructive pulmonary disease. These individuals show a much higher susceptibility to the disease and poor clinical prognosis, and as a result, lower chance of survival. Interestingly, the comorbidities have aging as a common factor and have been described in recent years as age-related diseases. A recent study reported estimates of the age-stratified case fatality rate and showed it to be lower in those below 60 years old (1,4% [0,4-3,5] ) compared to subjects who were 60 years or older (4,5% [1, [8] [9] [10] [11] 1] ) 5 . However, the reason the elderly and those with pre-existing conditions display a higher risk for COVID-19 is currently unknown.",
            "cite_spans": [
                {
                    "start": 618,
                    "end": 633,
                    "text": "(1,4% [0,4-3,5]",
                    "ref_id": null
                },
                {
                    "start": 690,
                    "end": 693,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 694,
                    "end": 697,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 698,
                    "end": 701,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 702,
                    "end": 706,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 707,
                    "end": 711,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 712,
                    "end": 714,
                    "text": "1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 717,
                    "end": 718,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "."
        },
        {
            "text": "In the lung, where SARS-CoV-2 docks and initiates infection, this susceptibility might be related to changes in the physical properties of the tissue and/or aging of the immune function known as immunosenescence. The lung employs mechanical defenses such as cough, the barrier function of the mucus and epithelium, and mucociliary clearance, which in sync with the innate immune system, help to clear aspirated or inhaled substances, including infectious agents 6 . However, these concerted actions that avoid the deposit and infection of harmful substances and pathogens are known to decrease with aging.",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 463,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "."
        },
        {
            "text": "In general, the idea that older people are more susceptible to infections is not new. In fact, it has been reported that up to one third of deaths in the elderly is a result of infectious diseases 7 . Persistent viral infections may also trigger monoclonal expansion of T cells, which over the lifetime results in poor variability of memory T-cells. In turn, this eventually drives immune exhaustion due to the decline in T cell diversity 8 , a critical problem when facing novel threats such as SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 198,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "."
        },
        {
            "text": "An additional feature that characterizes the severe cases of COVID-19 is the elevated levels of inflammation that can compromise lung tissue integrity and function, leading to pneumonia. Remarkably, accumulated and exhausted T cells secrete preferentially pro-inflammatory cytokines such as IFN and TNF. These cytokines can contribute, along with the innate immune system, to the low grade pro-inflammatory background observed in the elderly 9 , which may worsen COVID-19 outcomes and explain the elevated levels of inflammation. It is also possible that age-associated clonal hematopoiesis may contribute to the increased inflammation due to hematopoietic stem cell myeloid generation bias of pro-inflammatory macrophages and mast cells, and reduction of lymphoid differentiation 10 . Moreover, decreased T-cell capacity to properly activate antibody-secreting cells to further elicit effective immune responses may be compromised 11 . Yet, another possible explanation is thymus involution 12 . During aging, the thymus becomes atrophic and is gradually replaced by fibrotic tissue 13 . This results in a reduced number, or even complete abrogation, of exiting naive T cells 14 . In support of the importance of thymus involution, recent studies show that the age-stratified infection rate of COVID-19 correlates with involution of the thymus 15 . Together, all these features may result in the decreased ability of older people to fight viral infections, leading to age-related inflammation and higher susceptibility of the lung to the COVID-19-inflicted damage.",
            "cite_spans": [
                {
                    "start": 781,
                    "end": 783,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 932,
                    "end": 934,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1084,
                    "end": 1086,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1177,
                    "end": 1179,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1345,
                    "end": 1347,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "."
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "."
        },
        {
            "text": "From a molecular perspective, SARS-CoV-2 selectivity towards the elderly may be explained by alterations in the transcriptome, proteome or metabolome, or in certain key genes, proteins or metabolites. SARS-CoV-2 has been found to infect host cells by attaching its viral spike (S) protein to a receptor named angiotensin-converting enzyme 2 (ACE2). This binding seems to be highly specific and facilitates the virus entry via endocytosis 16 . Therefore, the level of ACE2 expression may be a factor in COVID-19 infection. Expression of this protein is known to be affected by diverse stimuli and certain drugs used to treat hypertension, diabetes, and other diseases. However, how ACE2 expression is regulated by aging, and how it is affected in the lung, the site of SARS-CoV-2 infection, is not known.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 440,
                    "text": "16",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "."
        },
        {
            "text": "In this work, we revealed a strong link between COVID-19 and aging. Based on our analysis, we propose that COVID-19, and more generally deadly respiratory diseases, should be considered as novel and emergent diseases of aging. Understanding that age is a major factor for COVID-19 may help to design approaches against this disease that target the aging process, along with specific antiviral approaches and those that boost more efficiently the human immune system of the elderly and those with comorbidities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "."
        },
        {
            "text": "We analyzed the data on SARS-CoV-2 infections for Italy, where most of the fatalities occurred as of March 26, 2020 17 . In total, 73,780 cases were reported positive for SARS-CoV-2 with the median age of patients being 62 years. 88% of the infected individuals were 40 years or older (Fig. 1A) ; however, there was no consistent trend towards an increased incidence rate in older people. 6,801 patients had reportedly died, with 95% of the fatalities observed in subjects 60 years old or older (Fig. 1B ). More men than women were reported to be infected (57.6% and 42.4%, respectively) and to have died from COVID-19 (70.4% and 29.6%, respectively). The gender difference for infections and mortality was consistent across all age groups except for the group of 90 years or older, where confirmed cases and fatalities were higher in women, which may be explained by the population structure (i.e., more women survive to old age).",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 118,
                    "text": "17",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 285,
                    "end": 294,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 495,
                    "end": 503,
                    "text": "(Fig. 1B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The case fatality rate (CFR), i.e. the quotient of deaths to confirmed infections, is commonly used to assess disease severity, and to estimate the outcome of the disease. The CFR of COVID-19 exponentially grows with age in both genders, exceeding 20% in people above 80 years old (Fig. 1C) , whereas it is low in young adults and children (Supplementary Fig. 1 and Supplementary Fig. 2 ). This pattern is reminiscent of all-cause mortality in the human population, which doubles approximately every 8 years, also known as mortality rate doubling time (MRDT). Based on the COVID-19 CFR data, we assessed the doubling time of COVID-19 deaths using the Gompertz law (Fig. 1D ). The doubling time was 8.2 years for men, and 6.6 years for women. We then extended the analyses to other countries and found that the doubling times ranged from 6.18 to 7.99 years for Spain and China, two other . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 281,
                    "end": 290,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 355,
                    "end": 361,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 366,
                    "end": 386,
                    "text": "Supplementary Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 664,
                    "end": 672,
                    "text": "(Fig. 1D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20060095 doi: medRxiv preprint countries heavily affected by COVID-19, and for South Korea, which carried out an extensive testing program (Fig. 1D ).",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "15.20060095",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 261,
                    "text": "(Fig. 1D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Estimation of CFR of an infectious disease during an outbreak is challenging. First, there is a time lapse between a person developing the symptoms, the case being detected and reported, and the outcome of the disease. Second, the detection of a newly emerged pathogen is biased towards clinically severe cases. Therefore, naive CFR (ratio of fatalities over confirmed cases) can be somewhat inaccurate in the assessment of disease severity, which could explain differences observed between different countries. Estimates of CFR attempting to correct for these effects have been produced by several groups 5, 18, 19 . Here, we used the CFR estimates adjusting for underlying demography and potential under-ascertainment of mainland China 5 . This allowed us to compare the doubling time of naive CFR and adjusted CFR. The doubling time obtained using the adjusted CFR was 7.16 years, approximately 10% shorter than the naive CFR. Nonetheless, the doubling time using adjusted CFR was not substantially different compared to other countries (Fig. 1D) . We further found that the rate of death from COVID-19 (adjusted to population size) grows exponentially with the median age of the country (Fig. 1E) , presumably because countries with older populations have a higher fraction of people who may succumb to this disease. The incidence of COVID-19 also grows exponentially with the median age of the country ( Supplementary Fig. 3) . Overall, the data show that not only CFR for COVID-19 grows exponentially with age, but its doubling time approaches that of all-cause human mortality. Together with a higher mortality for men than for women, this finding establishes COVID-19 as a disease of aging, with age emerging as a major risk factor for COVID-19.",
            "cite_spans": [
                {
                    "start": 606,
                    "end": 608,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 609,
                    "end": 612,
                    "text": "18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 613,
                    "end": 615,
                    "text": "19",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 1040,
                    "end": 1049,
                    "text": "(Fig. 1D)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1191,
                    "end": 1200,
                    "text": "(Fig. 1E)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1409,
                    "end": 1430,
                    "text": "Supplementary Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The vast majority of deaths from COVID-19 were observed in patients with pre-existing conditions. Based on a sample of 710 deceased patients with detailed medical history, only 2.1% of deaths occurred with no comorbidities diagnosed. The most common comorbidity was hypertension, diagnosed in 70% of the patients, followed by diabetes (31%) (Fig. 2A) . The number of comorbidities is another major risk factor, as 50% of the deceased patients were diagnosed with 3 or more comorbidities (Fig. 2B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 341,
                    "end": 350,
                    "text": "(Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 487,
                    "end": 495,
                    "text": "(Fig. 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "COVID-19 is not the only disease caused by pathogens and leading to severe and often deadly pneumonia. To get a broader view on the relationship between aging and lung disease, we analyzed the UK Biobank (UKB) dataset and observed that the incidence of pneumonia (the UKB disease code J18, \"pneumonia, the organism is unspecified\") was also higher in men than in women and increased exponentially with age (Fig. 3A) . The disease incidence doubling time was approximately 5 years for both sexes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 406,
                    "end": 415,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The disease cases covered under J18 label in the UKB were recorded by the hospitals. Overall, among 410,351 medical records, 10,109 participants had at least one episode of pneumonia recorded (18, 493 in total), and in 104 patients pneumonia was listed as the primary cause of death. The pneumonia CFR grows exponentially for patients exceeding the age of 50 (Fig. 3B) . The CFR doubling time was 9 years (with a large 95% CI from 5.6 to 12.4 years due to a low number of terminal cases), which is again compatible with both all-cause MRDT and COVID-19 CFR doubling time. The . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "text": "(18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 197,
                    "end": 200,
                    "text": "493",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 359,
                    "end": 368,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "prevalence of age-related diseases was also a risk factor determining the probability of death from pneumonia. This could be seen from a series of univariate logistic models to determine the effects of age, sex, and prevalence of pre-existing conditions on the patient survival (Fig. 3C) . The log-odds ratio (log-OR) associated with age was 0.056 (p<1e-5), which is equivalent to the CFR doubling time of approximately 10 years that is exactly the CFR doubling time in Fig. 3B . Thus, like COVID-19, pneumonia is a disease of aging.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 287,
                    "text": "(Fig. 3C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 470,
                    "end": 477,
                    "text": "Fig. 3B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "It is not well understood why SARS-CoV-2 infection shows such a strong dependence on age. Several studies report on the role of ACE2 as the SARS-CoV and SARS-CoV-2 transmembrane receptor 16, 20 . We hypothesized that age-dependent changes in the expression of ACE2 may contribute to the severity of the disease or to mortality of the elderly. A recent study analyzed ACE2 expression levels in various datasets with regard to confounding factors such as sex, smoking, age, and race 21 . Although it did not find an effect of aging, it is possible it may be due insufficient sample size. Therefore, we analyzed GTEx v8, the largest gene expression dataset of subjects across the adult lifespan, to assess the expression of the gene ACE2 across multiple tissues.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "text": "16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 191,
                    "end": 193,
                    "text": "20",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We found that the expression of ACE2 in the lung increases with age in subjects who were not on a ventilator at the time of death (Pearson's r=0.23; p=0.0002; n=261) ( Fig.  4A ). This observation was consistent in both men and women ( Supplementary Fig. 4) . We further analyzed age-related changes in gene expression for all genes expressed in the lung. ACE2 exhibited one of the highest correlation coefficients with age in patients that were not on a ventilator (Fig. 4C) . ACE2 shows increased expression in subjects on a ventilator not only in the lung but also in several other tissues ( Supplementary Fig. 5 ). It is of interest that ACE2 is also upregulated by several drugs that are used to treat hypertension, a dominant pre-existing condition associated with COVID-19 mortality (Fig. 2) . Furthermore, the expression of TLR7 in the lung is decreased with age, which may contribute to a poor immune response in the elderly (Fig. 4B) . The expression of ACE2 as a function of age was analyzed in GTEx samples from subjects diagnosed with hypertension and other common COVID-19 comorbidities (Supplementary Fig. 6 and Supplementary Fig. 7 ). In addition, we evaluated the expression of genes related to the immune function in the lung and observed genderassociated differences, e.g. an age-related upregulation of pathways, such as innate immune response and negative regulation of adaptive immunity. Interestingly, the viral genome replication pathway was found to be upregulated ( Supplementary Fig. 8 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 176,
                    "text": "Fig.  4A",
                    "ref_id": null
                },
                {
                    "start": 236,
                    "end": 257,
                    "text": "Supplementary Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 466,
                    "end": 475,
                    "text": "(Fig. 4C)",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 615,
                    "text": "Supplementary Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 790,
                    "end": 798,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 934,
                    "end": 943,
                    "text": "(Fig. 4B)",
                    "ref_id": null
                },
                {
                    "start": 1116,
                    "end": 1122,
                    "text": "Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 1127,
                    "end": 1147,
                    "text": "Supplementary Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 1492,
                    "end": 1512,
                    "text": "Supplementary Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "While further analyses are needed, our study suggests that age-related changes in ACE2 expression at the entry point of the virus into the cells may contribute to the agerelated increase in the SARS-CoV-2 infections and mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Our study establishes COVID-19 as an emergent disease of aging. This conclusion is based on (i) an exponential growth of its CFR with age, (ii) the COVID-19 mortality rate . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20060095 doi: medRxiv preprint doubling time approaching that of all-cause human mortality, (iii) higher mortality in men than in women, (iv) strong association with pre-existing age-related diseases, (v) COVID-19 being a subset of all-cause pneumonia, which is itself a disease of aging, and (vi) an age-related increase in the SARS-CoV-2 receptor mRNA expression in the lungs of non-ventilator subjects. Together, this puts COVID-19 in line with the archetypical diseases of aging, such as type II diabetes, cancer, Alzheimer's disease, and cardiovascular diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The SARS-CoV-2 infection rate also showed an age-related increase (Fig. 1A and Supplementary Fig. 2) ; however, this was primarily due to a low incidence among children and young adults, whereas its subsequent age-related changes were inconsistent. Moreover, testing priorities, age structure of the population and reporting procedures may bias this analysis (e.g., younger people may be asymptomatic and therefore tested less). Further studies are needed to assess the effect of age on the infection rate. Like incidence, CFR substantially varies among the countries (e.g., it is 10-fold higher in Italy and Spain than in Germany), which may also be explained by different strategies of reporting and testing. This, however, should not affect the agerelated patterns in our study as we compare age groups within countries and not across them. Indeed, we observe similar COVID-19 mortality rate doubling times across all countries examined, even though they report drastically different incidences, testing and reporting strategies, and CFRs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 74,
                    "text": "(Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 79,
                    "end": 100,
                    "text": "Supplementary Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Age-adjusted all cause mortality is known to be higher in men than in women, and, as a result, women live longer than men. In the case of COVID-19, this trend seems to be even stronger. For example, across most age groups, men are twice more likely to die from COVID-19 than women in Italy (Fig. 1C) , with the exception of one age group -90 years old and older. However, the population age structure may explain the higher mortality in oldest women. Pre-existing conditions substantially increase the risk of death from COVID-19. These are primarily age-related diseases, i.e. hypertension, type II diabetes, and cardiovascular diseases. This risk is even higher in patients with multiple comorbidities. Overall, it further supports the notion that COVID-19 is an agerelated disease.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 290,
                    "end": 299,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "COVID-19 patients die from severe pneumonia triggered by the specific virus infection. Many other pathogens are also known to cause pneumonia, which is particularly deadly for the elderly; however, older people are not always affected by viral infection or pneumonia, e.g. the largest pandemic in medical history -the Spanish influenzaaffected young people (< 65 years old) disproportionately more severely, with the peak mortality at around 30 years (Supplementary Fig. 9 ). Based on UKB clinical histories, we investigated pneumonia as a proxy for all complications from respiratory diseases. The pneumonia incidence increased exponentially with age, so that the disease incidence doubled every 5 years. This is close to the all-cause MRDT from the Gompertz mortality law. Our observation of increasing incidence rate with age is consistent with previous studies of the incidence and MRDT of community acquired pneumonia in Germany 22 . The mortality associated with pneumonia increased faster in the elderly patients. The corresponding CFR increased exponentially with age for patients older than 50, and the CFR doubling time, again, was close to the Gompertz exponent. As in the case with COVID-19, risks of death from pneumonia were . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 934,
                    "end": 936,
                    "text": "22",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 451,
                    "end": 472,
                    "text": "(Supplementary Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20060095 doi: medRxiv preprint significantly higher in men and in patients with pre-existing conditions, such as hypertension, diabetes, and coronary heart disease, but not in patients with, e.g., COPD. A similar pattern was also seen in a recent study of the clinical course of COVID-19 23 . The common risk factors of severe pneumonia caused by COVID-19 and by infections in UKB suggest shared and pathogen-independent mechanisms. The appearance of the incidence and CFR acceleration rates close to the all-cause MRDT from the Gompertz mortality law is a signature of the first-order effects of aging. Together, this links COVID-19 and pneumonia as diseases of aging.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "15.20060095",
                    "ref_id": null
                },
                {
                    "start": 402,
                    "end": 404,
                    "text": "23",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The association of COVID-19 CFR with aging as well as the association of the incidence and CFR of pneumonia with aging may open a way for using future antiaging drugs, such as senolytics 24, 25 , for both the prophylaxis and treatment of potentially deadly infectious diseases. First treatments seem to reduce markers of frailty and inflammation in pre-and clinical trials 26 and hence may be helpful to prevent deadly complications. State-of-the-art biomarkers of aging such as DNA methylation based clocks 27 , could be used to stratify patients to define cohorts for expedite clinical trials and subsequently to select the most vulnerable individuals for treatment.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "text": "24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 191,
                    "end": 193,
                    "text": "25",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 373,
                    "end": 375,
                    "text": "26",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The mechanistic basis for the age-related pattern of COVID-19 mortality remains unclear. Our finding of an elevated age-related expression of ACE2 in the lungs of subjects with non-ventilator deaths may provide a clue. ACE2 is the site for the entry of SARS-CoV-2 into the cell. An age-related increase in the expression of this gene, together with the depletion of antiviral defenses, would naturally support a higher damaging effect of the coronavirus in the lung. It should be noted, however, that while ACE2 specifically promotes SARS-coronavirus infections, it also protects lungs from injury 28 . In addition, various tissues harbor different ACE2 gene expression levels and may account for complications other than pneumonia, such as diarrhea observed in a small sample of COVID-19 positive patients. At the protein level, lung and its alveolar type II cells were found to have low or undetectable ACE2 protein levels. Interestingly, ventilator cases showed no increase in ACE2 expression with age. The main difference between ventilator and non-ventilator cases is in the young subjects, wherein the expression of ACE2 in the ventilator cases is higher ( Supplementary Fig. 10 ). The implications of variable expression patterns of ACE2 mRNA and protein across ages, tissues, and ventilator cases should be investigated in further studies.",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 600,
                    "text": "28",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 1163,
                    "end": 1184,
                    "text": "Supplementary Fig. 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Therapeutic strategies that support sequestration of the virus and protect lungs by a soluble form of ACE2 are currently under development 28 . These and other strategies should be particularly useful as the SARS-CoV-2 vaccine is not yet available. Moreover, vaccines are less efficient in the elderly, leading to a high rate of infections even in vaccinated individuals. For example, the yearly influenza vaccine is only 40% to 60% efficient in older individuals 29 . Therefore, targeting ACE2 may be viewed as both an immediate and a long-term strategy. However, as the case fatality rate grows with age, it should be possible to also adjust the pace of aging thereby targeting COVID-19. There are plenty of candidates for such a strategy 30 .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "text": "28",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 464,
                    "end": 466,
                    "text": "29",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 741,
                    "end": 743,
                    "text": "30",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Overall, our analysis indicates that COVID-19 exhibits a clear characteristic of an agerelated disease, and that age and age-related diseases are its major risk factors. Currently, there is a strong push towards therapeutic approaches targeting the . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . machinery involved in viral biology. Our research suggests that targeting the aging process itself can be a viable orthogonal strategy against COVID-19 and other deadly respiratory diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20060095 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "15.20060095",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20060095 doi: medRxiv preprint Fig. 4 . Age-related changes in SARS-CoV-2 receptor gene expression. Expression of (A) ACE2 (SARS-CoV-2 receptor) and (B) TLR7 in the human lung. P-value was calculated using Mann-Whitney test, ns -not significant, * p<0.05, ** p<0.01. (C) Distribution of genome-wide correlations between age and expression of genes in the lung. ACE2 is one of top genes whose expression increases with age. GTEx was used for these analyses. Cases on ventilator immediately before death were excluded.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "15.20060095",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 151,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20060095 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "15.20060095 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus disease (COVID-2019) situation reports",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Origin and evolution of pathogenic coronaviruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "L"
                    ],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature Reviews Microbiology",
            "volume": "17",
            "issn": "",
            "pages": "181--192",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A new coronavirus associated with human respiratory disease in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "265--269",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N. Engl. J. Med",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Estimates of the severity of coronavirus disease 2019 : a modelbased analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verity",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect. Dis",
            "volume": "3099",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The role of immunity in susceptibility to respiratory infection in the aging lung",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Respiration Physiology",
            "volume": "128",
            "issn": "",
            "pages": "23--31",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Infection in an aging population",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Kline",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Bowdish",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Current Opinion in Microbiology",
            "volume": "29",
            "issn": "",
            "pages": "63--67",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Persistent viral infections and immune aging",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brunner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Herndler-Brandstetter",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Weinberger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Grubeck-Loebenstein",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ageing Research Reviews",
            "volume": "10",
            "issn": "",
            "pages": "362--369",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Inflamm-aging: An Evolutionary Perspective on Immunosenescence",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Franceschi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann. N. Y. Acad. Sci",
            "volume": "908",
            "issn": "",
            "pages": "244--254",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clonal hematopoiesis in human aging and disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jaiswal",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Ebert",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Science",
            "volume": "366",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Why Aging T Cells Fail: Implications for Vaccination",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Haynes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Swain",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Immunity",
            "volume": "24",
            "issn": "",
            "pages": "663--666",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Thymic involution and rising disease incidence with age",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Albergante",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Blackburn",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "115",
            "issn": "",
            "pages": "1883--1888",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Analysis of the human thymic perivascular space during aging",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Flores",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Sempowski",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Haynes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Hale",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Clin. Invest",
            "volume": "104",
            "issn": "",
            "pages": "1031--1039",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Influence of Age on T Cell Generation and TCR Diversity",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Naylor",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Immunol",
            "volume": "174",
            "issn": "",
            "pages": "7446--7452",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Novel Coronavirus Pneumonia Emergency Response Epidemiology Team",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "181",
            "issn": "",
            "pages": "1--10",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2020.02.052"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Real-Time Estimation of the Risk of Death from Novel Coronavirus (COVID-19) Infection: Inference Using Exported Cases",
            "authors": [
                {
                    "first": "S.-M",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clin. Med",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Real-time tentative assessment of the epidemiological characteristics of novel coronavirus infections in Wuhan, China, as at 22",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Structural biology: Structure of SARS coronavirus spike receptor-binding domain complexed with receptor",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farzan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "1864--1868",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Bulk and Single-Cell Transcriptomics Identify Tobacco-Use Disparity in Lung Gene Expression of ACE2, the Receptor of 2019-nCov",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.05.20020107v3"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "New perspectives on community-acquired pneumonia in 388 406 patients. Results from a nationwide mandatory performance measurement programme in healthcare quality",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ewig",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Thorax",
            "volume": "64",
            "issn": "",
            "pages": "1062--1069",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--1062",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Senolytics improve physical function and increase lifespan in old age",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat. Med",
            "volume": "24",
            "issn": "",
            "pages": "1246--1256",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Cellular senescence drives age-dependent hepatic steatosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ogrodnik",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat. Commun",
            "volume": "8",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The Clinical Potential of Senolytic Drugs",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Kirkland",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tchkonia",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Niedernhofer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Robbins",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Am. Geriatr. Soc",
            "volume": "65",
            "issn": "",
            "pages": "2297--2301",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "DNA methylation-based biomarkers and the epigenetic clock theory of ageing",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Horvath",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Raj",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature Reviews Genetics",
            "volume": "19",
            "issn": "",
            "pages": "371--384",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Inhibition of SARS-CoV-2 infections in engineered human tissues using clinical-grade soluble human ACE2. Cell, pre-proof available at",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Monteil",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A meta-analysis of effectiveness of influenza vaccine in persons aged 65 years and over living in the community",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Farish",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vaccine",
            "volume": "20",
            "issn": "",
            "pages": "1831--1836",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Geroprotective and senoremediative strategies to reduce the comorbidity, infection rates, severity, and lethality in gerophilic and gerolavic infections",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zhavoronkov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Aging (Albany. NY)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Age is a major risk factor for COVID-19. (A) Confirmed cases of COVID-19 in Italy. Data are through March 26, 2020. (B) Deaths in Italy. Men are in light blue, and women in dark blue. (C) Case fatality rate in men and women across age groups. (D) Mortality rate exponentially increases with age. Case fatality rate as a function for indicated age groups and countries. Linear regression of log of case fatality rate on age is shown by light lines. Men are shown in light blue and women in dark blue. Combined cases (men + women) are shown in black for indicated countries. mrdt -mortality rate doubling time. (E) COVID-19 mortality as a function of the median age of the country. The countries discussed in the study are labeled.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Comorbidities observed in deceased COVID-19 subjects. (A) Percentage of deceased patients diagnosed with the corresponding comorbidity. (B) Percentage of deceased patients with zero, one, two, and three or more comorbidities.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Pneumonia as an aging-related disease. (A) Incidence of pneumonia (green) and deaths with pneumonia as the primary cause (red) across age groups. (B) Case fatality rate as a function of age. Linear regression of log of case fatality rate on age is shown by a light line. (C) Risk factors associated with death from pneumonia. Logistic regression odds ratio (OR) for UKB phenotypes. Phenotypes with p-value<0.05 marked in blue. The data are from UKB and include both genders.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". https://doi.org/10.1101/2020.04.15.20060095 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank members of the Gladyshev lab and the Gero team for discussion. Supported by NIH grants to VNG. This research has been conducted using the UK Biobank Resource under Application Number 21988.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "This research has been conducted using publicly available de-identified data: official reports on COVID-19 mortality listed in supplementary materials; GTEx data (dbGaP accession number phs000424.v8.p2); and the UK Biobank Resource under Application Number 21988. All relevant ethical guidelines had been followed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval"
        },
        {
            "text": "POF is a shareholder of Gero, and POF and AAZ are Gero employees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}