{
    "paper_id": "16f1fab1289587610e879c3d39ec74c12d42c651",
    "metadata": {
        "title": "Longitudinal analysis of laboratory findings during the process of recovery for patients with COVID-19",
        "authors": [
            {
                "first": "Suyan",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "First Hospital of Jilin University",
                    "location": {
                        "settlement": "Changchun",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xuetong",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "First Hospital of Jilin University",
                    "location": {
                        "settlement": "Changchun",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xuejuan",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Changchun Infectious Disease Hospital",
                    "location": {
                        "settlement": "Changchun",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jinmei",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Siping Infectious Disease Hospital",
                    "location": {
                        "settlement": "Siping",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qi",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "First Hospital of Jilin University",
                    "location": {
                        "settlement": "Changchun",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chi",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Kentucky",
                    "location": {
                        "settlement": "Lexington",
                        "region": "KY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Li",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Kentucky",
                    "location": {
                        "settlement": "Lexington",
                        "region": "KY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiancheng",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "First Hospital of Jilin University",
                    "location": {
                        "settlement": "Changchun",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To explore longitudinal change patterns of key laboratory tests in patients with COVID-19, and to identify independent prognostic factors by examining the associations between laboratory findings and outcomes of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The multicenter study prospectively included 59 patients with COVID-19 treated at Jilin province from January 21, 2020 to May 5, 2020. Laboratory tests were included haematological, biochemical, and immunological tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Laboratory findings, the characteristics of epidemiological and demographic data were extracted from electronic medical records. Eosinopenia was shown in 52.6% cases at onset, and the average value of eosinophil continued to significantly increase thereafter. Lymphopenia was found in 40.4% cases at onset, and the average value of lymphocyte was slowly elevated after day 5. Thrombocytopenia was shown in 12.3% cases at onset, and the average value of mean platelet volume was decreased sharply after day 7. The values of aspartate aminotransferase, lactate dehydrogenase, creatine kinase, creatinine kinase-muscle/brain activity, and cardiac troponin I, serum cardiac markers, were beyond the upper limit of RI from 6.1% to 30.6% at onset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "draft of the manuscript. All authors reviewed and edited the manuscript and approved the final version of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Longitudinal analysis of patients with COVID-19 4 rapidly to acute respiratory failure, acute respiratory distress syndrome, metabolic acidosis,coagulopathy, and septic shock. In clinical practice, it is found that some patients' condition will suddenly worsen, which brings challenges to the treatment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 48,
                    "end": 49,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "section": "Running Heads"
        },
        {
            "text": "Early identification of risk factors for severe illness facilitated appropriate treatment and prognosis. Therefore, it is necessary to make a comprehensive judgment with laboratory findings through the patient's condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure Words"
        },
        {
            "text": "Although a few studies have reported epidemiologic features, molecular characteristics, clinical manifestations, chest images, and laboratory findings of the patients with COVID-19, (3, 4) these studies are most of cross-sectional studies and cannot reflect the whole course of the disease. To the best of our knowledge, comprehensive investigation on dynamic change trajectories over time of multiple laboratory data in recovered patients with COVID- 19 has not yet been reported. The temporal change patterns of laboratory data may provide insightful clues on the whole course of the disease. Therefore, it is essential to identify longitudinally differential laboratory characteristics in patients with COVID-19.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 186,
                    "end": 188,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 452,
                    "end": 454,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Figure Words"
        },
        {
            "text": "The present research aimed to investigate longitudinal change patterns of laboratory data in recovered patients with COVID-19 and reveal the associations between laboratory findings and outcomes of patients to provide prognostic factors from laboratory findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure Words"
        },
        {
            "text": "We performed an observational study on the laboratory characteristics of confirmed . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient selection and data sources"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient selection and data sources"
        },
        {
            "text": "patients with COVID-19. The confirmed case with COVID-19 was defined as a positive result to real-time reverse-transcriptasepolymerase-chain-reaction (RT-PCR) assay for sputum and throat swabs pecimens. (1) In this multi-center study, 59 patients were recruited in the multicenter study from three designated tertiary hospitals in Jilin province including the First Hospital of Jilin University (n=3), Changchun Infectious Disease Hospital (n=42), and Siping Infectious Disease Hospital (n=14) from January 21, 2020 to March 5, 2020. Laboratory findings, the characteristics of epidemiological and demographic data were retrieved from electronic medical records. Two researchers independently checked the data. The incubation period was defined as the duration from the contact of the transmission source to the onset of symptoms. The date of last discharged patient was March 5, 2020, the final date of follow-up. The study was approved by the Ethics Committee of the First Hospital of Jilin University, Changchun Infectious Disease Hospital and Siping Infectious Disease Hospital.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Patient selection and data sources"
        },
        {
            "text": "Written informed consent was waived in review of the emergency need to collect clinical data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient selection and data sources"
        },
        {
            "text": "Laboratory confirmation of COVID-19 was achieved through Changchun Center for Disease Control and Prevention, or Siping Center for Disease Control and Prevention. Suspicious positive sputum and throat swab specimens were transported to confirm again by Jilin Provincial Center for Disease Control and Prevention for laboratory diagnosis. Specimens were tested by RT-PCR for SARS-Cov-2 RNA. The RT-PCR assay was conducted in accordance with the manufacturer's protocol . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory tests"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory tests"
        },
        {
            "text": "(Shanghai bio-germ Medical Technology Co. Ltd, and Shanghai GeneoDx Biotech Co.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory tests"
        },
        {
            "text": "Ltd). Patients with COVID-19 were recovered from hospital once the results of two RT-PCR tests taken 24 hours apart were negative for SARS-Cov-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory tests"
        },
        {
            "text": "Laboratory assessments including haematological, biochemical, and immunological tests were determined in the three designated tertiary hospitals. Test kits, calibrators, and quality control products were matched same equipment. All doctors, technicians, and nurses in this study received unified training by Health Commission of Jilin Province. The Ministry of Health of the People's Republic of China published common biochemical analyte and blood cell analysis reference intervals of Chinese adults from 2012.(5, 6)These reference intervals of items in the three designated tertiary hospitals were all used by these China Industry Standards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory tests"
        },
        {
            "text": "In order to estimate temporal trajectories of primary markers, local regression curves (loess) were diagramed by using R locfit package. The corresponding 95 % confidence intervals of the estimated values at days 0-30 were given, with the aids of the bootstrapping methods (here, 1000 bootstrapped data were made).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "To identify tests that have prognostic values to predict patient's recovery time, univariate Cox models were firstly fit. Upon the markers that have P-values < 0.1 in the univariate analysis, gender and age, three feature selection methods -the LASSO method, multivariate Cox regression with backward selection and multivariate Cox regression with stepwise selection were used to further refine the list. For the final model, a nomogram was made to illustrate how the selected markers were associated . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "with the chance of recovery. All analysis were carried out using the R language, version 3.6.1 (www.r-project.org).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Of all 59 cases diagnosed as COVID-19 in the three designated tertiary hospitals in Jilin province, 56 were diagnosed as common type and 3 as severe type. The median age was 41 years, ranging from 10 to 87 years old (IQR: 29-52), and 27.1% (16/59) were more than 50 years old. 42.4% (25/59) of cases were female. The median intervals of incubation period were 4 days (IQR, 2-7). At the final date of follow-up, all the 59 patients were discharged. The average length of hospital stay was 17 days (IQR, (11) (12) (13) (14) (15) (16) (17) (18) (19) (20) . 15.3% (9/59) of cases had travel history to Wuhan, and 28.8% (17/59) had travel history outside Wuhan. 42.3% (25/59) were primary cases, who had not left Jilin province recently, but had a close exposure history with imported cases, and 13.6% (8/59) were secondary cases, who had a close exposure history with primary contacts.",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 501,
                    "text": "(IQR,",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 506,
                    "text": "(11)",
                    "ref_id": null
                },
                {
                    "start": 507,
                    "end": 511,
                    "text": "(12)",
                    "ref_id": null
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "(13)",
                    "ref_id": null
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "(14)",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 526,
                    "text": "(15)",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 531,
                    "text": "(16)",
                    "ref_id": null
                },
                {
                    "start": 532,
                    "end": 536,
                    "text": "(17)",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 541,
                    "text": "(18)",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "(19)",
                    "ref_id": null
                },
                {
                    "start": 547,
                    "end": 551,
                    "text": "(20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Demographics and exposures"
        },
        {
            "text": "The transmission route for COVID-19 is shown in Figure 1 . The baseline characteristics of recovered cases with COVID-19 were shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 48,
                    "end": 56,
                    "text": "Figure 1",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 135,
                    "end": 142,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Demographics and exposures"
        },
        {
            "text": "As leukocyte parameters, the counts of white blood cell (WBC), neutrophils (NE), lymphocytes (LY), and eosinophils (EO) below the lower limit of RI accounted for 14.0%~52.6%, while both basophils (BA) and monocytes (MO) beyond the upper limit of RI accounted for 5.3% at onset. As erythrocyte parameters, decreased counts of red blood cells (RBC), hemoglobin (HGB), hematocrit (HCT), mean corpuscular . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory findings at onset to hospital admission"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . volume (MCV) and mean corpuscular hemoglobin (MCH) accounted for 1.8%~12.3%. As platelet parameters, the counts of platelets count (PLT) and the value of thrombocytocrit (PCT) below the lower limit of RI accounted for 12.3% and 5.3%, respectively. As coagulation parameters, the values of activated partial thromboplastin time (APTT), prothrombin time (PT), and international normalized ratio (INR) above the upper limit of RI were found in 8.1%~24.3% cases, while the values of fibrinogen (FBG) below the lower limit of RI were found in 16.2% cases. The concentration of high-sensitivity C-reactive protein (hsCRP) was higher than the upper limit of RI in 51.1% cases. As serum cardiac markers, the values of aspartate aminotransferase (AST), lactate dehydrogenase (LDH), creatine kinase (CK), creatinine kinase-muscle/brain activity (CK-MB), and cardiac troponin I (cTnI) beyond the upper limit of RI accounted for 6.1%~30.6%. As liver function tests, the values of alanine aminotransferase (ALT), γ -glutamyl transpeptidase (GGT), total bilirubin (TBIL), and direct bilirubin (DBIL) above the upper limit of RI accounted for 2.0%~26.5%, while the values of cholinesterase (CHE), total protein (TP), albumin (ALB), globulin (GLB), and indirect bilirubin (IBIL) below the lower limit of RI accounted for 2.4%~59.2%. As kidney function tests, the values of blood urea nitrogen (BUN) and creatinine (Cr) above the upper limit of RI accounted for 2.0%, and 4.1%, respectively. As electrolyte tests, potassium (K), sodium (Na) and chloride (Cl) below the lower limit of RI accounted for 6.0%~30.0%, respectively. There were gender differences in RBC, HGB, HCT, MCV, MCH, mean corpuscular hemoglobin concentration (MCHC), PCT, thrombin time (TT), PT, CK, GGT, TBIL, DBIL, Cr, . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory findings at onset to hospital admission"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . and Cl. Laboratory findings of patients with COVID-19 at onset to hospital admission were shown in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 184,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Laboratory findings at onset to hospital admission"
        },
        {
            "text": "The average value of EO was near the lower limit of RI at onset, while it continued to significantly increase but always below the upper limit of RI until discharge. The average value of NE was gradually increased from onset, peaking on day 12, and then steadily falling to the lower limit of RI. The average value of LY was approached the lower limit of RI for the first 5 days and then rose slowly thereafter, reaching peak around day 20. The ratio of NE/LY was peaked on day 5 and slowly declined thereafter. The average value of MO and BA showed u-shaped trend, peaking on day 17 and day 20, respectively. Platelet parameters-PLT, PCT and mean platelet volume (MPV) were within the RI in all cases. The average value of PCT were peaked on day 7 and slowly declined thereafter, while the average value of MPV was decreased sharply after day 7, even close to the lower limit of RI. There was no significant change in erythrocyte parameters, including RBC, HGB, HCT, MCH, and MCHC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Temporal trajectories of laboratory tests"
        },
        {
            "text": "However, the average value of MCV showed an upward trend from day 8. The average value of cTnI was sharply declined, and the average value of carbondioxide combining power (CO 2 ) was significant increased throughout the course of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Temporal trajectories of laboratory tests"
        },
        {
            "text": "The other haematological, biochemical, and immunological tests were not found significant trend over time. Interestingly, the average value of serum Na showed upward trend after day 15. The trajectories of laboratory tests over time were shown in Figure 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 255,
                    "text": "Figure 2",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Temporal trajectories of laboratory tests"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Temporal trajectories of laboratory tests"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Temporal trajectories of laboratory tests"
        },
        {
            "text": "The measures of tests during the early period of hospitalized days (<5 days) were summarized their respective means, which were used in the hereafter analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictors of recovery"
        },
        {
            "text": "Univariate Cox regression models indicated that PCT, PLT, EO, EO (%), MO (%) and CO 2 met the inclusion criteria (i.e., P<0.1). The correlation plot of these 6 tests and age was presented in Figure 3A . As expected, PCT and PLT, and EO and EO (%) were highly positively correlated to each other. Then the refined feature selection step was carried out with these 6 tests, age and gender as candidate markers. While LASSO selected EO (%), age, PLT and CO 2 , backward selection chose CO 2 and stepwise selection chose EO, PLT and CO 2 . The AUC under ROC curves at days 10, 14 and 21 for these three models were presented in Figure 3B as well. Basically, both model 1 and model 3 outperformed model 2. Since EO (%) and EO were highly correlated, age, EO, PLT and CO 2 were included in the final model, and all markers but age was statistically significant (P<0.05). As shown by the nomogram of this final model (Figure 4 ), when PLT and CO 2 at the early days were low the chance of quick recovery decreased, whereas when EO at the early days were low the probability of quick recovery increased.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 200,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 624,
                    "end": 633,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 910,
                    "end": 919,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Predictors of recovery"
        },
        {
            "text": "Of all 59 cases diagnosed as COVID-19 in the three designated tertiary hospitals in Jilin province, most of them were middle and elderly aged. In the present study, at the final date of follow-up, all the patients were recovered and discharged. Of the 59 cases, imported, primary and secondary cases accounted for 44.1%, 42.4% and 13.6%, . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "respectively. In the present study, the 3 patients with severe type were all over 45 years old.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the present study, eosinopenia was shown in 52.6% cases at onset, similar with the recent research. (7) As shown in its trajectory (Figure 2) , the level of EO continued to increase thereafter until discharge. Therefore, the longitudinal change patterns of EO could be used as an early predictor for COVID-19. For the cases with typical clinical manifestations and changes of chest CT with and without lymphopenia, eosinopenia was predictive for the diagnosis. For the confirmed cases, continuous rise of EO value may be a sign for recovery.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 144,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Haematological tests"
        },
        {
            "text": "The value of LY in 40.4% cases was declined at onset in the present study, consistent with other reports. (7, 8) Lymphopenia showed that SARS-CoV-2 may mainly act on lymphocytes, as does coronavirus. The average value of LY was slowly elevated after day 5 with peaking around day 20, as well as peaking on day 5 and declining thereafter for the ratio of NE/LY, indicating the gradual return of number and function for lymphocytes in recovered patients. In a recent study, the incidence of severe illness was 9.1% in age The value of PLT was under the lower limit of RI in 12.3% cases at onset, similar with the recent research of 12% cases (n=99) in a hospital,(8) but significantly . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 110,
                    "end": 112,
                    "text": "8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Haematological tests"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Haematological tests"
        },
        {
            "text": "lower than the report of 36.2% cases (n=1099) in 552 hospitals in China.(10)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Haematological tests"
        },
        {
            "text": "Thrombocytopenia was more significantly in the patients with severe type and critical type. In the present study, the average value of PCT was peaked on day 7 and slowly declined thereafter, while the average value of MPV was decreased sharply after day 7. These longitudinal change patterns indicated platelet parameters may be predictors for recovered patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Haematological tests"
        },
        {
            "text": "The erythrocyte parameters-counts of RBC, HGB, HCT, MCV, and MCH were all less than 15% below the lower limit of RI at onset. However, the average value of MCV showed an upward trend from day 8, indicating constant recovery thereafter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Haematological tests"
        },
        {
            "text": "Based on these temporal trajectories of key laboratory tests (Figure 2 ), we speculate that with medical intervention, patients would experience an improvement approximately after one week at hospital stays. Further investigation is warranted to test if day 7 or 8 is a turning point for recovery with medical intervention.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 61,
                    "end": 70,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Haematological tests"
        },
        {
            "text": "Acute cardiac injury was found in approximately 12% patients with COVID-19. (1) In the present study, the values of AST, LDH, CK, CK-MB, and cTnI, serum cardiac markers, were beyond the upper limit of RI from 6.1% to 30.6% at onset. Consistent with the report,(11) cardiac injury is a common condition among hospitalized patients with COVID-19, and it is associated with higher risk of in-hospital mortality.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 79,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Biochemical and immunological tests"
        },
        {
            "text": "Therefore, it is necessary to actively prevent and respond to myocardial injury, reduce the possibility of irreversible remodeling of the myocardium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biochemical and immunological tests"
        },
        {
            "text": "Hepatic injury was also found in the present study. The values of ALT, GGT, TBIL, . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biochemical and immunological tests"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . and DBIL were beyond the upper limit of RI from 2.0% to 26.5%, while the values of CHE, TP, ALB, GLB, and IBIL were below the lower limit of RI from 2.4% to 59.2%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biochemical and immunological tests"
        },
        {
            "text": "Liver function tests indicate gently hepatic injury in the patients with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biochemical and immunological tests"
        },
        {
            "text": "Although kidney injury was not severe, the values of BUN and Cr above the upper limit of RI were also found in 2.0%, and 4.1% cases, respectively. The disturbance of electrolyte balance was also a common condition in the patients with COVID-19, with decreased value of K, Na and Cl from 6.0% to 30.0%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biochemical and immunological tests"
        },
        {
            "text": "In the study, age, EO, PLT and CO 2 were selected as the useful prognostic factors affecting the prognosis of recovery by LASSO, backward and stepwise. The nomogram was established base on age, EO, PLT and CO 2 , which were used to predict the recovery rates of 7-day, 14-day, and 21-day. We suggest that patients with COVID-19 can improve risk stratification and management according to age, EO, PLT and CO 2 model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prognostic factors of recovery"
        },
        {
            "text": "Disadvantages are as follows: (1) there were 59 cases enrolled in the present study and the sample size may be not very large. Nevertheless, given that Jilin province is the least affected area in China, this study covered approximately 70% of diagnosed cases in Jilin province, in addition to longitudinal measurements of laboratory tests had been collected, these rendered the sample size of this study adequate for reliable statistical estimations; (2) the data of clinical manifestation in the patients with COVID-19 was not included since this study mainly focused on the temporal . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of this study"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of this study"
        },
        {
            "text": "trajectories of laboratory findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of this study"
        },
        {
            "text": "The longitudinal change patterns of key laboratory tests in the patients with COVID-19 were found. The average value of EO continued to significantly increase, while the average value of MPV was decreased sharply after day 7. Age, EO, PLT and CO 2 may used to predict the recovery probability. Risk stratification and management could be improved for the patients with COVID-19 according to temporal trajectories of laboratory tests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": "This study was approved by the Ethics Committee of the First Hospital of Jilin University, Changchun Infectious Disease Hospital and Siping Infectious Disease Hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical approval"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "is the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "The copyright holder for this preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus disease (COVID-2019) situation reports",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Organization",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Imaging and clinical features of patients with 2019 novel coronavirus SARS-CoV-2",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Nucl Med Mol Imaging",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The epidemiology and pathogenesis of coronavirus disease (COVID-19) outbreak",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Rothan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Byrareddy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Autoimmun",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Chinese National Health Committee. Reference intervals for common clinical biochemistry tests. WS/T 404-2012. National Health Committee of the People's Republic of China",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Chinese National Health Committee. Reference intervals for blood cell analysis. WS/T 405-2012. National Health Committee of the People's Republic of China",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical characteristics of 140 patients infected with SARS-CoV-2 in Wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "D"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Q"
                    ],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "China. Allergy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figures",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "would develop severe illness.(9) In the present study, the average ratio of NE/LY was higher than 3.13 at onset with development of severe type in 3 cases, indicating the certain value of the ratio of NE/LY.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "This work was supported by grants from Jilin Science and Technology Development Program (no.20170623092TC-09, to Dr. Jiancheng Xu; no.20190304110YY to Dr. Jiancheng Xu), The First Hospital Translational Funding for Scientific &Technological Achievements (no. JDYYZH-1902002 to Dr. Jiancheng Xu).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "J, Liu Y, Xiang P, Pu L, Xiong H, Li C, et al. Neutrophil-to-Lymphocyte Ratio Predicts Severe Illness Patients with 2019 Novel Coronavirus in the Early Stage. medRxiv. 2020:2020.02.10.20021584. 10. Guan WJ, Ni ZY, Hu Y, Liang WH, Ou CQ, He JX, et al. Clinical Characteristics of Coronavirus Disease 2019 in China. N Engl J Med. 2020 Feb 28. 11. Shi S, Qin M, Shen B, Cai Y, Liu T, Yang F, et al. Association of Cardiac Injury With Mortality in Hospitalized Patients With COVID-19 in Wuhan, China. JAMA Cardiol. 2020 Mar 25.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Transmission route for patients with COVID-19 in Jilin province. The route is plotted according to the time of onset. Travel history: travel history of imported cases; Squares: confirmed cases; Imported cases: patients who had travel history in Hubei Province or contact history with confirmed patients outside Jilin Province within 14 days before the onset of symptoms; Primary cases: patients caused by imported cases; Secondary cases: patients caused by primary cases; Uncertain: patients who are not link to any specific individual.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Temporal trajectories of laboratory tests. (A)NE. (B)LY. (C)NE/LY. (D)EO. (E)BA. (F)MO. (G)MCV. (H)PLT. (I)PCT. (J)MPV. (K) cTnI. (L)CO 2 . (M)Na. Here, only the representative parameters over time were presented. The gay dotted line represents the upper limit of RI whereas the purple dotted line represents the lower limit.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Feature selection process of relevant laboratory tests that have prognostic values for recovery. (A) correlation plot of selected tests by univariate Cox regression models and age. (B) Area under curves (AUC) of ROC for three feature selection models at days 10, 14 and 21. Here, LASSO, backward selection and stepwise selection were used.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Nomogram to illustrate how age, EO, PLT and CO 2 at early days of admission to hospitals (<5 day) are related to recovery.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "RBC, ×10 12 /L; RI: 4.30-5.80(M), 3.80-5.10(F) 4.70 (4.31-5.16) 4.95 (4.61-5.20) 4.39 (4.14-4.HCT, L/L; RI: 0.400-0.500(M), 0.350-0.450(F) 0.420 (0.390-0.450) 0.440 (0.420-0.470) 0.390 (0.360-0.MCV, fL; RI: 82.0-100.0 89.4 (86.6-92.4) 90.1 (87.8-93.4) 87.5 (85.5-90.MCH, pg; RI:27.0-34.0 31.0 (30.0-32.0) 31.7 (30.5-32.4) 30.3 (29.0-31.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "2 Laboratory findings of patients with COVID-19 at onset to hospital admission (continued) Laboratory parameters All patients Male Female P value AST, U/L; RI: 15.0-40.0(M), 13.0-40.0(F) 25.00 (20.0-30.5) 24.0 (20.0-31.8) 26.0 (20.5-30.BUN, mmol/L; RI: 3.10-8.00 (M), 2.60-7.50 (F) 3.69 (3.03-4.70) 3.88 (3.10-4.77) 3.62 (2.91-4.L; RI: 57.0-97.0(M), 41.0-73.0(F) 68.0 (58.8-77.0) 74.4 (68.9-85.2) 57.5 (49.8-64.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The baseline characteristics of recovered cases with COVID-19",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Laboratory findings of patients with COVID-19 at onset to hospital admission",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Laboratory findings of patients with COVID-19 at onset to hospital admission (continued)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": ". https://doi.org/10.1101/2020.04.04.20053280",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Laboratory findings of patients with COVID-19 at onset to hospital admission (continued)Data with bold are median (P25-P75), and others are n (%); RI: reference intervals; M: male; F: female; P values: comparing male group and female group were from Mann-Whitney U test.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}