{
    "paper_id": "181305c0dc9169f6633961ee3c741b1dafb1251c",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "José",
                "middle": [],
                "last": "Carlos Valle-Casuso",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratoire de Santé Animale",
                    "institution": "PhEED Unit",
                    "location": {
                        "postCode": "14430",
                        "settlement": "Goustranville"
                    }
                },
                "email": ""
            },
            {
                "first": "Delphine",
                "middle": [],
                "last": "Gaudaire",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratoire de Santé Animale",
                    "institution": "PhEED Unit",
                    "location": {
                        "postCode": "14430",
                        "settlement": "Goustranville"
                    }
                },
                "email": ""
            },
            {
                "first": "Lydie",
                "middle": [],
                "last": "Martin-Faivre",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratoire de Santé Animale",
                    "institution": "PhEED Unit",
                    "location": {
                        "postCode": "14430",
                        "settlement": "Goustranville"
                    }
                },
                "email": ""
            },
            {
                "first": "Anthony",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Madeline",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Patrick",
                "middle": [],
                "last": "Dallemagne",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratoire de Santé Animale",
                    "institution": "PhEED Unit",
                    "location": {
                        "postCode": "14430",
                        "settlement": "Goustranville"
                    }
                },
                "email": ""
            },
            {
                "first": "Stéphane",
                "middle": [],
                "last": "Pronost",
                "suffix": "",
                "affiliation": {
                    "laboratory": "LABÉO Frank Duncombe",
                    "institution": "UNICAEN",
                    "location": {
                        "addrLine": "11 France. 12",
                        "postCode": "BIOTARGEN EA7450, 14280"
                    }
                },
                "email": ""
            },
            {
                "first": "Hélène",
                "middle": [],
                "last": "Munier-Lehmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "UMR 3523",
                    "institution": "CNRS",
                    "location": {
                        "postCode": "75015",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephan",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Zientara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ENVA",
                    "location": {
                        "postCode": "1161, 14 94700",
                        "settlement": "Virologie, Maisons-Alfort",
                        "region": "UMR",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Pierre-Olivier",
                "middle": [],
                "last": "Vidalain",
                "suffix": "",
                "affiliation": {
                    "laboratory": "UMR 8601",
                    "institution": "CNRS",
                    "location": {
                        "postCode": "75006",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Aymeric",
                "middle": [],
                "last": "Hans",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratoire de Santé Animale",
                    "institution": "PhEED Unit",
                    "location": {
                        "postCode": "14430",
                        "settlement": "Goustranville"
                    }
                },
                "email": "aymeric.hans@anses.fr"
            }
        ]
    },
    "abstract": [
        {
            "text": "positive single-stranded RNA virus member of the family Arteriviridae from the order Nidovirales like 28 the Coronaviridae. EAV causes respiratory and reproductive diseases in equids. Although two 29 vaccines are available, the vaccination coverage of the equine population is largely insufficient to 30 prevent new EAV outbreaks around the world. In this study, we present a high-throughput in vitro 31 assay suitable for testing candidate antiviral molecules on equine dermal cells infected by EAV. Using 32 this assay, we identified three molecules that impair EAV infection in equine cells: the broad-spectrum 33 antiviral and nucleoside analog ribavirin, and two compounds previously described as inhibitors of 34 dihydroorotate dehydrogenase (DHODH), the fourth enzyme of the pyrimidine biosynthesis pathway. 35 These molecules effectively suppressed cytopathic effects associated to EAV infection, and strongly 36 inhibited viral replication and production of infectious particles. Since ribavirin is already approved in 37 human and small animal, and that several DHODH inhibitors are in advanced clinical trials, our results 38 open new perspectives for the management of EAV outbreaks. 39 40 41 Keywords: Antiviral activity, equine arteritis virus, dihydroorotate dehydrogenase, pyrimidine 42 biosynthesis inhibitor, ribavirin. 43 44 45 46 47 48 49 50 51 52 53 54 55 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Viruses with a RNA genome infect both animals and plants, and dominate the eukaryotic virome by 57 their diversity and deleterious effects 1 Previous works exploring EAV inhibitors have proposed to use morpholino or peptide-conjugated 80 morpholino oligomers specifically designed against the EAV genome as a therapy to impair viral 81 replication 8 . However, this promising therapy is not easily applicable for use in vivo in large animal 82 such as horses. Although, two effective EAV vaccines have been available since 1985, the proportion 83 of horses vaccinated against EAV in the equine population remains insufficient to control the disease 84 9 . We think that a complementary approach using antiviral molecules would be ideal to complement 85 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 140,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 652,
                    "end": 653,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction 56"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.10.035402 doi: bioRxiv preprint vaccination, reduce viral spreading in equine structures and contain EAV outbreaks. This is supported 86 by a recent study showing that a global strategy based on vaccination combined with drug therapies 87 enhances protection against foot-and-mouth disease 10 . In our study, we have developed a high-88 throughput cell-viability assay based on infected equine dermal cells. Then, we took advantage of this 89 new assay to explore the potential of broad-spectrum antivirals ( replication through multiple direct and indirect mechanisms. In particular, ribavirin inhibits inosine 5'-103 monophosphate dehydrogenase (IMPDH), a key enzyme catalyzing the first committed and rate-104 limiting step in the de novo synthesis of guanine nucleotides. As such, IMPDH inhibition interferes with 105 the production of GTP that is necessary for the synthesis of viral RNA molecules 22 , but other 106 mechanisms have been reported such as the direct inhibition of viral polymerases or the lethal 107 mutagenesis of viral genomes 23,24 . Besides ribavirin, we also tested two newly designed BSA that 108 target the pyrimidine biosynthesis pathway, namely GAC50 and IPPA17-A04. These two molecules 109 are inhibitors of dihydroorotate dehydrogenase (DHODH), the fourth and rate-limiting enzyme of the 110 de novo pyrimidine biosynthesis pathway, and were shown to impair the replication of many different 111 positive-strand and negative-strand RNA viruses [25] [26] [27] . In this study, we have shown, for the first time, 112 that both ribavirin and pyrimidine biosynthesis inhibitors inhibit EAV in equine dermal cell cultures. 113 114 115 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 402,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 618,
                    "text": "(",
                    "ref_id": null
                },
                {
                    "start": 1586,
                    "end": 1590,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 1591,
                    "end": 1595,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 1596,
                    "end": 1600,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction 56"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.10.035402 doi: bioRxiv preprint 116 2. Results 117",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 56"
        },
        {
            "text": "EAV is a cytopathic virus. In this study, we took advantage of this specificity to develop a microplate 119 assay for the identification of EAV inhibitors. As a cellular model, we selected the ED cell line that 120 originates from equine dermis and thus matches the host specificity of EAV. To setup our in vitro 121 assay, we first analyzed the proliferation of non-infected ED cells in 96-well plates. To determine the 122 number of viable cells in each culture well, we quantified ATP which parallels the number of 123 metabolically active, living cells. Assays were performed using a commercial reagent based on the 124 principle that firefly luciferase luminescence is proportional and dependent on ATP concentrations 125 (CellTiter-Glo Luminescent Cell Viability Assay; Promega). In non-infected cells, ATP levels increased 126 by 41% in the first 24 h as a consequence of cellular proliferation, but then plateaued at 48 h as cell 127 cultures reached confluence ( Figure 1A ). Same experiment was performed using cell cultures infected 128 with the Bucyrus strain of EAV at a multiplicity of infection (MOI) of 0.5. As shown in Figure 1A as the number of genome copies increased by more than 2 logs in the first 24 h, and by 3 logs at 48 h 136 post-infection ( Figure 1B ). Finally, we showed that infectious viral particles are also produced by ED 137 cells. Indeed, at least 1x10 5 PFU/ml were detected in supernatants of infected cultures 48 h.p.i. 138 ( Figure 1C ). Therefore, ED cells represent an excellent in vitro model for EAV infection, and 139 quantification of ATP levels in culture wells is a convenient way to measure cytopathic effects 140 associated to viral growth. 141 142",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 972,
                    "end": 981,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 1136,
                    "end": 1145,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 1269,
                    "end": 1278,
                    "text": "Figure 1B",
                    "ref_id": null
                },
                {
                    "start": 1466,
                    "end": 1475,
                    "text": "Figure 1C",
                    "ref_id": null
                }
            ],
            "section": "Development of a microplate assay for monitoring EAV-induced cytopathic effects 118"
        },
        {
            "text": "Previous studies on broad-spectrum antiviral molecules showed that ribavirin inhibits the replication of 144 different nidoviruses, including Arteriviridae such as porcine reproductive and respiratory syndrome 145 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Broad-spectrum antivirals impair EAV cytopathic effect 143"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.10.035402 doi: bioRxiv preprint virus (PRRSV) 28 . We thus tested the antiviral effects of ribarivin on EAV using the cell-viability assay 146 described above. As a prerequisite, we first evaluated the cytotoxicity of ribavirin on ED cells. Cells 147 were incubated with ribavirin at different concentrations (0.5, 1, 2, 5, 10, 15, 20, 50 and 100 µg/ml), 148 and the number of viable cells was determined after 1 h without treatment or after 48 h with or without 149 treatment. No significant cell death was reported at 10 µg/ml or lower concentrations of ribavirin when 150 compared to the initial number viable cells seeded in the culture wells ( Figure 2A ). However, ribavirin 151 was clearly cytostatic at these concentrations. Cell viability at 20 µg/ml was 72%, and decreased to 152 63% and 52% when treating cells with 50 µg/ml and 100 µg/ml of ribavirin, respectively (Figure 2A) . 153",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 158,
                    "text": "28",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 759,
                    "end": 768,
                    "text": "Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 987,
                    "end": 998,
                    "text": "(Figure 2A)",
                    "ref_id": null
                }
            ],
            "section": "Broad-spectrum antivirals impair EAV cytopathic effect 143"
        },
        {
            "text": "The half maximal toxic concentration (TC 50 ), which is the concentration that kills 50% of the cells in 154 culture, was estimated to be >100 µg/ml for ribavirin. Then, we tested the effect of ribavirin in our in 155 vitro EAV infection model at the non-cytotoxic concentration range of 0.5 to 20 µg/ml. As shown in 156 Figure 3A , ATP quantification in infected culture wells at 48 h showed that only 35% of cells were alive 157 in the absence of ribavirin as opposed to 67% in presence of the drug at 0.5 µg/ml. The viability of 158 infected cells was above 80% when treated with ribavirin at 2, 5 or 10 µg/ml ( Figure 3A ). These results 159 were used to calculate the half maximal inhibitory concentration (IC 50 ) of ribavirin that was estimated 160 to 0.90 µg/ml, i.e. 3.7 µM. This demonstrates that ribavirin is able to protect ED cells against EAV-161 associated cytopathic effects. 162",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 330,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 615,
                    "end": 624,
                    "text": "Figure 3A",
                    "ref_id": null
                }
            ],
            "section": "Broad-spectrum antivirals impair EAV cytopathic effect 143"
        },
        {
            "text": "We were also interested in exploring the antiviral capacity of two new BSA, IPPA17-04 and GAC50 163 that impair viral replication through inhibition of de novo pyrimidine biosynthesis in host cells. Using 164 our in vitro EAV infection assay, we tested first the cytotoxicity of both compounds. IPPA17-A04 and 165 GAC-50 treatment did not show any sign of cytotoxicity on ED cells. At 100 µg/ml, cell viability was 166 above 80% after 48h of treatment, but cytostatic effects were observed as expected for this class of 167 drug ( Figure 2B and 2C). These results indicate that TC 50 for IPPA17-A04 and GAC-50 is over 100 168 µg/ml in ED cells. We then explored the cytoprotective effect of these two compounds in EAV-infected 169 cultures at different concentrations. Our results showed that after 48 h of culture, the viability of 170 infected ED cells reached 79% when treated with 1 µg/ml of IPPA17-A04, and was above 80% when 171 treated with concentrations >5 µg/ml ( Figure 3B ). The IC 50 of IPPA17-A04 was estimated at 0.70 172 µg/ml, i.e. 1.74 µM. GAC50 is not as effective since viability of ED infected cells treated with GAC50 is 173 >80% only at the highest concentrations of 20 or 50 µg/ml ( Figure 3C ) with an IC 50 at 7.2 µg/ml, i.e. 174 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 531,
                    "end": 540,
                    "text": "Figure 2B",
                    "ref_id": null
                },
                {
                    "start": 974,
                    "end": 983,
                    "text": "Figure 3B",
                    "ref_id": null
                },
                {
                    "start": 1207,
                    "end": 1216,
                    "text": "Figure 3C",
                    "ref_id": null
                }
            ],
            "section": "Broad-spectrum antivirals impair EAV cytopathic effect 143"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.10.035402 doi: bioRxiv preprint 30.2 µM. These results show that cell cultures treated with pyrimidine biosynthesis inhibitors did not 175 exhibit cytopathic effects associated to EAV infection, suggesting that EAV replication is also impaired. 176 177",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Broad-spectrum antivirals impair EAV cytopathic effect 143"
        },
        {
            "text": "To verify that ribavirin, IPPA17-A04 and GAC50 actually block EAV replication, viral genome copies 180 were quantified at 48 h.p.i. Culture supernatants of infected ED cells treated or not with the 181 compounds at different concentrations were analyzed by RT-qPCR. Results showed that ribavirin at 5 182 and 10 µg/ml significantly reduced the number of EAV genome copies in culture supernatants 183 compared to the untreated infected cells ( Figure 4A ). EAV replication was totally blocked at 20 µg/ml 184 as determined by comparison with the initial inoculum quantified at 1 h.p.i. These results confirmed 185 that ribavirin impairs EAV replication in ED cells, thus explaining the positive effect on cell survival. In 186 parallel, we also measured viral genome copies present in the supernatant of infected cells treated 187 with pyrimidine biosynthesis inhibitors. As expected, IPPA17-A04 and GAC50 both reduced the 188 number of viral genome copies in culture supernatants when treated with concentrations >20 µg/ml 189 and fully blocked EAV replication at 50 µg/ml ( Figure 4B and 4C) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 443,
                    "end": 452,
                    "text": "Figure 4A",
                    "ref_id": null
                },
                {
                    "start": 1075,
                    "end": 1092,
                    "text": "Figure 4B and 4C)",
                    "ref_id": null
                }
            ],
            "section": "cells. 179"
        },
        {
            "text": "To rank the three molecules that we characterized as EAV inhibitors in this study, we calculated for 203 each molecule the Selectivity Index (SI) that corresponds to the TC 50 /IC 50 ratio, and thus reflects the 204 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of the selectivity index for identified EAV inhibitors 202"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.10.035402 doi: bioRxiv preprint activity of a drug while taking into account cytotoxic effects. TC 50 and IC 50 values were determined 205 from the dose response experiments presented in Figures 2 and 3 . SI values for ribavirin, IPPA17-A04 206 and GAC50 were >111, >143 and >14 respectively. In conclusion, this confirms that IPPA17-A04 is, 207 over ribavirin and GAC50, a lead molecule of interest for developing potential antiviral therapies 208 against EAV. 209 can be easily grown in vitro. This will ensure repeatability and reproducibility in HTS as opposed for 234 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 312,
                    "text": "Figures 2 and 3",
                    "ref_id": null
                }
            ],
            "section": "Determination of the selectivity index for identified EAV inhibitors 202"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.10.035402 doi: bioRxiv preprint example to the upper respiratory tract mucosal explant system 30 . The goal of our study was to 235 develop a high-throughput screening assay for evaluating the antiviral properties and the mode of 236 action of candidate compounds against EAV. 237",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of the selectivity index for identified EAV inhibitors 202"
        },
        {
            "text": "As a proof of concept, we identified ribavirin, GAC50 and IPPA17-A04 as inhibitors of EAV in equine 238 cells, thus paving the way for the development of therapies against EAV. IPPA17-A04 and GAC50 239",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of the selectivity index for identified EAV inhibitors 202"
        },
        {
            "text": "were not toxic for ED cells at the tested concentrations up to 100 µg/ml. Among the three molecules, The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.10.035402 doi: bioRxiv preprint infection model that is fully compatible with HTS and can be automated. Because of its flexibility, our 265 assay is appropriate for the screening of compound libraries or biological products (serum, 266 nanobodies, cytokines, etc) and will allow the exploration of treatment combinations against EAV 267 infection. Thanks to this assay, we demonstrated that ribavirin effectively reduces the replication of 268 EAV in horse cells at concentrations that are not toxic. This is supports reports showing that ribavirin 269 efficiently inhibits the replication of multiple nidoviruses from both the Coronaviridae and Arteriviridae 270 family such as the MERS-CoV 33 and the PPRSV 28 , respectively. Additionally, we showed that the 271 DHODH inhibitors GAC50 and IPPA17-A04 also impair the replication of EAV, with IPPA17-A04 272 outperforming ribavirin and GAC50 as assessed by a higher selectivity index. It is known that America. Equine practice 9, 295-309 (1993). 359 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of the selectivity index for identified EAV inhibitors 202"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.10.035402 doi: bioRxiv preprint A B C Figure 1 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 232,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Determination of the selectivity index for identified EAV inhibitors 202"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.10.035402 doi: bioRxiv preprint Figure 2 A B C author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 150,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Determination of the selectivity index for identified EAV inhibitors 202"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.10.035402 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.10.035402 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.10.035402 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of the selectivity index for identified EAV inhibitors 202"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Establishment of an Antiviral State by Pyrimidine Synthesis Inhibitor is Cell 420 Type-Specific",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of antimicrobial agents",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Treatment with interferon-alpha2b and ribavirin improves outcome in 422 MERS-CoV-infected rhesus macaques",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falzarano",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Med",
            "volume": "19",
            "issn": "",
            "pages": "1313--1317",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Broad-spectrum inhibition of common respiratory RNA viruses by a 424 pyrimidine synthesis inhibitor with involvement of the host antiviral response",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "The Journal of 425 general virology",
            "volume": "98",
            "issn": "",
            "pages": "946--954",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Original Chemical Series of Pyrimidine Biosynthesis Inhibitors That 427 Boost the Antiviral Interferon Response",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lucas-Hourani",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Antimicrob Agents Chemother",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Therapeutic options for the 2019 novel coronavirus (2019-nCoV)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Clercq",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat 429 Rev Drug Discov",
            "volume": "19",
            "issn": "",
            "pages": "149--150",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". Indeed, RNA viral infections are a substantial public health 58 burden affecting humans and domestic animals 2 . The pandemic of SARS-CoV-2 coronavirus is the 59 latest and most striking example with thousands of deaths reported so far in different countries in 60 Europe, Asia and Middle East. Horses are not an exception, and five of seven equine viruses listed by 61 the World Organization for Animal Health are RNA viruses (OIE). Unfortunately, the veterinary 62 therapeutic arsenal to fight against equine viral diseases is limited, or even not-existent as no antiviral 63 molecule is listed today. During the last years, several studies have used high-throughput screening 64 (HTS) techniques to scan small compound libraries that could impair the replication of equine viruses. 65 These studies were mostly focused on zoonotic viruses like West-Nile virus 3,4 . Non-zoonotic equine 66 RNA viruses, such as equine arteritis virus (EAV), were not included in those screenings. Equine 67 arteritis virus (EAV) is a positive-sense single-stranded RNA virus, member of the subfamily 68 Equarterivirinae, member of the family Arteriviridae, genus Alphaarterivirus from order Nidovirales like 69 the Coronaviridae. Equine viral arteritis disease is a recurrent viral infection that causes important 70 economic losses to the horse industry. In most of the cases, EAV infection is subclinical, but some 71 viral strains are virulent and induce fever with body temperature going up to 41 °C, depression, 72 anorexia, edema, nasal discharge, and conjunctivitis. EAV is a virus transmitted by respiratory or 73 venereal routes. After EAV primary infection, up to 70% of stallions may become persistently infected 74 and shed the virus in their semen. Those stallions, also called shedder stallions, are a key component 75 in EAV epidemiology and transmission of the disease 5,6 . Moreover, infected pregnant mares could 76 abort or stillbirth a weak foal. Besides, foal infection can cause fulminating pneumonia with a lethal 77 outcome. The loss of these animals, together with the restrictive reproductive activity of infected 78 stallions, are significant complications for the equine industry 7 . 79",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "infected cultures only increased by 22% during the first 24 h as a consequence of infection, 130 and then collapsed after 48 h of culture. When cells were analyzed by phase-contrast microscopy, 131 infected and non-infected cultures looked similar at 24 h, but most cells in infected wells were dead at 132 48 h post-infection (h.p.i) as a result of EAV cytopathic effects (data not shown). We also confirm that 133 observed cytopathic effects reflect EAV replication by quantifying the number of viral genome copies 134 at 1, 24 h and 48 h post-infection using RT-qPCR. Results confirmed EAV viral replication in ED cells 135",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "190We checked whether compound treatments also impaired the production of newly assembled viral 191 particles by infected ED cells. Cells were cultured in absence or presence of the compounds at 192 different concentrations for 48 h. Supernatants were collected and viral titers determined onRK13  193    cells. Ribavirin treatment reduced viral titers (expressed as pfu/ml) by almost 6 logs at 5 µg/ml, and 194 more than 8 logs at 10 µg/ml (Figure 5A). These results demonstrate that ribavirin sharply reduces the 195 number of viral particles produced by infected ED cells, and thus the viral dissemination to proximal 196 cells. On the other side, IPPA17-A04 and GAC50 showed the same antiviral activity when used at 50 197 µg/ml with a reduction of viral titers of 7 and 8 logs, respectively (Figure 5Band 5C) whereas cytotoxic 198 effects on ED cells were not significant (Figure 2B and 2C). This potent antiviral activity makes 199 IPPA17-A04 and GAC50 interesting molecules to block EAV infection.200 201",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Uridine reverses the antiviral action of IPPA17-A04 211IPPA17-A04 is known to inhibit DHODH, a key enzyme involved in de novo pyrimidine biosynthesis. 212To demonstrate that IPPA17-A04 prevents EAV replication through the inhibition of de novo pyrimidine 213 biosynthesis, culture medium of infected ED cells was supplemented with uridine. Indeed, uridine 214 absorption from the microenvironment can efficiently replenish the intracellular pool of pyrimidines 215 when de novo biosynthesis is impaired. Addition of uridine at 30 µg/ml in the culture medium of EAV-216 infected ED cells abolished the cytoprotective effect of IPPA17-A04 (Figure 6A) and restored viral 217 replication (Figure 6B). These results indicate that the antiviral activity of IPPA17-A04 in ED cells 218 relies on the inhibition of the de novo pyrimidine biosynthesis pathway and depletion of the pool unknown when the next EAV outbreak will occur, but since 1953, when the EAV was 223 isolated for the first time, EAV has regularly reemerged around the world. We think that antiviral 224 therapy used in conjunction with vaccination can reduce the viral load of infected animals, thus 225 significantly decreasing the risk of viral dissemination in the vicinity of stables. This should also reduce 226 the risk of animal losses due to opportunistic infections such as fulminating pneumonia in young foals.227 Only a recent study, exploring the inhibition of nidoviruses by the broad-spectrum antiviral molecule 228 K22 in infected hamster cells (BHK-21), reported the first evidence of EAV inhibition by a synthetic 229 molecule 29 . The identification of BSA was until now impeded by the lack of suitable assay for 230 monitoring EAV growth in high-throughput settings. To address this need, we have developed a 231 relevant EAV infection model that is based on equine cells and was optimized for the screening of 232 compound libraries. The infection model developed is based on the infection of the ED cell line which 233",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "A04 was the least toxic for ED cells and the most efficient to block EAV replication as well as 241 the production of infectious viral particles (SI>140). Addition of pyrimidine to the culture medium of 242 EAV-infected equine cells reverted the antiviral activity of IPPA17-A04. This demonstrates that as 243 expected for this well-characterized DHODH inhibitor, the anti-EAV effect critically depends on the 244 inhibition of the de novo pyrimidine biosynthesis pathway by this molecule. The IC 50 of IPPA17-A04 245 was 1.74 µM against EAV in ED cells. Quite surprisingly, this is much higher than IC 50 values 246 previously reported for the inhibition of measles virus (MV; IC 50 = 2.7 nM) or human respiratory 247 syncytial virus (hRSV; IC 50 = 5 nM) in human cell lines27  . This could be explained by the lower 248 sensitivity of EAV to DHODH inhibitors. However, our data show that GAC50, another inhibitor of de 249 novo pyrimidine biosynthesis, impaired EAV replication with an IC 50 of 30.2 µM, very close to hRSV in 250 human cells (IC50 = 25 μM; 27 ). This suggests EAV is not particularly resistant to DHODH inhibitors 251 compared to hRSV. One hypothesis to explain the lower antiviral activity of IPPA17-A04 in equine 252 cells compared to human cells, one hypothesis is that IPPA17-A04 is less fit to equine DHODH. 253Indeed, despite high levels of DHODH conservation amongst mammals, and in particular between 254 human and horse (92% of amino acid identity), host specific effects were previously reported for small 255 molecules targeting this enzyme 31 . For example, GAC50 but also Compound 1 described by Dong-256 Hoon Chung et al and brequinar, three unrelated DHODH inhibitor, were all shown to be active in 257 human but not in rodent cells 3,27,32 . This host specific profile could explain that IPPA17-A04 is more 258 active in human cells, and well illustrates the interest of screening molecules against EAV in a culture 259 model based on cells from equine origin. Although IPPA17-A04 already has the highest selectivity 260 index compared to GAC50 or ribavirin, our results suggest that it could be further optimized to better fit 261 the structure of equine DHODH and inhibit this enzyme at lower concentrations. 262 HTS pipelines are essential to screen large chemical libraries and/or evaluate multiple drug 263 combinations. Here, we have developed a cost-effective, efficient, and straightforward in vitro EAV 264 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "273Coronaviridae are inhibited by drugs targeting de novo pyrimidine biosynthesis, including HCoV-229E, 274 MERS-CoV and SARS-CoV, and DHODH inhibitors were in the list of therapeutic options to be tested 275 against SARS-CoV-2 34-36 . Our results demonstrate that this antiviral activity extends toArteriviridae,  276    suggesting that pyrimidine biosynthesis inhibitors may act as pan-nidovirales inhibitors. In conclusion, 277 we believe that IPPA17-A04 is an interesting molecule for developing a therapy against EAV and 278 nidovirales and should be further evaluated in vivo. uridine were from Sigma-Aldrich. IPPA17-A04 and GAC50 were previously described 284 and kindly provided by Dr. Yves Janin (Institut Pasteur, Paris, France) and Dr. Daniel Dauzonne 285 (Institut Curie, Paris, France), respectively 25-27 . Ribavirin was dissolved in PBS buffer and uridine in 286 sterile water, whereas IPPA17-A04 and GAC50 were dissolved in DMSO. Compounds were tested at 287 final concentrations ranging from 0 to 100 µg/ml for cytotoxic assays and 0 to 50 µg/ml for antiviral 288 assays. Uridine was added to the culture medium of infected cells at a final concentration of 30 µg/ml. 289290 4.2. Cells and virus 291 Equine dermal cells (ED, ATTC CCL57) were used in our in vitro EAV infection model. ED cells were 292 cultured at 37°C and 5% CO 2 in DMEM (Gibco) supplemented with 1 mM of sodium pyruvate (Gibco), 293 50 U/ml of penicillin and 50 µg/ml of streptomycin (Gibco), 10% inactivated fetal calf serum ((Gibco), 10% inactivated Fetal Calf Serum, and 0.025M of HEPES. All infection 298 experiments were performed with a reference stock of EAV (Bucyrus strain, ATCC VR 796) was assessed at 1, 24 and 48 h post-infection by quantification of ATP in 96-well culture 303 plates (Greiner Bio-one) using the CellTiter-Glo Luminescent Cell Viability Assay (Promega). For each 304 assay, displayed values correspond to the mean of 8 replicates. Luminescence was determined using 305 a Tecan Infinite F200 PRO multimode microplate reader. 306 307 4.4. Infection of ED cells 308 ED cells were harvested using 0.25% Trypsin-EDTA (Gibco) and counted. After centrifugation, cells 309 were resuspended in supplemented DMEM at 2.5x10 5 cells/ml. ED cells were infected with EAV at a 310 multiplicity of infection (MOI) of 0.5. Infected ED and mock-infected ED cells were seeded in 96-well 311 plates (Greiner Bio-one) at 2.5.10 4 cells per well in 100 µl of supplemented DMEM and incubated for 312 1, 24, and 48 h. Supernatants were collected at those three-time points for viral genome quantification 313 and virus titration. 314 315 4.5. RNA extraction and quantitative RT-PCR assay 316 RNA extraction was performed from 150 µl of ED cell supernatant using the QIAamp viral RNA kit 317 (Qiagen). EAV genome copy number was determined by one step RT-qPCR using the QuantiTect™ 318 Virus + ROX Vial Kit (Qiagen). Each RNA sample was tested in triplicate. The primers used to quantify 319 the EAV genome copy number are EAV ORF7F 5'-GGCGACAGCCTACAAGCTACA-[TAMRA]. The RT-qPCR program started with a retro-transcription 322 step of 20 min at 50°C, an initial incubation step of 5 min at 95°C, and 40 cycles of a 2-6. Viral titration and plaque assays 327 Supernatants of ED-infected cells were ten-fold serially diluted (10 -1 to 10 -10 ) in MEM (Gibco) 328 supplemented with 1 mM of sodium pyruvate (Gibco), 50 U/ml of penicillin and 50 µg/ml of 329 streptomycin (Gibco), 0.25 M of HEPES (Gibco) and 2% inactivated Fetal Calf Serum (Hyclone). 330 Each dilution was inoculated in duplicate on a confluent monolayer of RK13 cells seeded in 6-well 331 culture plates. After an adsorption step of 4 h, the inoculum was removed, and 3 ml of fresh medium 332 containing 0.75% carboxy-methyl-cellulose (Sigma-Aldrich) was added. After 3 days of culture, cell 333 monolayers were fixed and stained with a 10% formalin buffer (Sigma-Aldrich) containing 0.1% crystal 334 violet (Sigma-Aldrich). Presence and titration of infectious viral particles production were assessed were performed with the GraphPad Prism software version 6.0. IC 50 were 339 determined using the non-linear fit « log(agonist) vs. normalized response -Variable slope», Y.I. et al. Origins and Evolution of the Global RNA Virome. mBio 9, , M.E.J. & Brierley, L. Epidemiological characteristics of human-infective RNA 347 viruses. Scientific Data 5, 180017 (2018). 348 3 Chung, D.H. et al. Discovery of a Broad-Spectrum Antiviral Compound That Inhibits 349 Pyrimidine Biosynthesis and Establishes a Type 1 Interferon-Independent Antiviral State. 350 Antimicrob Agents Chemother 60, 4552-4562 (2016). 351 4 Delekta, P.C. et al. Novel indole-2-carboxamide compounds are potent broad-spectrum 352 antivirals active against western equine encephalitis virus in vivo. J Virol 88, C. & Archambault, D. Importance of M-protein C terminus as substrate antigen for 355 serodetection of equine arteritis virus infection. Clinical and diagnostic laboratory immunology 356 9, 698-703 (2002). 357 6 Timoney, P.J. & McCollum, W.H. Equine viral arteritis. The Veterinary clinics of North 358",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Development of a miniaturized in vitro infection model for EAV. 458 (A) Equine dermal cells were mock infected (black dots) or infected with EAV at a MOI of 0.5 (white 459 dots) and dispensed in 96-well culture plates. Cell viability was determined at 1 h, 24 h and 48 h post-460 infection. Each symbol represents an independent experiment (n=9). The median and interquartile 461 range (IQR) values are shown and p values were calculate using Student's t-test. (B) EAV genome 462 copies were determined by one-step RT-qPCR in ED cells at 1 h, 24 h, and 48 h post-infection. Each 463 symbol represents an independent experiment (n=6). The median and IQR values are shown. (C) 464 Infectious particles produced by EAV-infected ED cells were quantified at 48 h post-infection on RK13 465 cells. Results are expressed as plaque forming units per ml of culture supernatant (PFU/ml)Cytotoxicity of ribavirin and the pyrimidine biosynthesis inhibitors IPPA17-A04 and 469 GAC50. 470 ED cells were treated with increasing concentrations of ribavirin (A), IPPA17-A04 (B) or GAC50 (C), 471 and cellular viability was determined after 48 h of culture. The percentage of living cells relative to 472 control wells was determined using the CellTiter-Glo reagent. Average results of four experiments are 473 shown with standard deviation as error bars. *P value < 0.01 as calculated by one-Cytopathic effects associated to EAV infection are reduced by ribavirin, IPPA17-A04 477 and GAC50. 478 Cellular viability in EAV-infected cultures (MOI = 0.5) was determined when cells were treated or not 479 with ribavirin (A), IPPA17-A04 (B) or GAC50 (C). The number of viable cells was determined after 1 h 480 and 48 h of culture using the CellTiter-Glo reagent. Average results of four independent experiments 481 are shown with standard deviation as error bars. *P value < 0.01 as calculated by one-Inhibition of EAV viral replication by ribavirin, IPPA17-A04 and GAC50. Quantification of infectious particles released by EAV-infected ED cells when treated 493 with ribavirin, IPPA17-A04 or GAC50. 494 Culture supernatants from EAV-infected ED cells at a MOI of 0.5 either untreated or treated with 495 ribavirin (A), IPPA17-A04 (B) or GAC50 (C) were harvested after 48 h of culture. Infectious particles 496 were titrated on RK13 cells and results are expressed as plaque-forming units (PFU) per ml. Average 497 results of two independent experiments are shown with standard deviation as error bars. 498 Antiviral activity of IPPA17-A04 is reversed by uridine addition in culture medium. 500 EAV-infected cell were cultured with or without IPPA17-A04 in the absence or presence of uridine (30 501 µg/ml). At 48 h.p.i., cell survival (A) and viral replication (B) were assessed using the CellTiter-Glo 502 assay. Average results of three independent experiments are shown with standard deviation as error 503 bars. * P<0.01 values were calculate using Student'",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Figure 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Figure 5",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "BSA) against EAV infection. BSA are 90 small molecules that, because of their peculiar mode of action, impair the replication of multiple 91 viruses from different species and genotypes. Nucleotide and nucleoside analogs are excellent 92 examples of BSA. They inhibit transcription and/or replication of different RNA and DNA viruses by 93 targeting components of the viral replication machinery. However, it is established that numerous 94 viruses eventually mutate and develop resistance to these molecules 11-13 . To circumvent this 95 limitation, newly designed BSA overtake the drug resistance problem by targeting host cellular 96 pathways hijacked by the virus to replicate instead of viral factors themselves. 97 Interestingly, one of the most studied BSA is ribavirin which has been described as an inhibitor of 98 porcine reproductive and respiratory syndrome virus (PRRSV) and porcine epidemic diarrhea virus 99 (PEDV) 14 , two nidoviruses closely related to EAV. In vivo, ribavirin is used for treating humans or 100 animals infected with emerging viruses such as Lassa virus or Hantavirus for which therapeutic 101 options are limited 15-18 15,19-21 . Ribavirin is a synthetic analog of guanosine that interferes with viral 102",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "author/funder. All rights reserved. No reuse allowed without permission.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.10.035402 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Yves Janin from the Institut Pasteur, Paris, France and Daniel Dauzonne from 436 CNRS, UMR3666, INSERM, U1143, Institut Curie, Centre de Recherche, Paris, France who kindly 437 provided IPPA-A14 and GAC-50, respectively. We are also very grateful to Fanny Lecouturier and 438Gabrielle Bouet for their technical assistance. 439 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments 435"
        }
    ]
}