{
    "paper_id": "1858240fb4eb8a989571ecbf26da9164e714e1c3",
    "metadata": {
        "title": "Derivation of the effective reproduction number R for COVID-19 in relation to mobility restrictions and con- finement",
        "authors": [
            {
                "first": "Alex",
                "middle": [],
                "last": "Arenas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitat Rovira i Virgili",
                    "location": {
                        "postCode": "E-43007",
                        "settlement": "Tarragona",
                        "country": "Spain"
                    }
                },
                "email": "gardenes@unizar.es"
            },
            {
                "first": "Wesley",
                "middle": [],
                "last": "Cota",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Zaragoza",
                    "location": {
                        "postCode": "E-50009",
                        "settlement": "Zaragoza",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Jesús",
                "middle": [],
                "last": "Gómez-Gardeñes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Zaragoza",
                    "location": {
                        "postCode": "E-50009",
                        "settlement": "Zaragoza",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Sergio",
                "middle": [],
                "last": "Gómez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitat Rovira i Virgili",
                    "location": {
                        "postCode": "E-43007",
                        "settlement": "Tarragona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Clara",
                "middle": [],
                "last": "Granell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Zaragoza",
                    "location": {
                        "postCode": "E-50009",
                        "settlement": "Zaragoza",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Joan",
                "middle": [
                    "T"
                ],
                "last": "Matamalas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School & Brigham and Women's Hospital",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Soriano-Paños",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Zaragoza",
                    "location": {
                        "postCode": "E-50009",
                        "settlement": "Zaragoza",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [],
                "last": "Steinegger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitat Rovira i Virgili",
                    "location": {
                        "postCode": "E-43007",
                        "settlement": "Tarragona",
                        "country": "Spain"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The spread of COVID-19 is posing an unprecedented threat to health systems worldwide 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The fast propagation of the disease combined with the existence of covert contagions by asymptomatic individuals make the controlling of this disease particularly challenging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The key parameter to track the progression of the epidemics is the effective reproduction number R, defined as the number of secondary infections generated by an infected individual 2 . The suppression of the epidemics is directly related to this value, and is attained when R < 1. Here, we find an analytical expression for R as a function of mobility restrictions and confinement measures, using an epidemic model tailored for COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "lence in the population, due to the lack of widespread testing and the number of asymptomatic infections that hamper traceability of secondary cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recently, we have observed how some countries, such as Spain or Italy, have failed in implementing the appropriate measures to stop the advance of the disease on time. Our model suggests this is due to the fact that the mobility reduction imposed was insufficient to bend the curve of incidence of COVID-19. According to the best estimates, the confinement measures enforced in Spain on March 14 achieved only a mobility reduction of 60 ± 5% 3, 4 during the first week, a quantity that, according to our model, falls short to drive the system below the targeted R < 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This example illustrates the difficult task of making accurate early evaluations of containment measures. It is observed that the reduction of mobility due to the confinement of the population has a highly nonlinear effect on the reduction of the epidemic. This makes the task of policy makers notoriously difficult, as they need to design realistic, implementable, confinement measures that reduce the impact of the epidemic sufficiently within the shortest time frame possible. If the interventions planned are too weak, the epidemic will not cease and the surge capacity of healthcare systems will be surpassed, leaving many individuals requiring hospitalization out of the attention they need. Furthermore, once policy makers realize the insufficiency of the interventions put in place, the epidemic may have spread up to a point such that only the most severe interventions will be of real use. On the other side, implementing very strict confinement measures from an early stage would give governments a much needed time to prepare against the attack of the disease, but would most likely take a huge toll in the economy, and consequently, in the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finding the right balance in the intervention measures is a daunting, but essential task 3 for successfully weathering the storm caused by this and any other epidemic in the future. To succeed in this endeavor, predicting the impact of any envisaged actions is crucial. We need to know the exact relationship between the reduction of mobility and confinement measures and its impact on the reproductive ratio R of the epidemics, as this would allow policy makers to implement just the right amount of mobility restrictions needed to minimize the impact of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this paper we aim to solve this problem. We analytically relate the R of the evolution of COVID-19, in a demographically heterogeneous structured population, to the mobility patterns and the permeability of households under confinement. We derive a mathematical expression that allows us to anticipate the result of mobility restrictions and confinement on the effective reproduction number of the spreading of COVID-19 in any specific region. The dependence of R on the average mobility is nonlinear, and presents a sudden transition at R = 1. This transition separates a regime in which the mobility restrictions smoothly slow down the number of cases -the effect known as flattening the curve-, to a regime in which these restrictions sharply decelerate the number of cases -which we refer to as bending the curve-. The difference in the outcome of these two scenarios is very pronounced. First, the curve bending strategy provokes a drastic reduction in the infection speed, attaining a lower attack rate than the flattening strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Secondly, under the bending strategy, the mobility restriction and confinement measures have",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In order to explicitly relate the reduction of mobility and confinement measures with the reproductive ratio R of the epidemics, we first develop a mathematical model, in the line of previous approaches [5] [6] [7] [8] [9] [10] [11] , to predict the epidemic prevalence of COVID-19 throughout a territory. We develop an age-stratified metapopulation compartmental model that encapsulates the particularities of the spreading of COVID-19 regarding (i) its transmission among individuals, (ii) the specificities of certain demographic groups with respect to the impact of COVID- 19, and (iii) the human mobility patterns inside and among regions. The full dynamics of the epidemics is formalized in terms of a Microscopic Markov Chain Approach (MMCA) [12] [13] [14] . We refer the reader to the Methods section for a full description of the model and to the Supplementary Note 1 for the complete analysis of the Markovian equations. This model has been used to assess the necessity for total lockdown in Spain, finally enforced on March 30th 15 , for it allows a direct assessment of mobility restrictions and confinement policies.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 211,
                    "end": 214,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 215,
                    "end": 218,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "[9]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 223,
                    "end": 227,
                    "text": "[10]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 228,
                    "end": 232,
                    "text": "[11]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 577,
                    "end": 590,
                    "text": "19, and (iii)",
                    "ref_id": null
                },
                {
                    "start": 749,
                    "end": 753,
                    "text": "[12]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 754,
                    "end": 758,
                    "text": "[13]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 759,
                    "end": 763,
                    "text": "[14]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1040,
                    "end": 1042,
                    "text": "15",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The effective reproduction number R(t) is defined as the number of secondary cases that an individual, becoming infectious at time t, will produce over time. To achieve the computation of this quantity, and understand its dependencies, we present an incremental rationale from the most rough approximation to the most accurate formula.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Let us consider, first, an scenario (in physics know as mean-field) in which an infected subject i makes k contacts each time step. Assuming an infection probability β, the expected number of individuals infected by i at each time step is β k ρ S , where ρ S is the fraction of susceptible individuals on the population. We can estimate how many individuals have been infected by subject i over time as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "5 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20054320 doi: medRxiv preprint This mean-field approach, reveals the main dependencies of R on the variables of the epidemic propagation. However, this approximation obviates the mobility of individuals and the age strata, as well as the temporal evolution of the variables. This can be largely improved by leveraging the information of the current epidemic model. Let us define R g i , (the reproduction number of patch i and age group g) as the number of secondary cases produced by an infected individual belonging to patch i and age group g 16 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Mathematically, R g i is expressed as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In the above expression the following quantities interplay: the duration of the infectious period, τ ; the average infection probability during the infectious period, β g per age group g; the average number of daily contacts an individual belonging to patch i and age group g makes with individuals in patch j belonging to age group h, k gh ij ; and the fraction of susceptible individuals present in patch j belonging to age group h,ρ S,h j . In summary, the structure of R g i resembles the mean field expression presented in Eq. 1 but takes explicitly into account the mobility of individuals (k gh ij andρ S,h j ). See Methods and Supplementary Note 5 for further details.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The last step to develop a formula for the evolution of R consists in including the temporal dependence on the variables. Both, the average number of contacts k gh ij as well as the pool of susceptible individualsρ S,h j vary in time. Furthermore, we need to take into account the transitions between, and out of, the infectious compartments of the epidemic model in the evolution of an infected individual. Incorporating these elements we obtain:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Functions ζ A,g and ζ I,g account for the probability for an individual, which becomes asymptomatically infectious at time t, to be in the asymptomatic and infected state, respectively, at each posterior time step (see Methods for details). We suppose different values of the infection probability for the asymptomatic (β A ) and symptomatic (β I ) individuals, and we add a factor ν to account for the possible isolation of symptomatic individuals by themselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Once the effective reproduction number is computed for each patch, the value of R(t)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the weighted average over all values R g i (t) taking into account the distribution of the total population N across patches and age groups, n g i , the final analytical expression for the evolution of the effective reproduction number R(t) is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "This expression corresponds to the main result of our study. It allows for evaluating the evolution of the effective reproductive number throughout an epidemic, taking into account the epidemiological characteristics of the disease along with the social, demographic and mobility patterns that characterize the affected population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "It is precisely the inclusion of social, demographic and mobility data in the expression of R(t) what makes this expression a fundamental tool to evaluate and anticipate the effects of confinement and the reduction of mobility. Containment measures are implemented in the model in the spirit of Maier et al. 17 . In this line, the containment measures confine a fraction κ 0 of the population at a given time t. The confinement leads to a reduction in the number of daily contacts to the household size and mobility. Furthermore, the confined population is subtracted from the pool of susceptible individuals but corrected accordingly to the permeability of the households φ (understood as the probability of members of a household to skip confinement for purchase of essential goods). Including these containment measures in the dynamical equations 7 of the proposed epidemic model is straightforward, see Supplementary Note 2.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 310,
                    "text": "17",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We first show that our model is able to capture the effects of implementing confinement measures by using demographic and mobility data for Spain (see Methods section). Once initialized the equations with the initial infectious seeds with the first reported cases up to March 3, we let the model evolve in the free-mobility regime until March 14, when the first mobility restrictions enter into play in Spain and, consequently, confinement is imposed in the model. Once validated the model, we study how enforcing mobility restriction and social distancing can drastically change the course of the epidemics. In the left panel of Figure 2 , we show the number of new cases per day for different levels of confinement, κ 0 . The real value of κ 0 has been assessed from official data on the use of public transportation, cars entrance and exits in cities, and pedestrians flows tracked through cellphones. The confinement is applied at time t c corresponding to March 14. It is observed that, as confinement is applied to a small fraction of the population (κ 0 > 0), the curve for the number of new cases per day starts to broaden and the maximum shifts forward in time. Such a mitigation strategy is known as -flattening the curve-, in which containment delays and lowers the incidence peak. The consequence of the flattening scenario is that the impact over health systems is ameliorated at the expense of a larger epidemic period. However, as confinement is increased (higher κ 0 ), there is a dramatic 8 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 630,
                    "end": 638,
                    "text": "Figure 2",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20054320 doi: medRxiv preprint change for κ 0 between 0.6 − 0.8 in the behavior of the epidemic curve. In particular, for large enough values of κ 0 the epidemic curve reaches its maximum soon after containment is put in place, achieving a completely new scenario, referred to as -bending the curve-, in which prevalence decrease steadily and the epidemic wave is shortened. The two regimes are separated by the condition R(t c ) translating into a critical value of confinement, κ c 0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The two regimes are separated by the condition R(t c ) = 1. The transition between the two regimes is indicated by a white solid line in the right panel of Figure 2 , which shows the effective reproduction number as function of the confinement, κ 0 , and the permeability of the households, φ. The bigger the permeability of the households, i.e. the softer the confinement, the higher the fraction of the population that needs to be confined in order to bend the curve.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 164,
                    "text": "Figure 2",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To illustrate the sudden change in R(t) caused by the implementation of a confinement triggering a subcritical regime κ 0 > κ c 0 , in Figure 3 we show the evolution of R(t) in the case of Spain when confinement is applied on March 14, 2020. Furthermore, we present the evolution of the effective reproduction number of adults (g = M ) for each municipality in Spain, showing that they reach R M i (t) = 1 in different stages. This reveals that the decision to relax containment measures must take into account the entire set of municipalities and not be based exclusively on the effective reproduction number of the country. In particular, relaxing the confinement before every single age group g within each patch i fulfills the condition R g i < 1",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 143,
                    "text": "Figure 3",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Results"
        },
        {
            "text": "can lead to secondary outbreaks driven by those most vulnerable areas. To further illustrate this phenomenon, we show in Figure 3 the spatial distribution of the effective reproduction number of the adult population R M i over the country before and after confinement is implemented. See also Supplementary Figure 3 for the distribution of R g i among different patches for two different temporal snapshots, before and after confinement.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 129,
                    "text": "Figure 3",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 307,
                    "end": 315,
                    "text": "Figure 3",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Results"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20054320 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "As the COVID-19 pandemic affects more and more countries and threatens to overload the critical capacity of health systems, the absence of a SARS-CoV-2 vaccine requires forceful nonpharmacological containment measures by governments. Among these measures, the restriction of mobility and social distancing have been implemented by many countries in an attempt to reduce the impact on health systems and save the time necessary to try more efficient treatments against this emerging pathogen. However, these measures have come up short in Spain to cut the progression of COVID-19, due to covert infections that characterize its silent and rapid transmission beyond areas with a high number of cases detected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "To mount the strategy against SARS-CoV-2 and anticipate its trajectory, it is necessary, in addition to correctly modeling its epidemiological characteristics, to take into account as closely as possible the influence of the fluidity of social contacts that it uses to spread. Here we have shown that it is possible to construct the expression of the effective reproduction number R(t) capturing both the epidemiological characteristics of COVID-19 and those social patterns that facilitate its expansion. This expression enables an accurate evaluation of the spreading potential of SARS-CoV-2 on a given population and, moreover, the assessment of non-pharmacological interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Focusing to the current outbreak in Spain, we have analyzed the effects of different degrees of mobility restrictions κ 0 , using the expression for R(t) evaluated at the time t c when containment is applied. This way, we can accurately determine the effects on the slowdown and suppression of the epidemic caused by different degrees of confinement. Calculating the value R(t c ) we observe a transition as the set of confined inhabitants and the consequent social distancing increase. This transition defines a critical confinement, κ c 0 , that separates a supercritical 10 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20054320 doi: medRxiv preprint scenario, in which R(t c ) > 1 giving rise to a flattening of the curve, to another subcritical one, R(t c ) < 1, in which the change in the social structure is so profound that bends the epidemic curve making it impossible for the virus to spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The exact critical confinement separating the supercritical and subcritical regimes is highly dependent on the underlying social structure and the intrinsic mobility patterns of each population. Furthermore, it depends on the time it is applied, since it depends on the available pool of susceptible agents that can be culled out from the system. The generality of the expression R(t) provided here makes it possible to apply it to any population, paving the way for implementing timely and well-founded epidemiological and socially based non-pharmacological responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. 14 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "These equations correspond to a discrete-time dynamics, where each time-step represents a day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "The rationale of the model is the following. Susceptible individuals become exposed by contacts with asymptomatic and infected subjects, with a probability Π g i . Exposed individuals turn into asymptomatic at a certain rate η g , which in turn become infected at a rate α g . Once infected, two paths emerge, which are reached at an escape rate µ g . The first option is requiring hospitalization in an ICU, with a certain probability γ g ; otherwise, the individuals become recovered. While being at ICU, individuals have a death probability ω g , which is reached at a rate ψ g . Finally, ICUs discharge at a rate χ g , leading to the recovered compartment. See",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "Supplementary Table 1 for a summary of the parameters of the model, and their values to simulate the spreading of COVID-19 in Spain.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 14,
                    "end": 21,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "13"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20054320 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "The value of Π g i (t) encodes the probability that a susceptible individual belonging to age group g and region i contracts the disease. Under the model assumptions, this probability is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "where p g denotes the degree of mobility of individuals within age group g, and P g i (t) denotes the probability that those individuals get infected by the pathogen inside region i. This way, the first term in the r.h.s. of Eq. (12) denotes the probability of contracting the disease inside the residence patch, whereas the second term contains those contagions taking place in any of the neighboring areas. The expression for P g i (t) is quite involved, since it takes into account the infection probabilities, the average number of contacts of the individuals, the population density in each region, the probabilities of contacts between the different age strata, and the isolation of infected individuals; see Supplementary Note 1 for the full description of the model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "Dynamical approximation of the effective reproduction number In the expression of the effective reproduction number R g i for region i and age group g, Eq.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "(2), we have separated the contributions corresponding to the average number of contacts made at patch j with people of age strata h, k gh ij , and the probability of finding a susceptible individual in patch j,ρ S,h j . We need to relate them with all the parameters and variables of the model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "In our model, the number of contacts takes into account the following factors: the average number of contacts of people of age group g, k g ; a nonlinear increasing function of the density of the population in the patch, z g f (ñ j /s j ), where s j is the area of the patch,ñ j is the population at the patch while commuting takes place, and z g is a normalization factor for the density across patches; the probabilities of contact according to age, C gh ; and the probability of moving from 16 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20054320 doi: medRxiv preprint patch i to patch j, M ij . With these ingredients, the expression for the number of contacts is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "The probability of finding a susceptible individual of age h in patch j is simply given by the fraction of susceptible people coming from the rest of the patches:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "Finally, the expected infectious period is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "and the average infection probability by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "See Supplementary Note 5 for full details.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "Dependence on time of the effective reproduction number In Eq. (2), we assume that the fraction of susceptible individuals as well as the average number of contacts is constant during the infectious period. However, the fraction of susceptible individuals obviously changes during that time. More importantly, as containment measures are put in place, the number of contacts varies as well. To account for the temporal variability of these quantities, we calculate the contributions to R g i (t) of the infections produced since the individual became asymptomatically infected at time t. Since the infectious period is divided in two phases, one asymptomatic with infectious rate α g , and another symptomatic with infectious rate µ g , what we have is a coupled 17 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20054320 doi: medRxiv preprint Poisson process. The evolution of the probabilities to be asymptomatic, ζ A,g , or symptomatic, ζ I,g , are given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "Since the seed is initially placed as asymptomatic, the initial conditions are given by ζ A,g (0) = 1 and ζ I,g (0) = 0. Accordingly, solving explicitly the recurrent equations, we find:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "(20)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "Incorporating these probabilities into Eq. (2) we obtain Eq. (3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "Data from Spain Regarding the population structure in Spain, we have obtained the population distribution, population pyramid, daily population flows and average household size at the municipality level from Instituto Nacional de Estadística 18 whereas the age-specific contact matrices have been extracted from 19 . The first imported cases in Spain from January 31 to ",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 314,
                    "text": "19",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "All of the authors wrote the paper and contributed equally to the production of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributions"
        },
        {
            "text": "The authors declare no competing financial interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing financial interests"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20054320 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        },
        {
            "text": "Supplementary Information is available for this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        },
        {
            "text": "Correspondence and requests for materials should be addressed to Alex Arenas (alexandre.arenas@urv.cat) and Jesús Gómez-Gardeñes (gardenes@unizar.es).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "20"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20054320 doi: medRxiv preprint Figure 1 24 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "20"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20054320 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20054320 doi: medRxiv preprint 1 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint Supplementary Figure 1 : Compartmental epidemic model proposed in this study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 98,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "24"
        },
        {
            "text": "The acronyms are susceptible (S g ), exposed (E g ), asymptomatic infectious (A g ), infected (I g ), hospitalized to ICU (H g ), dead (D g ), and recovered (R g ), where g denotes the age stratum for all cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": "3 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint 4 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20054320 doi: medRxiv preprint 6 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20054320 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7"
        },
        {
            "text": "We propose a tailored model for the epidemic spread of COVID-19. We use a previous framework for the study of epidemics in structured metapopulations, with heterogeneous agents, subjected to recurrent mobility patterns [7, 17, 10, 18] .To understand the geographical diffusion of the disease, as a result of human-human interactions in small geographical patches, one has to combine the contagion process with the long-range disease propagation due to human mobility across different spatial scales. For the case of epidemic modeling, the metapopulation scenario is as follows. A population is distributed in a set of patches, being the size (number of individuals) of each patch in principle different. The individuals within each patch are well-mixed, i.e., pathogens can be transmitted from an infected host to any of the healthy agents placed in the same patch with the same probability. The second aspect of our metapopulation model concerns the mobility of agents. Each host is allowed to change its current location and occupy another patch, thus fostering the spread of pathogens at the system level. Mobility of agents between different patches is usually represented in terms of a network where nodes are locations while a link between two patches represents the possibility of moving between them.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 222,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 223,
                    "end": 226,
                    "text": "17,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "10,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 231,
                    "end": 234,
                    "text": "18]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Supplementary Note 1. Epidemic spreading model"
        },
        {
            "text": "We introduce a set of modifications to the standard metapopulation model to account for the different states relevant for the description of COVID-19, and also to substitute the well-mixing with a more realistic set of contacts. Another key point is the introduction of a differentiation of the course of the epidemics that depends on the demographic ages of the population. This differentiation is very relevant in light of the observation of a scarcely set of infected individuals at ages (< 25), and also because of the severe situations reported for people at older ages (> 65). Our model is composed of the following epidemiological compartments: susceptible (S), exposed (E), asymptomatic infectious (A), infected (I), hospitalized to ICU (H), dead (D), and recovered (R). Additionally, we divide the individuals in N G age strata, and suppose the geographical area is divided in N regions or patches. Although we present the model in general form, its application to COVID-19 only makes use of the three age groups mentioned above (N G = 3): young people (Y), with age up to 25; adults (M), with age between 26 and 65; and elderly people (O), with age larger than 65.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 1. Epidemic spreading model"
        },
        {
            "text": "Let us suppose we have a population of N individuals distributed in N P regions, with n i individuals residing in region i. We also consider that individuals belong to one of N G different age strata, in such a way that n g i individuals of age group g live in region i. Thus,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 1. Epidemic spreading model"
        },
        {
            "text": "where n g is the total population of group age g.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 1. Epidemic spreading model"
        },
        {
            "text": "Our system is completely characterized with the fraction of individuals in state m, where m ∈ {S, E, A, I, H, D, R}, for each age stratum g, and associated with each patch i, that we denote in the following as ρ m,g i (t). The temporal evolution of these quantities is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 1. Epidemic spreading model"
        },
        {
            "text": "8 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 1. Epidemic spreading model"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 1. Epidemic spreading model"
        },
        {
            "text": "These equations correspond to a discrete-time dynamics, in which each time-step represents a day. They are built upon previous work on Microscopic Markov-Chain Approach (MMCA) modelization of epidemic spreading dynamics [6] , but which has also been applied to other types of processes, e.g., information spreading and traffic congestion [8, 9, 16] .",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 223,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 342,
                    "end": 344,
                    "text": "9,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 345,
                    "end": 348,
                    "text": "16]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Supplementary Note 1. Epidemic spreading model"
        },
        {
            "text": "The rationale of the model is the following. Susceptible individuals get infected by contacts with asymptomatic and infected agents, with a probability Π g i , becoming exposed. Exposed individuals turn into asymptomatic at a certain rate η g , which in turn become infected at a rate α g . Once infected, two paths emerge, which are reached at an escape rate µ g . The first option is requiring hospitalization in an ICU, with a certain probability γ g ; otherwise, the individuals become recovered. While being at ICU, individuals have a death probability ω g , which is reached at a rate ψ g . Finally, ICUs discharge at a rate χ g , leading to the recovered compartment. See in Supplementary Figure 1 a sketch of the compartmental epidemic model with all the transitions, and Supplementary Table 1 for a list of the parameters and their values to simulate the spreading of COVID-19 in Spain, which will be discussed in Supplementary Note 6.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 682,
                    "end": 704,
                    "text": "Supplementary Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 794,
                    "end": 801,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Supplementary Note 1. Epidemic spreading model"
        },
        {
            "text": "The value of Π g i (t) encodes the probability that a susceptible agent belonging to age group g and patch i contracts the disease. Under the model assumptions, this probability is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 1. Epidemic spreading model"
        },
        {
            "text": "where p g denotes the degree of mobility of individuals within age group g, R g ij is the mobility matrix (fraction of individuals of group age g that choose destination j while living in region i), and P g i (t) denotes the probability that those agents get infected by the pathogen inside patch i. This way, the first term in the r.h.s. of Eq. (S9) denotes the probability of contracting the disease inside the residence patch, whereas the second term contains those contagions taking place in any of the neighboring areas. Furthermore, we assume that the number of contacts increases with the density of each area according to a monotonously increasing function f . Finally, we introduce an age-specific contact matrix, C, whose elements C gh define the fraction of contacts that individuals of age group g perform with individuals belonging to age group h. With the above definitions, P g i reads",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 1. Epidemic spreading model"
        },
        {
            "text": "(S10)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 1. Epidemic spreading model"
        },
        {
            "text": "Parameters β A and β I correspond to the infection probabilities for contacts of a susceptible individual with asymptomatic and symptomatic infected individuals, respectively. The exponents represent the number of contacts made by an agent of age group g in patch i with infectious individuals -compartments A and I, respectively -of age group h residing at patch j. Accordingly, the double product expresses the probability for an individual belonging to age group g not being infected while staying in patch i. Finally, parameter ν is introduced to account for the self-isolation of symptomatic infected individuals, either because of awareness or health state, which effectively reduces their appearance in the patches. The term z g k g f (ñ i /s i ) in Eq. (S10) represents the overall number of contacts (infectious or non infectious), which increases with the density of patch i following function f , where s i is the area of patch i measured in km 2 , and also accounts for the normalization factor z g , which is calculated as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 1. Epidemic spreading model"
        },
        {
            "text": "9 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 1. Epidemic spreading model"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 1. Epidemic spreading model"
        },
        {
            "text": "where the effective population at patch i, i.e., the number of people present at patch i when commuting takes place, is given byñ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 1. Epidemic spreading model"
        },
        {
            "text": "which is distributed in age groups of sizẽ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 1. Epidemic spreading model"
        },
        {
            "text": "For convenience, we have defined the effective mobility matrices M g ji ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 1. Epidemic spreading model"
        },
        {
            "text": "that take into account both the degree of mobility of the population, and the transition probabilities to the neighboring patches. From now on, we will use the tilde to indicate variables measured while the commuting is active, to distinguish them from variables when all the population is in its residence patch.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 1. Epidemic spreading model"
        },
        {
            "text": "The function f (x) governing the influence of population density has been selected, following [11] , as:",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "[11]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Supplementary Note 1. Epidemic spreading model"
        },
        {
            "text": "The last term of the exponents in Eq. (S10) contains the probability that these contacts are contagious, which is proportional to n m,h j i , the expected number of individuals of age group h in the given infectious state m (either A or I) which have moved from region k to region i:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 1. Epidemic spreading model"
        },
        {
            "text": "The discrete time nature of this model allows for an easy computation of the time evolution of all the relevant variables, providing information at the regional level. See Supplementary Note 7 for the details of its application to the COVID-19 outbreak in Spain. Additionally, the model is amenable for analytical inspection, which has allowed us to find the epidemic threshold, see Supplementary Note 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 1. Epidemic spreading model"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20054320 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10"
        },
        {
            "text": "Here we assess the performance of different containment measures to reduce the impact of COVID-19 using the mathematical model. To incorporate containment policies in our formalism, we consider that a given fraction of the adult population κ 0 is isolated at home whereas both young and elderly people are assume to stay at home . In this sense, let us remark that parameter κ 0 allows us to tune the strength of those containment mesaures proposed to contain COVID-19. In this sense, κ 0 = 1 reflects a total lockdown of the population which isolates the households from each other, thus constraining the transmission dynamics at the level of household rather than municipality. From the former assumptions, we compute the average number of contacts of agents belonging to each group g ∈ {Y, M, O} as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 2. Modeling containment measures"
        },
        {
            "text": "where σ encodes the average household size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 2. Modeling containment measures"
        },
        {
            "text": "In this scenario, a relevant indicator to quantify the efficiency of the policy is the probability of one individual living in a household, inside a given municipality i, without any infected individual. Assuming that containment is implemented at time t c , this quantity, denoted in the following as CH i (t c ), is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 2. Modeling containment measures"
        },
        {
            "text": "(S19)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 2. Modeling containment measures"
        },
        {
            "text": "This way, Eqs. (S17) and (S18) become time-dependent:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 2. Modeling containment measures"
        },
        {
            "text": "where Θ(x) is the Heaviside function, that is 1 if x 0 and 0 otherwise. Accordingly, the mobility parameters p g change as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 2. Modeling containment measures"
        },
        {
            "text": "which makeñ g i and z g also dependent on time, see Eqs. (S11)-(S13). Unfortunately, complete isolation of households is impossible, thus we introduce a permeability factor φ that reduces the effective isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 2. Modeling containment measures"
        },
        {
            "text": "This containment strategy is introduced in the dynamical Eqs. (S2)-(S7) by modifying Eqs. (S2) and (S3) for the time after t c :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 2. Modeling containment measures"
        },
        {
            "text": "where we have added a new compartment CH to hold the individuals under household isolation after applying containment κ 0 , and δ a,b is the Kronecker function, which is 1 if a = b and 0 otherwise. Containment also affects the average number of contacts, thus we must also update Eq. (S10):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 2. Modeling containment measures"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "In summary, we have introduced a containment strategy characterized by the isolation of a certain fraction of the population, which in turn reduces the average number of contacts, the mobility and, as a result, the probability of becoming infected, thus reducing the overall prevalence of the disease. The containment is parameterized with the containment factor κ 0 , and the permeability factor φ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20054320 doi: medRxiv preprint Supplementary Note 3. Calculation of R 0 using the next generation matrix",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "The model is amenable for analytical calculations. We calculate the basic reproduction number R 0 using the next generation matrix (NGM) approach [4] . Accordingly, we need to analyze the stability of the disease free equilibrium. We do so by making a first order expansion of the model equations for small values ( ) of the non-susceptible states m: ∼ ρ m,g i ρ S,h j ∀i, j, g, h and ρ m i 1 ∀i, where m ∈ {E, A, I, H, D, R}. The expansion allows us to transform our discrete time Markov Chain into a system of continuous time differential equations. We start by expanding the infection probabilities P g i :",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 149,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "We then insert the above expression into Π g i , leading to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "where it is convenient to separate tensor J if four terms:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "These tensors encode the four different ways in which the epidemic interactions may take place: individuals belonging to the same patch i = j and not moving (J 1 ); interaction in the patch of i with individuals coming from patch j (J 2 ); interaction in the patch of j with individuals coming from patch i (J 3 ); and individuals from i and j interacting at any other patch k (J 4 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "In the next generation matrix framework, we only need to consider the epidemic compartments. Additionally, the framework requires to work in absolute numbers of infected individuals. Accordingly, we define the absolute number of individuals in the respective compartments as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "13 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20054320 doi: medRxiv preprint Making use of the above definitions, the corresponding differential equations take the form:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "Defining the vector N g = N E,g , N A,g , N I,g T , the above system of differential equations can be rewritten as:Ṅ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "where we have defined",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "with,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "In the above tensor we have defined",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "With the above differential equation, the basic reproduction number is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "We can calculate the inverse of the tensor V as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "The inverse of the matrix V g is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "Accordingly, we have:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "As we are looking for the eigenvectors of the tensor F V −1 , we note that their components associated to the compartments A and I -rows 2 and 3-must be zero, since the associated 14 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20054320 doi: medRxiv preprint rows in the above matrix are zero. To be more precise, we have (F V −1 u) g a = 0 for a = 2N P + 1, . . . 3N P , which are the elements associated to the compartments A and I. Accordingly, we can restrict the above matrix only to the vector space associated to the compartment E and the eigenvalues will be equivalent, which gives us the basic reproduction number R 0 :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "and Λ max (Z) denotes the spectral radius of tensor Z.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20054320 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "The effective reproduction number R is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 4. Effective reproduction number and critical containment"
        },
        {
            "text": "where ρ S (t) is the fraction of reachable susceptible individuals at time t and R 0 is the basic reproduction number [3] . In our case, the containment has an effect on both terms. First, κ 0 reduces the pool of individuals susceptible of contracting the disease, i.e. it reduces the term ρ S . And, second, κ 0 reduces the average degree of the individuals and thus it reduces R 0 . Eq. (S50) allows us to accurately determine the effective reproduction number and capture the impact of human mobility and containment measures on the spread of the disease. Computing Eq. (S50) by means of the NGM approach involves the calculation of the spectral radius of tensor Z, which hinders an understanding of the roots behind the transition from flattening to bending the epidemic curve triggered by an efficient confinement, as illustrated in the main text. In order to have an analytical estimation of the critical value of the needed confinement to observe this transition, κ c 0 , let us consider a single well mixed population. In this case, we have",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Supplementary Note 4. Effective reproduction number and critical containment"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 4. Effective reproduction number and critical containment"
        },
        {
            "text": "If we remove the age strata, the basic reproduction number is reduced to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 4. Effective reproduction number and critical containment"
        },
        {
            "text": "where we have approximated",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 4. Effective reproduction number and critical containment"
        },
        {
            "text": "which is valid for low values of the infection probabilities β m . The same result for R 0 , Eq. (S53), is obtained if all age groups share the values of population n g , average number of contacts k g , asymptomatic infectious rate α g , and escape rate µ g , since Λ max (C) = 1 due to the contactby-age matrix C being a stochastic matrix. Accordingly, after introducing containment, we get for the effective reproduction number:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 4. Effective reproduction number and critical containment"
        },
        {
            "text": "where the temporal dependence has been omitted. The parameter φ encodes the permeability (household isolation level), ranging from φ = 0 for which households are perfectly isolated, to φ = 1 which recovers the well-mixed scenario before the intervention, but now with a lower average number of contacts. In order to bend the epidemic curve and not to flatten it we impose the condition R 1. Accordingly, the critical containment value κ c 0 must fulfill the equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 4. Effective reproduction number and critical containment"
        },
        {
            "text": "16 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 4. Effective reproduction number and critical containment"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20054320 doi: medRxiv preprint Defining the following coefficients:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 4. Effective reproduction number and critical containment"
        },
        {
            "text": "we can write Eq. (S56) as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 4. Effective reproduction number and critical containment"
        },
        {
            "text": "whose solution is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 4. Effective reproduction number and critical containment"
        },
        {
            "text": "Note that only the physically meaningful solution, κ c 0 ∈ [0, 1], must be retained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 4. Effective reproduction number and critical containment"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20054320 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17"
        },
        {
            "text": "A naive approach to computing the effective reproduction number R is considering the mean field scenario, in which an infected subject i contacts k individuals each time step. Assuming an infection probability β, the expected number of individuals infected by i at each time step is ρ S k β, where ρ S is the fraction of susceptible individuals on the population. Taking into account the duration of the infectious period τ , we can estimate how many individuals have been infected by subject i over time as: R = ρ S k βτ .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 5. Dynamical approximation of the effective reproduction number"
        },
        {
            "text": "We can extend this approach to include both the temporal dependence and the heterogeneity of contacts induced by daily commuting patterns, making use of all the probabilities provided by our model equations. Moreover, here we aim at studying the temporal evolution of the effective reproduction number beyond the early stage of the disease. In this sense, we define the reproduction number of patch i and age group g as the number of infections observed if we seed an infected individual in the aforementioned patch and age group [14] . This involves considering that this infected individual, with residence in patch i, may commute to patch j, where it will be able to contact and infect susceptible individuals coming from any other patch k.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 534,
                    "text": "[14]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Supplementary Note 5. Dynamical approximation of the effective reproduction number"
        },
        {
            "text": "First, we calculate the expected number of susceptible individuals of age group h which have moved from region k to region j as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 5. Dynamical approximation of the effective reproduction number"
        },
        {
            "text": "The fraction of susceptible individuals of each age group g in patch j at time t is expressed by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 5. Dynamical approximation of the effective reproduction number"
        },
        {
            "text": "Next, we compute the number of susceptible contacts made by an individual of age group g and patch i, which can be expressed as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 5. Dynamical approximation of the effective reproduction number"
        },
        {
            "text": "Using this expression, and assuming that we have an individual from patch i and age group g that has become infectious, we can compute the effective reproduction number for each patch and age group as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 5. Dynamical approximation of the effective reproduction number"
        },
        {
            "text": "For estimating the global effective reproduction number, we then make use of a weighted average taking into account the distribution of the population across patches and age groups:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 5. Dynamical approximation of the effective reproduction number"
        },
        {
            "text": "In Eq. (S65), we assume that the fraction of susceptible individuals as well as the average number of contacts is constant during the infectious period. However, the fraction of susceptible individuals obviously changes during that time. More importantly, as containment measures are put in place, the number of contacts varies as well. To account for the temporal variability of these quantities, we calculate the contributions to R g i (t) of the infections produced since the individual became asymptomatically infected at time t. Since the infectious period is divided in 18 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 5. Dynamical approximation of the effective reproduction number"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20054320 doi: medRxiv preprint two phases, one asymptomatic with infectious rate α g , and another symptomatic with infectious rate µ g , what we have is a coupled Poisson process. The evolution of the probabilities to be asymptomatic, ζ A,g , or symptomatic, ζ I,g , are given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 5. Dynamical approximation of the effective reproduction number"
        },
        {
            "text": "Since the seed is initially placed as asymptomatic, the initial conditions are given by ζ A,g (0) = 1 and ζ I,g (0) = 0. Accordingly, solving explicitly the recurrent equations, we find:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 5. Dynamical approximation of the effective reproduction number"
        },
        {
            "text": "(S70)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 5. Dynamical approximation of the effective reproduction number"
        },
        {
            "text": "Incorporating these probabilities into Eq. (S65) we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 5. Dynamical approximation of the effective reproduction number"
        },
        {
            "text": "19 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 5. Dynamical approximation of the effective reproduction number"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20054320 doi: medRxiv preprint Supplementary Note 6. Parameters for the modelization of the spreading of COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 5. Dynamical approximation of the effective reproduction number"
        },
        {
            "text": "In this subsection, we detail our parameters choice to study the current epidemic outbreak in Spain. Regarding epidemiological parameters, the incubation period has been reported to be η −1 + α −1 = 5.2 days [12] in average which, in our formalism, must be distributed into the exposed and asymptomatic compartments. In principle, if one does not expect asymptomatic transmissions, most of this time should be spent inside the exposed compartment, thus being the asymptomatic infectious compartment totally irrelevant for disease spreading. However, along the line of several recent works [13, 15, 5] we have found that the unfolding of COVID-19 cannot be explained without accounting for infections from individuals not developing any symptoms previously. In particular, our best fit to reproduce the evolution of the real cases reported so far in Spain yields α −1 = 2.86 days as asymptomatic infectious period. In turn, the infectious period while being symptomatic is established as µ −1 = 7 days [1, 20] , except for the young strata, for which we have reduced it to 1 day, assigning the remaining 6 days as asymptomatic; this is due to the reported mild symptoms in young individuals, which may become inadvertent [2] . Furthermore, we have included an isolation factor ν = 0.6 which reduces the infectiousness of symptomatic agents as a result of their self-isolation. We fix the fatality rate ω = 42% of ICU patients by studying historical records of dead individuals as a function of those requiring intensive care. In turn, we estimate the period from ICU admission to death as ψ −1 = 7 days [19] and the stay in ICU for those overcoming the disease as χ −1 = 20 days [1] .",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 212,
                    "text": "[12]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 589,
                    "end": 593,
                    "text": "[13,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 594,
                    "end": 597,
                    "text": "15,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 598,
                    "end": 600,
                    "text": "5]",
                    "ref_id": null
                },
                {
                    "start": 1001,
                    "end": 1004,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 1005,
                    "end": 1008,
                    "text": "20]",
                    "ref_id": null
                },
                {
                    "start": 1220,
                    "end": 1223,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 1602,
                    "end": 1606,
                    "text": "[19]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1678,
                    "end": 1681,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Supplementary Note 5. Dynamical approximation of the effective reproduction number"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "20"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "20"
        },
        {
            "text": "Equations (S2)-(S8) enable to monitor the spatio-temporal propagation of COVID-19 across Spain. To check the validity of our formalism, we aggregate the number of cases predicted for each municipality at the level of autonomous regions (comunidades autónomas), which is a first-level political and administrative division, and compare them with the number of cases daily reported by the Spanish Health Ministry. In this sense, we compute the number of cases predicted for each municipality i at each time step t as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 7. Calibration and validation of the model for the evolution of COVID-19 in Spain"
        },
        {
            "text": "As our model is designed to predict the emergence of autochthonous cases triggered by local contagions and commuting patterns, those imported infected individuals corresponding to the first reported cases in Spain are initially plugged into our model as asymptomatic infectious agents. In addition, small infectious seeds should be also placed in those areas where anomalous outbreaks have occurred due to singular events such as one funeral in Vitoria leading to more than 60 contagions. Overall, the total number of infectious seeds is 47 individuals which represents 0.2 % of the number of cases reported by March 20, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 7. Calibration and validation of the model for the evolution of COVID-19 in Spain"
        },
        {
            "text": "Supplementary Figure 2 shows that our model is able to accurately predict not only the overall evolution of the total number of cases at the national scale but also their spatial distribution across the different autonomous regions. Moreover, the most typical trend observed so far is an exponential growth of the number of cases, thus clearly suggesting that the disease was spreading freely in most of the territories when the model was calibrated. Note, however, that there are some exceptions such as La Rioja or País Vasco in which some strong policies targeting the most affected areas were previously promoted to slow down COVID-19 propagation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 14,
                    "end": 22,
                    "text": "Figure 2",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Supplementary Note 7. Calibration and validation of the model for the evolution of COVID-19 in Spain"
        },
        {
            "text": "We also show in Supplementary Figure 3 the distribution of R g i at three different stages of the epidemic spreading in Spain, according to our model: free spreading without containment (March 14, 2020); 10 days after the implementation of partial confinement, showing the initial effects of containment (March 24, 2020); and 21 days after the implementation of partial confinement (April 4, 2020).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 38,
                    "text": "Supplementary Figure 3",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Supplementary Note 7. Calibration and validation of the model for the evolution of COVID-19 in Spain"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20054320 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "We have performed a sensitivity analysis to check the robustness of the critical value of the effective reproduction number R = 1, identifying the transition from supercritical (flattening) regime to the subcritical (bending) one when applying confinement. For this purpose, we report here the results obtained by tuning some of the parameters of the model under the same assumptions and show that the obtained results are consistent with the results reported in the main text of the manuscript and do not alter the conclusions of our study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 8. Sensitivity Analysis"
        },
        {
            "text": "In particular, we fix the permeability parameter to φ = 0.20 and the confinement to κ 0 = 0.66, and sample a region of the parameters space by varying the average household size, σ ∈ [2, 3], the asymptomatic infectious rate of each strata g, α g ∈ [0.25, 0.5], and the selfisolation parameter of symptomatic infected individuals, ν ∈ [0.5, 0.7].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Note 8. Sensitivity Analysis"
        },
        {
            "text": "Results of this sensitivity analysis are depicted in Figure 4 , where we show that the effective reproduction number remains almost unaltered while exploring different points of the parameters space.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 53,
                    "end": 61,
                    "text": "Figure 4",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Supplementary Note 8. Sensitivity Analysis"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20054320 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20054320 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Are high-performing health systems resilient against the covid-19 epidemic?",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Legido-Quigley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "848--850",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ministerio de transportes, movilidad, y agenda urbana",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Google data mobility reduction",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The effect of travel restrictions on the spread of the 2019 novel coronavirus (covid-19) outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chinazzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "9757",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A spatial model of CoVID-19 transmission in England and Wales: early spread and peak timing",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Danon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brooks-Pollock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "689--697",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand URL",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.25561/77482"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Covid-19 in critically ill patients in the seattle region -case series",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pavan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bhatraju",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bijan",
                    "suffix": ""
                },
                {
                    "first": "Michelle",
                    "middle": [],
                    "last": "Ghassemieh",
                    "suffix": ""
                },
                {
                    "first": "Richard",
                    "middle": [],
                    "last": "Nichols",
                    "suffix": ""
                },
                {
                    "first": "Keith",
                    "middle": [
                        "R"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Arun",
                    "middle": [
                        "K"
                    ],
                    "last": "Jerome",
                    "suffix": ""
                },
                {
                    "first": "Alexander",
                    "middle": [
                        "L"
                    ],
                    "last": "Nalla",
                    "suffix": ""
                },
                {
                    "first": "Sudhakar",
                    "middle": [],
                    "last": "Greninger",
                    "suffix": ""
                },
                {
                    "first": "Mark",
                    "middle": [
                        "M"
                    ],
                    "last": "Pipavath",
                    "suffix": ""
                },
                {
                    "first": "Laura",
                    "middle": [],
                    "last": "Wurfel",
                    "suffix": ""
                },
                {
                    "first": "Patricia",
                    "middle": [
                        "A"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Eoin"
                    ],
                    "last": "Kritek",
                    "suffix": ""
                },
                {
                    "first": "Andrew",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "Anthony",
                    "middle": [],
                    "last": "Luks",
                    "suffix": ""
                },
                {
                    "first": "Chris",
                    "middle": [
                        "R"
                    ],
                    "last": "Gerbino",
                    "suffix": ""
                },
                {
                    "first": "Jason",
                    "middle": [
                        "D"
                    ],
                    "last": "Dale",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Goldman",
                    "suffix": ""
                },
                {
                    "first": "Carmen",
                    "middle": [],
                    "last": "Shane O&apos;mahony",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mikacenic",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Epidemiology and transmission of covid-19 in shenzhen china: Analysis of 391 cases and 1",
            "authors": [
                {
                    "first": "Qifang",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "Yongsheng",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Shujiang",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                },
                {
                    "first": "Chenfei",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "Xuan",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "Zhen",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Xiaojian",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Lan",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Shaun",
                    "middle": [
                        "A"
                    ],
                    "last": "Truelove",
                    "suffix": ""
                },
                {
                    "first": "Tong",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Wei",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Cong",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Xiujuan",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Xiaoliang",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Yu",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Binbin",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Suli",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Yu",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Juncen",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Ting",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Justin",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                },
                {
                    "first": "Teijian",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The estimation of the effective reproductive number from disease outbreak data",
            "authors": [
                {
                    "first": "Ariel",
                    "middle": [],
                    "last": "Cintrón-Arias",
                    "suffix": ""
                },
                {
                    "first": "Carlos",
                    "middle": [],
                    "last": "Castillo-Chávez",
                    "suffix": ""
                },
                {
                    "first": "Luis",
                    "middle": [],
                    "last": "Betencourt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alun",
                    "suffix": ""
                },
                {
                    "first": "Harvey",
                    "middle": [
                        "Thomas"
                    ],
                    "last": "Lloyd",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Banks",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mathematical Biosciences and Engineering",
            "volume": "6",
            "issn": "2",
            "pages": "261--282",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The construction of next-generation matrices for compartmental epidemic models",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A P"
                    ],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of the Royal Society Interface",
            "volume": "7",
            "issn": "47",
            "pages": "873--885",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Estimating the generation interval for covid-19 based on symptom onset data. medRxiv",
            "authors": [
                {
                    "first": "Tapiwa",
                    "middle": [],
                    "last": "Ganyani",
                    "suffix": ""
                },
                {
                    "first": "Cecile",
                    "middle": [],
                    "last": "Kremer",
                    "suffix": ""
                },
                {
                    "first": "Dongxuan",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Andrea",
                    "middle": [],
                    "last": "Torneri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Christel Faes, Jacco Wallinga, and Niel Hens",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Discrete-time Markov chain approach to contact-based disease spreading in complex networks",
            "authors": [
                {
                    "first": "Sergio",
                    "middle": [],
                    "last": "Gómez",
                    "suffix": ""
                },
                {
                    "first": "Alex",
                    "middle": [],
                    "last": "Arenas",
                    "suffix": ""
                },
                {
                    "first": "Javier",
                    "middle": [],
                    "last": "Borge-Holthoefer",
                    "suffix": ""
                },
                {
                    "first": "Sandro",
                    "middle": [],
                    "last": "Meloni",
                    "suffix": ""
                },
                {
                    "first": "Yamir",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Europhysics Letters)",
            "volume": "89",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Critical regimes driven by recurrent mobility patterns of reaction-diffusion processes in networks",
            "authors": [
                {
                    "first": "Jesús",
                    "middle": [],
                    "last": "Gómez-Gardeñes",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [],
                    "last": "Soriano-Paños",
                    "suffix": ""
                },
                {
                    "first": "Alex",
                    "middle": [],
                    "last": "Arenas",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature Physics",
            "volume": "14",
            "issn": "4",
            "pages": "391--395",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Dynamical interplay between awareness and epidemic spreading in multiplex networks",
            "authors": [
                {
                    "first": "Clara",
                    "middle": [],
                    "last": "Granell",
                    "suffix": ""
                },
                {
                    "first": "Sergio",
                    "middle": [],
                    "last": "Gómez",
                    "suffix": ""
                },
                {
                    "first": "Alex",
                    "middle": [],
                    "last": "Arenas",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Physical Review Letters",
            "volume": "111",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Competing spreading processes on multiplex networks: Awareness and epidemics",
            "authors": [
                {
                    "first": "Clara",
                    "middle": [],
                    "last": "Granell",
                    "suffix": ""
                },
                {
                    "first": "Sergio",
                    "middle": [],
                    "last": "Gómez",
                    "suffix": ""
                },
                {
                    "first": "Alex",
                    "middle": [],
                    "last": "Arenas",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Physical Review E -Statistical, Nonlinear, and Soft Matter Physics",
            "volume": "90",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Epidemic spreading in localized environments with recurrent mobility patterns",
            "authors": [
                {
                    "first": "Clara",
                    "middle": [],
                    "last": "Granell",
                    "suffix": ""
                },
                {
                    "first": "Peter",
                    "middle": [
                        "J"
                    ],
                    "last": "Mucha",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Physical Review E",
            "volume": "97",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The scaling of contact rates with population density for the infectious disease models",
            "authors": [
                {
                    "first": "Hao",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Karima",
                    "middle": [],
                    "last": "Nigmatulina",
                    "suffix": ""
                },
                {
                    "first": "Philip",
                    "middle": [],
                    "last": "Eckhoff",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mathematical Biosciences",
            "volume": "244",
            "issn": "2",
            "pages": "125--134",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Yang, Gabriel M. Leung, and Zijian Feng. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Qun",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Xuhua",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Peng",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Xiaoye",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Lei",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Yeqing",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "Ruiqi",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "Kathy",
                    "middle": [
                        "S M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "Eric",
                    "middle": [
                        "H Y"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "Jessica",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Xuesen",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                },
                {
                    "first": "Nijuan",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Chao",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Qi",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Dan",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Tian",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Jing",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Man",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Wenxiao",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "Chuding",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Lianmei",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "Rui",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Qi",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Suhua",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Rui",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Hui",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Yinbo",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Yuan",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Ge",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                },
                {
                    "first": "Huan",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Zhongfa",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Zhiqiang",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "Boxi",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Zhitao",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Yanping",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Guoqing",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Tommy",
                    "middle": [
                        "T Y"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "Joseph",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "George",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (sars-cov2)",
            "authors": [
                {
                    "first": "Ruiyun",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Sen",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "Bin",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Yimeng",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Tao",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Wan",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Jeffrey",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Spatially Adjusted Time-varying Reproductive Numbers: Understanding the Geographical Expansion of Urban Dengue Outbreaks",
            "authors": [],
            "year": 2019,
            "venue": "Scientific Reports",
            "volume": "9",
            "issn": "1",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Serial interval of novel coronavirus (covid-19) infections",
            "authors": [
                {
                    "first": "Hiroshi",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "Natalie",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "Andrei",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A model to identify urban traffic congestion hotspots in complex networks",
            "authors": [
                {
                    "first": "Albert",
                    "middle": [],
                    "last": "Solé-Ribalta",
                    "suffix": ""
                },
                {
                    "first": "Sergio",
                    "middle": [],
                    "last": "Gómez",
                    "suffix": ""
                },
                {
                    "first": "Alex",
                    "middle": [],
                    "last": "Arenas",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Royal Society Open Science",
            "volume": "3",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Spreading Processes in Multiplex Metapopulations Containing Different Mobility Networks",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Soriano-Paños",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lotero",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arenas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gómez-Gardeñes",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Alex Arenas, and Jesús Gómez-Gardeñes. Impact of temporal scales and recurrent mobility patterns on the unfolding of epidemics",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Soriano-Paños",
                    "suffix": ""
                },
                {
                    "first": "Gourab",
                    "middle": [],
                    "last": "Ghoshal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Statistical Mechanics: Theory and Experiment",
            "volume": "2020",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Case-fatality risk estimates for covid-19 calculated by using a lag time for fatality",
            "authors": [
                {
                    "first": "Nick",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "Amanda",
                    "middle": [],
                    "last": "Kvalsvig",
                    "suffix": ""
                },
                {
                    "first": "Lucy",
                    "middle": [
                        "Telfar"
                    ],
                    "last": "Barnard",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [
                        "G"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "compares the predictions of the model for the daily incidence and the number of cases requiring Intensive Care Unit (ICU) assistance with the official data reported by Spain Health Ministry. There it becomes clear that the model, not only qualitatively but also quantitatively, reproduces the impact of restraining human mobility and promoting social distancing on hampering the spread of COVID-19. In the Supplementary Figure 2 we also show the same comparison for daily reported cases at the level of autonomous regions in Spain.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ", M. et al. Preparedness and vulnerability of African countries against importations of COVID-19: a modelling study. The Lancet (2020). 10. Pullano, G. et al. Novel coronavirus (2019-nCoV) early-stage importation risk to Europe, January 2020. Euro surveillance : bulletin Europeen sur les maladies transmissibles = European communicable disease bulletin 25 (2020). 11. Zhang, J. et al. Evolving epidemiology of novel coronavirus diseases 2019 and possible interruption of local transmission outside Hubei Province in China: a descriptive and modeling study. medRxiv 2020.02.21.20026328 (2020). 12. Gómez, S., Arenas, A., Borge-Holthoefer, J., Meloni, S. & Moreno, Y. Discrete-time Markov chain approach to contact-based disease spreading in complex networks. EPL (Europhysics Letters) 89, 38009 (2010). 13. Matamalas, J. T., Arenas, A. & Gómez, S. Effective approach to epidemic containment using link equations in complex networks. Science Advances 4, eaau4212 (2018). 14. Gómez-Gardeñes, J., Soriano-Paños, D. & Arenas, A. Critical regimes driven by recurrent mobility patterns of reaction-diffusion processes in networks. Nature Physics 14, 391-395 (2018). 15. Mitjà, O. et al. Experts request to the spanish government: move spain towards complete lockdown. The Lancet (2020). URL https://doi.org/10.1016/S0140-6736(20)30753-4. 16. Ng, T. C. & Wen, T. H. Spatially Adjusted Time-varying Reproductive Numbers: Understanding the Geographical Expansion of Urban Dengue Outbreaks. Scientific Reports 9, 1-12 (2019).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Nacional de Estadistica. spain. https://www.ine.es. Accessed: 2020-02-26. 19. Prem, K., Cook, A. R. & Jit, M. Projecting social contact matrices in 152 countries using contact surveys and demographic data. PLOS Computational Biology 13, 1-21 (2017). URL https://doi.org/10.1371/journal.pcbi.1005697. 20. Cori, A., Ferguson, N. M., Fraser, C. & Cauchemez, S. A New Framework and Software to Estimate Time-Varying Reproduction Numbers During Epidemics. American Journal of Epidemiology 178, 1505-1512 (2013).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "model The disease dynamics is described making use of variables ρ m,g i (t) which represent the probabilities that individuals of age group g in region i are in state m at time t, where m take the values S, E, A, I, H, D and R, and the age group g is either Y , M or O. The equations of the model read as:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "March 3 were used as the initial conditions of the dynamics. See Supplementary Note 6 and Supplementary Table 1 for the description and selection of the parameters of the model, and Supplementary Note 7 for more details on the calibration and validation of the model for the prediction of the evolution of the spreading of COVID-19 in Spain.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Generalitat de Catalunya ICREA Academia, and the James S. McDonnell Foundation grant #220020325. J.G.G. and D.S.P. acknowledges financial support from MINECO (projects FIS2015-71582-C2 and FIS2017-87519-P) and from the Departamento de Industria e Innovación del Gobierno de Aragón y Fondo Social Europeo (FENOL group E-19). C.G. acknowledges financial support from Juan de la Cierva-Formación (Ministerio de Ciencia, Innovación y Universidades). B.S. acknowledges financial support from the European Union's Horizon 2020 research and innovation program under the Marie Sklodowska-Curie grant agreement No. 713679 and from the Universitat Rovira i Virgili (URV). W.C. acknowledges financial support from the Coordenação de Aperfeiçoamento de Pessoal de Nível Superior, Brasil (CAPES), Finance Code 001.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "the number of cases and the number of patients requiring ICU assistance compared to reported cases for Spain. Left: The solid line is the result of the epidemic model, aggregated by ages, for the number of individuals inside compartments (H+R+D) that corresponds to the expected number of daily reported cases, and dots correspond to real cases reported (mean absolute error: 1974.14). Right: Inpatients in intensive care units (ICU) in Spain. The solid dark line represents the number of patients predicted in compartment H by the model and dots correspond to real ICU occupation (mean absolute error: 181.83). The containment strategy has been applied on March 14 on both figures averaging results from κ 0 in the [0.6, 0.8] interval and φ in on a range of [0.2, 0.4]. The red area covers an interval of ±2 standard deviations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Relationship between R and the mobility restrictions and confinement. Left: Temporal evolution of the number of daily new reported cases in Spain (see text for further details) as a function of the confinement κ 0 (color code). The permeability has been set to φ = 0.2. Right: Effective reproduction number when mobility restrictions are imposed R(t c ) (color code) as a function of the confinement κ 0 and the household permeability φ. The white line denotes the condition R(t c ) = 1 separating the different regimes for which enforcing the confinement leads to the flattening or bending of the epidemic curve respectively. See Supplementary Note 8 and Supplementary Figure 4 for an analysis of the sensitivity of the results.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "of the evolution of R. Top: Temporal evolution of the effective reproduction number associated to each age group g within each municipality i. The solid dark line depicts the global effective reproductive number computed according to Eq. (4). The values of R in the plot are shifted in time to account for the lag between the definition of R and the one usually estimated from data, see EpiEstim 20 , plus the lag in the reporting detected cases, a total of 20 days. Bottom: Spatial distribution of the effective reproduction number of adult population, R M i , before and after confinement policy is promoted. For both panels",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 Supplementary Figure 2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Supplementary Figure 3 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Supplementary Figure 4 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 Supplementary Table 1 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7 1 Epidemic spreading model. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 2 Modeling containment measures. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 3 Calculation of R 0 using the next generation matrix . . . . . . . . . . . . . . . . . . . . . . . . . . 13 4 Effective reproduction number and critical containment. . . . . . . . . . . . . . . . . . . . . . . 16 5 Dynamical approximation of the effective reproduction number . . . . . . . . . . . . . . . . 18 6 Parameters for the modelization of the spreading of COVID-19 . . . . . . . . . . . . . . . . 20 7 Calibration and validation of the model for the evolution of COVID-19 in Spain. . 21 8 Sensitivity Analysis . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 22 Supplementary References . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 23 2 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Prediction of new cases for Spain by autonomous region. Comparison of the results of the model Eqs. (S2)-(S8) for each autonomous region in Spain. The solid line is the result of the epidemic model, aggregated by ages, for the number of individuals inside compartments (H+R+D) that corresponds to the expected number of cases, and dots correspond to real cases reported. The number appearing next to the region name corresponds to the Mean Absolute Error (MAE) between the model prediction and the total number of cases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Effective reproductive number for age strata. Distribution of R g i at three different stages of the epidemic spreading in Spain, according to our model: free spreading without containment (March 14, 2020); 10 days after the implementation of partial confinement, showing the initial effects of containment (March 24, 2020); and 21 days after the implementation of partial confinement (April 4, 2020).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Sensitivity analysis. Distribution of effective reproduction number R values while exploring the parameters space by tuning (σ, α, ν) as described in the text.",
            "latex": null,
            "type": "figure"
        },
        "TABREF3": {
            "text": "COVID-19 estimates for g ∈ {Y, M, O} in Spain",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Gourab Ghoshal and Silvio Ferreira for useful discussions. We also thank Matteo ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}