{
    "paper_id": "19054c7a3d65e0ad7a4a241b8719330f9c3aaecd",
    "metadata": {
        "title": "Clinical evaluation of a SARS-CoV-2 RT-PCR assay on a fully automated system 1 for rapid on-demand testing in the hospital setting",
        "authors": [
            {
                "first": "Dominik",
                "middle": [],
                "last": "Nörz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nicole",
                "middle": [],
                "last": "Fischer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "Schultze",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stefan",
                "middle": [],
                "last": "Kluge",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ulrich",
                "middle": [],
                "last": "Mayer-Runge",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Aepfelbacher",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Susanne",
                "middle": [],
                "last": "Pfefferle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marc",
                "middle": [],
                "last": "Lütgehetmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "• A publicly available SARS-CoV-2 RT-PCR assay was adapted and evaluated on the open mode 11 of the NeuMoDx 96 system (Qiagen) 12",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• The assay showed comparable analytical and clinical performance to the reference assay 13",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• Fast turn-around times (80 minutes) and random-access workflow of the system makes the 14 assay well suited for urgent clinical samples. 15",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Background: The ongoing SARS-CoV-2 pandemic presents a unique challenge for diagnostic 27 laboratories around the world. Automation of workflows in molecular diagnostics are instrumental for 28 coping with the large number of tests ordered by clinicians, as well as providing fast-tracked rapid 29 testing for highly urgent cases. In this study we evaluated a SARS-CoV-2 LDT for the NeuMoDx 96 30 system, a fully automated device performing extraction and real-time PCR. Methods: A publicly 31 available SARS-CoV-2 RT-PCR assay was adapted for the automated system. Analytical performance 32 was evaluated using in-vitro transcribed RNA and clinical performance was compared to the cobas 33 6800-based reference assay within the lab. Results: The NeuMoDx-sarbeco-LDT displayed good 34 analytical performance with an LoD of 95.55 cp/ml and no false positives during evaluation of cross-35 reactivity. A total of 176 patient samples were tested with both the Sarbeco-LDT and the reference 36 assay. Positive and negative agreement were 100% and 99.2% respectively. Invalid-rate was 6.3%. 37",
            "cite_spans": [],
            "ref_spans": [],
            "section": "26"
        },
        {
            "text": "The NeuMoDx-sarbeco-LDT showed analytical and clinical performance comparable to the 38 cobas6800-based reference assay. Due to its random-access workflow concept and rapid time-to-39 result of about 80 minutes, the device is very well suited for providing fast-tracked SARS-CoV-2 40 diagnostics for urgent clinical samples in the hospital setting. 41 2 Introduction:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "In early January 2020, SARS-CoV-2 was first identified as the likely causative agent of a cluster of cases 43 of viral pneumonia in the city of Wuhan, China (1). The novel virus is situated in the 'sarbecovirus' 44 subgenus along with its genetically distinct relative, the original SARS-coronavirus (2). SARS-CoV-2 saw 45 rapid spread worldwide eventually prompting the WHO to declare a 'global health emergency' by the 46 end of January (3). 47",
            "cite_spans": [],
            "ref_spans": [],
            "section": "42"
        },
        {
            "text": "Outbreak scenarios present a unique challenge for diagnostic laboratories. Particularly in the case of 48 respiratory viruses such as SARS-CoV-2, clinical symptoms can be largely indistinguishable from other 49 common respiratory pathogens such as e.g. Influenza (4) and polymerase chain reaction (PCR) assays 50 are necessary to confirm or rule out the novel virus (5). A variety of suitable assays were made available 51 early on during the outbreak, notably by Corman et al. (6) and the CDC, which were swiftly adopted by 52 many labs in Europe and around the world. However, their overall testing capacity remained limited 53 (7). We and others have previously demonstrated how automation in molecular diagnostics enables 54 easy scaling of testing capacity by substantially cutting back hands-on time for 9) . 55",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 481,
                    "text": "Corman et al. (6)",
                    "ref_id": null
                },
                {
                    "start": 810,
                    "end": 812,
                    "text": "9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "42"
        },
        {
            "text": "For the assay presented in this study, we used a fully automated random-access platform for molecular 56 diagnostics, handling everything from extraction, amplification, signal detection to reporting of results 57 (10). For RNA targets, the time-to-result is approximately 80 minutes, given optimal conditions. The 58",
            "cite_spans": [],
            "ref_spans": [],
            "section": "42"
        },
        {
            "text": "availability of an open mode allows for the rapid implementation of lab developed tests (LDT). The aim 59 of this study was to adapt and evaluate a previously published SARS-CoV-2 PCR assay (by Corman et 60 al. (6) In accordance with instructions issued by the manufacturer, a 6x Primer/Probe mix was prepared and 68 5µL of the mix were loaded into the LDT-Strip well by well for each reaction (e.g. 400nM primers, 75 69 nM probe per reaction). For a complete run protocol see the test-summary displayed in table 1. 70 71 72 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "42"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is Step Denature: 6 sec, at 95°C, No Detect",
            "cite_spans": [],
            "ref_spans": [],
            "section": "42"
        },
        {
            "text": "Step Anneal: 19 sec, at 60°C, Detect 73 Table 1 : NeuMoDx-Software run-protocol summary displaying settings and PCR protocol. 74 75 Clinical specimens used for this study were oropharyngeal and nasopharyngeal swabs (E-Swab 76 collection kits, Copan, Italy). Prior to analysis, 1ml Roche cobas PCR medium (≤ 40% guanidine 77 hydrochloride in Tris-HCL buffer) was added to the sample in order to inactivate potential pathogens 78 within and facilitate further handling. Samples were then briefly vortexed before being loaded into the 79 instrument. 80 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 40,
                    "end": 47,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "42"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "42"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is (2, 12). TaqMan based RT-PCR-assays for the novel virus were available online mere days after the 119 initial sequence of SARS-CoV-2 had been published (6). However, while these assays can be 120 implemented relatively swiftly by local diagnostic laboratories, their reliance on manual PCR setups 121 sets narrow limits to overall capacity. A study by Reusken et al. reported ",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 447,
                    "text": "Reusken et al. reported",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "42"
        },
        {
            "text": "Coronavirus by the end of January 2020 in almost all countries of the European union, but with a 123 capacity of 250 tests per week or less for the vast majority of them (7). Similar issues were reported 124 early on in China, where testing could not be performed for all suspected cases due to limitations in 125 capacity (13). 126",
            "cite_spans": [],
            "ref_spans": [],
            "section": "readiness to test for the novel 122"
        },
        {
            "text": "In a recent study we demonstrated that a previously published TaqMan based SARS-CoV-2 RT-PCR 127 assay, endorsed by ECDC and WHO, can be adapted to run on an automated batch-based high-128 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "readiness to test for the novel 122"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi. org/10.1101 org/10. /2020 and signal detection without requiring any human interaction. it provides random-access capabilities 136 and turn-around times of 80 minutes for RNA targets. In this study we have adapted the SARS-CoV-2 137 RT-PCR assay by Corman et al. (6) for use on the NeuMoDx 96 automated system. Analytical and clinical 138 performance was comparable to the cobas6800-based reference assay (11), showing an LoD of 139 approximately 100 copies/ml and positive and negative agreement of 100% and 99.2% respectively. 140",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 98,
                    "text": "org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 112,
                    "text": "org/10. /2020",
                    "ref_id": null
                },
                {
                    "start": 336,
                    "end": 353,
                    "text": "Corman et al. (6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "readiness to test for the novel 122"
        },
        {
            "text": "The relatively high inhibition rate of 6.3% suggests that sample preparation procedures can be 141 optimized further. The NeuMoDx-based Sarbeco-LDT represents a valuable complement to routine 142 SARS-CoV-2 testing by offering the ability to run individual high-priority samples at any time and 143",
            "cite_spans": [],
            "ref_spans": [],
            "section": "readiness to test for the novel 122"
        },
        {
            "text": "reporting results within two hours if necessary. 144",
            "cite_spans": [],
            "ref_spans": [],
            "section": "readiness to test for the novel 122"
        },
        {
            "text": "In this study we have adapted a publicly available SARS-CoV-2 screening assay for use on the open 146 channel of the NeuMoDx 96/288 system (Qiagen). The assay demonstrates comparable analytical and 147 clinical performance to established LDTs currently in use for SARS-CoV-2 diagnostics. Due to its 148 random-access capabilities and short turn-around times (80 minutes), the system is well suited for 149 automating medium-throughput routine SARS-CoV-2 testing, or as an addition to high-throughput 150 systems to allow fast-tracking for highly urgent clinical samples. 151 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "145"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.07.20056234 doi: medRxiv preprint the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "145"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.07.20056234 doi: medRxiv preprint the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "145"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10. 1101 /2020 ",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 104,
                    "text": "/2020",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "145"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "China",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "157",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A Novel Coronavirus from Patients with 158 Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "2020. 159 3. WHO. Statement on the second meeting of the International Health Regulations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Emergency Committee regarding the outbreak of novel coronavirus (2019-nCoV). World Health 161 Organisation Website (whoint)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "2020. 164 5. WHO. Laboratory testing for coronavirus disease 2019 (COVID-19) in suspected human cases. 165 . World Health Organisation Website (whoint)",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "2020--166",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Detection of 2019 novel 167 coronavirus (2019-nCoV) by real-time RT-PCR",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Landt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Molenkamp",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meijer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Laboratory readiness 169 and response for novel coronavirus (2019-nCoV) in expert laboratories in 30 EU/EEA countries",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reusken",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Broberg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Haagmans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meijer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Papa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical evaluation of 172 multiplex RT-PCR assays for the detection of influenza A/B and respiratory syncytial virus using a high 173 throughput system",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Eigner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reucher",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hefner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Staffa-Peichl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kolb",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Betz",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Virol Methods",
            "volume": "269",
            "issn": "",
            "pages": "49--54",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ten years of R&D and full automation in molecular 175 diagnosis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Greub",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sahli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brouillet",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jaton",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Future Microbiol",
            "volume": "11",
            "issn": "3",
            "pages": "403--428",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "NeuMoDx Group B Streptococcus Assay on the NeuMoDx 288 Molecular System",
            "authors": [],
            "year": 2019,
            "venue": "Journal of Clinical 178 Microbiology",
            "volume": "57",
            "issn": "2",
            "pages": "1324--1342",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Evaluation of a quantitative RT-PCR assay for 180 the detection of the emerging coronavirus SARS-CoV-2 using a high throughput system",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfefferle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reucher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nörz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lütgehetmann",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "War stories",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Enserink",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "339",
            "issn": "6125",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Characteristics of and Important Lessons From the Coronavirus Disease 184 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for 185 Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "186",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Generating timely molecular 187 diagnostic test results: workflow comparison of the cobas(R) 6800/8800 to Panther. Expert Rev Mol 188 Diagn",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Aretzweiler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leuchter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Frontzek",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "951--958",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "fwd: 5´-ACAGGTACGTTAATAGTTAATAGCmGT-3´, rev 5´-ATATTGCAGCAGTACGCACAmCA-3´) 63 and probe (5´-Fam-ACACTAGCC/ZEN/ATCCTTACTGCGCTTCG-Iowa Black FQ-3') used for Sarbeco-LDT 64 were custom made and purchased from IDT DNA Technologies (Coralville, USA). Both primers were 65 modified with 2'-O-methyl bases in their penultimate base to prevent formation of primer dimers (mG 66 or mC). A double-quenched probe was used in order to reduce background fluorescence. 67",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "3´. IVT-RNA was adjusted for copy-numbers to a 85 predefined RNA standard obtained from \"European virus archive\" (EVA), (https://www.european-86 virus-archive.com). 87 A total of 8 replicates of 4 different concentrations (400, 100, 40 and 10 copies/ml) and negative 88 control were used to determine LoD by probit-analysis (MedCalc, MedCalc Software Ltd). Limit of 89 detection was determined as 95.55 cp/ml at 95% probability of detection (CI 63.56 cp/ml -241.46 90 cp/ml).(Figure 1) 91Inter-run and intra-run variability were evaluated using spiked swab samples containing IVT-RNA at 92 approximately 5x and 10x LoD, running 5 repeats each on two different days. Median Ct values were 93 27.045 (+/-0.695 ct) and 27.640 (+/-1.14 ct) for 10x LoD and 5x LoD respectively. 94In order to rule out potential cross-reactivity with other organisms present in respiratory swabs, a set 95 of predetermined clinical samples containing a variety of respiratory pathogens and external quality 96 assessment panel samples were selected and subjected to the Sarbeco-LDT. There were no",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Clinical samples and external quality control samples (provided by INSTAND e.V., Düsseldorf, 103 yield valid results on the NeuMoDx system are reported as \"Invalid\". The inhibition rate was 6.3% 110 (11/176 samples, all of which were tested negative in the reference assay). Positive agreement was 111 100% (35/35, amplification curves see figure 2) and negative agreement was 99.2% (129/130). A single 112 discrepant sample occurred, returning positive on the NeuMoDx system (late ct, close to LoD) and 113 negative on the cobas6800. Root cause investigation revealed that this patient had previously the current SARS-CoV-2 outbreak to the SARS pandemic in 2003/04, it is immediately 117 apparent how much faster emerging pathogens can be identified and characterized in the modern day 118",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Probit-curve of LoD assessment (Blue curve, Probability of detection; Red curves,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Amplification curves of all positive clinical samples as displayed by the NeuMoDx Software. 197 Left: FAM-probe (E-gene), normalized; Right: VIC/JOE-probe (IC)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "NeuMoDx software setup: Ct Calling Algorithm: Second Derivative Result Type: Qualitative Speciment Type: TransportMedium Specimen Aspirate Volume (µL): 400 Lysis: 600 sec. (Lysis Buffer 4) Target: SPC2, Speciment Type: TransportMedium Minimum End Point Fluorescence: 1000 Minimum Peak Height: 10 Target: FAM (Sarbeco-E), Speciment Type: TransportMedium Reporter: Green (470/510) Peak Minimum Cycle: 25 Peak Maximum Cycle: 40 Minimum End Point Fluorescence: 1000 Minimum Peak Height: 10 PCR Stage: RT (Hold, 900 sec, 50°C) PCR Stage: InActivation (Hold, 240 sec, 95°C) PCR Stage: Cycle (Cycle, 50 Cycles)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}