{
    "paper_id": "190c957d11e41c2310ffc5c93c8b342d42a48fbf",
    "metadata": {
        "title": "Chest CT Scan of Hospitalized Patients with COVID-19: A Case-Control Study",
        "authors": [
            {
                "first": "Lianpin",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qike",
                "middle": [],
                "last": "Jin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wenzhou Medical University",
                    "location": {
                        "settlement": "Wenzhou",
                        "region": "Zhejiang",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiawei",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jianghu",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": "jianghu.dong@unmc.edu"
            },
            {
                "first": "James",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nebraska Medical Center",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Introduction: This paper sought to investigate the clinical characteristic differences between suspected and confirmed patients with COVID-19 from CT scan to prevent and treat this infectious disease, since the coronavirus outbreak in the world has seriously affected the quality of life. Methods: We proposed to use a retrospective case-control study to give a comparison between suspected patients and confirmed patients in the clinical characteristics. Results: (56%) patients were confirmed for COVID-19 from suspected 167 patients. We find that elder people were more likely to be infected by COVID-19. Among the confirmed 94 patients, 2 (2%) patients were admitted to an intensive care unit, and 0 (0%) patients died during the study period. We find that images of CT scan of patients with a COVID-19 are significantly different from patients without a COVID-19. Conclusions: To our best knowledge, it is the first time to use the case-control design to study the coronavirus disease, since it is particularly appropriate for investigating infectious disease outbreaks. The clinical treatment experience in this study can supply a guideline for treating COVID-19 as the number of the infected patients is increasing in the world. Compared with other studies, we find that the mortality rate and the intensive care unit rate can be reduced if patients can be treated timely in the right identification and detection with nucleic acid testing and chest CT scan. Therefore, we recommend nucleic acid testing and chest CT scan for the clinical treatment practice from this successful clinical treatment study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In December 2019, many cases of pneumonia have been detected in Wuhan, Hubei Province, China. These patients were with similar clinical manifestations of viral pneumonia, characterized by fever and cough and other nonspecific symptoms, including breathing difficulties, muscle aches, and fatigue. Based on the development characteristics and viral structure of this health emergency, the World Health Organization (WHO) named it as COVID-19 1 , which is the seventh member of the human-infected coronavirus family 2, and two other notable family members are severe acute respiratory syndrome (SARS) coronavirus and Middle East Respiratory Syndrome (MERS) coronavirus, which have caused significant public health hazards. The paper 2 confirmed that COVID-19 can be transmitted from people to people through droplets or contact, or through the fecal-oral route, with a high incidence and rapid infection, posing a huge threat to global public health. COVID-19 is spreading around the world. The coronavirus outbreak in the world has seriously affected the quality of life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One main purpose is to show the clinical treatment experience in COVID-19 from CT scan. Patients in this study were different from Wuhan patients in the paper 3 . All the suspected patients with/without the symptoms were concentrated to the hospital in the fever clinic areas, and then they were carried out by physical examinations including the blood routine test, C-reactive protein test, nucleic acid examination, and chest CT scans.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 160,
                    "text": "3",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "If the abnormal and blood routine did not indicate the obvious signs of bacterial infection, then patients were becoming a suspected case. After that, the new coronavirus nucleic acid examination was carried out to test whether it was positive or negative. Positive patients were further transferred to the special ward for treatment with the chest CT All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.07.20056762 doi: medRxiv preprint 3 scans, which can show the cloudy lungs on both sides of each infected person. Therefore, this case-control study wants to investigate whether nucleic acid testing and CT imaging examination are the important key to detect the lung infection and identify the suspected COVID-19 infections, since rapid identification of diseases can ensure timely treatment with very limited health resources for a large amount number of sick patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To demonstrate the clinical outcomes of the above treatment process, we compared the patient character and clinical treatment outcomes of confirmed patients with those suspected patients. We investigated the progression analysis review of the CT scans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We find that this case-control study has more cases than the initial partial reported study 4 with total 62 cases. Therefore, we believed that this retrospective case-control report can provide some detail data for understanding the Coronavirus from the perspective of CT scan results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The 167 consecutive hospitalized patients collected from January 21 to Feb 11, 2020, and the final date of follow-up was February 28, 2020. Patient epidemiological data, clinical symptoms, blood routine test, and chest CT characteristics were collected in the hospital in standard form. The chest CT Scan was performed using GE Light Speed VCT 64-slice and Phillips Brilliance 16-slice CT. The scanning parameters are tube voltage 120 kV, automatic tube current, scanning layer thickness 5.00 mm, All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data resource"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data resource"
        },
        {
            "text": "It is known that the case-control design is particularly appropriate for investigating infectious disease outbreaks. We divided all suspected patients into the control group and the case group from the nucleic acid testing result. The case group included the suspected patients with a positive nucleic acid testing result, and the control group included patients with a negative nucleic acid testing result. We summarized continuous variables as either means and standard deviations or medians with interquartile ranges for all patients in control and case groups. For categorical variables, we calculated the percentages of patients in each category. Characteristics for case and control patients All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.07.20056762 doi: medRxiv preprint 5 were compared using analysis of variance or nonparametric statistics (rank sum tests) and Chi-square tests as appropriate. All analyses were done with SAS software, version 9.4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "No patients were involved in the clinical trial design, setting the research questions, and the outcome measures directly. No patients were asked to advise on interpretation or writing up of results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement"
        },
        {
            "text": "The 167 COVID-19 suspected patients were included in the statistical analysis. Their author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient epidemiological characteristics"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.07.20056762 doi: medRxiv preprint 6 fight the COVID-19 disease. The summary of basic characteristics in all 167 patients with COVID-19 is shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 264,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Patient epidemiological characteristics"
        },
        {
            "text": "The results of blood routine tests of 167 patients were summarized in Table 2 , where the confirmed patients were compared with patients with the negative result from nucleic acid testing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 77,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Biochemical testing"
        },
        {
            "text": "In the first chest CT scan of 167 COVID-19 patients, 85% confirmed patients have lesions in both of left and right lung compared 30% in suspected patients. 78%",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chest CT scan and image"
        },
        {
            "text": "confirmed patients had more than 3 lesions. 95% confirmed patients were with patch lesion morphology. The detail comparative results are summarized in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 158,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Chest CT scan and image"
        },
        {
            "text": "CT scans of eight random selected patients were shown in Figure1. We find that CT scans of patients with a coronavirus are significantly different from patients without a coronavirus infection. For example, the lesions are multiple patchy, and the grinding glass shadows are distributed in the peripheral pulmonary field in the infected patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chest CT scan and image"
        },
        {
            "text": "The lesions are large, strip-like, uneven density, and to the lung leaf or lung section distribution, the neighbor's pleural reactive slight thickening in patients without a virus infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chest CT scan and image"
        },
        {
            "text": "Two (2%) patients in the case group were admitted to an intensive care unit (ICU) in this study. It is different from the recent report 5 with 26% patients in ICU. Both of ICU All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intensive Care Unit"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intensive Care Unit"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.07.20056762 doi: medRxiv preprint 7 patients were elder patients with hypertension or diabetes. 0 (0%) patients died during the followed-up period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intensive Care Unit"
        },
        {
            "text": "This paper gave the clinical characteristic differences between suspected and confirmed patients with COVID-19. 94 (56%) COVID-19 patients were identified from the suspected 167 patients in this case-control study. We find that fever symptoms account for the first clinical characteristics since 74% of patients had a fever/cough symptom, and then followed other gastrointestinal reactions, sore throat, fatigue, and muscle pain. Laboratory examination showed normal or decreased peripheral white blood cells, decreased lymphocyte count, and increased C-reactive protein (CRP) level. Their clinical characteristics did not fully cover all patients such as first symptoms. We also find that some suspected patients need to be combined with epidemiological history since the first nucleic acid testing were negative, but they were confirmed positive later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Elder people were more likely to be infected by COVID-19 from Table 1. Among the confirmed 94 patients, 2 (2%) patients were admitted to an intensive care unit, and 0 (0%) patients died during the study period. Compared with the clinical result in the paper 6,7 , our clinical treatments were more successful from the clinical treatment process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The strengths of this case-control design can clearly show the difference between the confirmed and suspected patients. The comparative results can provide some valuable All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.07.20056762 doi: medRxiv preprint 8 information in the understanding of the clinical features of COVID-19 and identifying the potential patients from suspected patients, especially in the current period when the number of people with the suspected disease is increasing rapidly in the world. We recommend that the nucleic acid examination and chest CT scan are important tools to detect COVID-19 and stop the deterioration process of the lung function to Intensive Care Unit from our clinical treatment experience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Ethics approval for this project was obtained from the Institutional Review Board of the University of Nebraska Medical Center (1982933).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "1. WHO Clinical management of severe acute respiratory infection when Novel coronavirus (nCoV) infection is suspected: interim guidance. Jan 11, 2020. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.07.20056762 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.07.20056762 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.07.20056762 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.07. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.07.20056762 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Updated understanding of the outbreak of 2019 novel coronavirus (COVID-19) in Wuhan",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Journal Medicine Virol",
            "volume": "92",
            "issn": "4",
            "pages": "441--447",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25689"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m606"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "11",
            "pages": "1061--1069",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "CT scan and image data have covered the comprehensive features for each patient as follows: (1) the location of lesions according to the left, right, or both lungs, (2) the number of lesions, (3) the location of the lesions along the bronchus beam distribution, near pleural distribution, or mixed distribution, (4) the lesion size, (5) the presence of air bronchi sign or not, (6) the presence of grid-like texture, (7) the lesion morphology, (8) lung involvement percentage (9) The presence of atelectasis or not, (10) whether the density of the lesion is ground-glass-like, solid or mixed, (11) the presence of pleural effusion or the presence of lymphadenopathy in extrapulmonary manifestations, and (12) other potential lung diseases features such as pulmonary bullae, pulmonary nodules, calcifications, and fibrous lesions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "aged 1-87 and the mean (SD) age of the patients was 44 (19) years. 94 confirmed cases (56%) and 67(45%) control group. 92 (55%) were male and 75 (45%) were females, with men accounting for the largest proportion. In COVID-19 patients, there were 38 cases (23%) in Wuhan. There were 8 cases of hypertension 23 (14%), 13 (8%) cases of diabetes, 13 (8%) cases of Cardiogenic diseases, 3 cases of lung disease (1%), 1 case of kidney disease, and 2 (1%) cases of liver disease. 123 (74%) cases of first symptoms, the most common symptoms are 123 (74%) cases of fever, 105 (63%) cases of cough, 22 (13%) cases of runny nose, 22 (13%) cases of gastrointestinal symptoms, 42 (25%) cases of sore throat, 32 (19%) cases of fatigue, 31 (19%) cases of muscle pain. 47% patients have been treated by Chinese medicine, and it may help All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Chan JF-W, Yuan S, Kok K-H, et al. A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person to person transmission: a study of a family cluster. Lancet 2020; 395:514-523 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Left panel are CT scans of four random selected patients with a positive nucleic acid testing. Their lesions are multiple patchy, and the grinding glass shadows are distributed in the peripheral pulmonary field. Right panel are CT scans of four random selected patients with a negative nucleic acid testing. Their lesions are large, strip-like, uneven density, and to the lung leaf or lung section distribution, the neighbor's pleural reactive slight thickening. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Patient epidemiological characteristics",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The results of blood routine tests from clinical blood laboratory All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Chest CT results with lesions and imaging manifestationsAll rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}