{
    "paper_id": "1e2d9429a506fa26b0b1e8d33d56cd1ef483ee6e",
    "metadata": {
        "title": "TITLE PAGE Full Length Manuscript Title: Forecasting of COVID-19 Cases and Deaths Using ARIMA Models Running Title: ARIMA Models in COVID-19 Written by",
        "authors": [
            {
                "first": "Lutfi",
                "middle": [],
                "last": "Bayyurt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tokat Gaziosmanpasa University",
                    "location": {
                        "postCode": "60250",
                        "settlement": "Tokat",
                        "country": "Turkey"
                    }
                },
                "email": "ebayyurt@yahoo.com.tr"
            },
            {
                "first": "Burcu",
                "middle": [],
                "last": "Bayyurt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Most people from all of the world infected with the new Coronavirus (2019-nCoV) at the present time. Coronaviruses are enveloped, positive single-stranded RNA viruses that infect humans and many animals. 1 2019-nCoV affects different people in different ways. The common symptoms of the disease are fever, fatigue and dry cough. Coronaviruses have caused two major pandemics, such as SARS and MERS over the past two decades. 2, 3 Since the SARS outbreak 18 years ago, a large number of SARS-related Coronaviruses (SARSr CoV) have been discovered in bats. Zhou et al. (2020) reported that 2019-nCoV was identified in China (Wuhan) that caused an acute respiratory syndrome epidemic in humans. 4 The outbreak that started on 12 December 2019 continues to spread worldwide and results in fatality. Since there is no approved treatment for COVID-19 currently prevention and preparation in healthcare services are crucial. This study include Italy and Spain that have high number of case and death from Europe also Turkey in which number of the case and death start to increase. From February 2, 2020 to March 27, 2020; means of the fatality rates of Italy, Spain and Turkey are calculated as %10, %7 and %2, respectively. Modeling and future forecast of daily number of confirmed cases and deaths can help the treatment system. 5 Aim of present study, the statistical prediction models could be meaningfull in forecasting and controlling this global pandemic threat. For this purpose, Auto Regressive Integrated Moving Average (ARIMA) model was used to predict the confirmed cases and deaths of COVID-19.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 205,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 425,
                    "end": 427,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 428,
                    "end": 429,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 555,
                    "end": 573,
                    "text": "Zhou et al. (2020)",
                    "ref_id": null
                },
                {
                    "start": 692,
                    "end": 693,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "New coronavirus disease (COVID-19) is a pandemi caused by a newly discovered Coronavirus."
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New coronavirus disease (COVID-19) is a pandemi caused by a newly discovered Coronavirus."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20069237 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New coronavirus disease (COVID-19) is a pandemi caused by a newly discovered Coronavirus."
        },
        {
            "text": "The daily case and death data of COVID-19 from February 2, 2020 to March 27, 2020 were collected from the official website of European Centre for Disease Prevention and Control (https://www.ecdc.europa.eu/en/publications-data/download-todays-data-geographic-distribution-COVID-19-cases-worldwide). 6 Excel 2019 was used to build a time-series database. SPSS 21 and Eviews 10 statistical software was used to perform statistical analysis on the case and death datasets, and the statistical significance level was set at 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "ARIMA model consists of autoregressive (AR) model, moving average (MA) model and seasonal autoregressive integrated moving average (SARIMA) model. 7 Various methods are used to estimate whether a time series is stationary. One of these methods is the Increased Dickey-Fuller (ADF) unit root test. 8 Log transformation and differences are the preferred approaches to stationary the time series. 9 Seasonal and nonseasonal differences were used to stationary the term trend and periodicity. 10",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The non-seasonal ARIMA model is usually denoted as ARIMA ( , , ), in which is the order of the autoregression (AR) component, is the order of the differencing process to form a stationary times series, and is the order of the moving average (MA) process. 11 In an ARIMA model, the value of at time is estimated as equation (1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "where is the value at time , is the AR parameter, and is the MA parameter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20069237 doi: medRxiv preprint Before analyzing, time series must become station-based on mean and variance. The Augmented Dickey-Fuller (ADF) is used in recognizing stationary in the mean and Ljung Box test in recognizing whether the time series is stationary based on variance or not. 8 The stationarity levels of the series are analyzed by Dickey and Fuller (1981) . 12",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 401,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 456,
                    "end": 480,
                    "text": "Dickey and Fuller (1981)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "After the extended Dickey and Fuller test (ADF) expressed by equation (2) SPSS 21 and Eviews 10 statistical software were used to perform statistical analysis on the case and death datasets, and the statistical significance level was set at 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Time series analysis were made for the number of cases and deaths in Italy, Spain and Turkey due to COVID-19 pandemic. When the time series graphs are examined, the trend is seen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Autocorrelation (ACF) and partial autocorrelation (PACF) graphics were used to see this more clearly and determine its stationary. In the ACF graph, it is seen that the series is not stationary . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20069237 doi: medRxiv preprint since many delays exceed the confidence limits. In this case, the first order difference was applied to the series and it was ensured to become stationary ACF and PACF graphs of the first order difference of the series for Italy, Turkey and Spain are showed respectively ( Fig. 1) (Fig. 2)   (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 417,
                    "end": 444,
                    "text": "Fig. 1) (Fig. 2)   (Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "After the first difference procedure, the series became stationary as seen from the autocorrelation graph. Parameters of the ARIMA model were estimated by autocorrelation function (ACF) and partial autocorrelation (PACF) graph. To determine the number of case and death of COVID-19, the best ARIMA models are showed (Table I) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 316,
                    "end": 325,
                    "text": "(Table I)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Time series were created using the best ARIMA models selected. Goodness of fit criteria and coefficients for the time series models are given in (Table II) . According to the findings; It has been determined that the coefficients of the models used to predict the number of case and death in Italy is statistically significant (P<0.05). The constant coefficient for the number of cases and deaths was not included in the model since it was statistically insignificant (P˃0.05). It was determined that the explanatory power of the estimation equation for the number of case in Italy was 76.1% and the error terms were stationary as a result of Ljung-Box statistics. It has been determined that the model can be used for foresight due to the provision of necessary assumptions. The explanatory power of the model for the number of death in Italy was calculated as 92.7%, and it was determined that the error terms were stationary as a result of Ljung-Box statistics. Models with a MAPE (Mean Absolute Percentage Error) value below 10% are very good, models with a range of 10-20% are good, models with a range of 20-50% are acceptable, and models above 50% are classified as incorrect and inaccurate. It is determined that models can . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 155,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20069237 doi: medRxiv preprint be used in making future predictions due to high determination coefficients (R 2 ) and MAPE value is less than 10%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The coefficients of the models used to predict the number of case and death in Turkey were determined to be statistically significant (P<0.05). The constant coefficient for the number of case and death was not included in the model since it was statistically insignificant (P˃0.05). It was determined that the explanatory power of the estimation equation for the number of case in Turkey was 81.7% and the error terms were stationary as a result of Ljung-Box statistic. It has been determined that the model can be used for foresight due to the provision of necessary assumptions. The explanatory power of the model for the number of death in Turkey was calculated as 71.4% and it was determined that the error terms were stationary as a result of Ljung-Box statistics. it is determined that models can be used in making future predictions since MAPE value is less than 10%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The coefficients of the models used to predict the number of case and death in Spain was statistically significant (P<0.05). It was determined that the explanatory power of the estimation equation for the number of case in Spain was 95.0%, and the error terms were stationary as a result of the Ljung-Box statistic. It has been determined that the model can be used for foresight due to the provision of necessary assumptions. The explanatory power of the model for the number of death in Spain was calculated as 95.8%, and it was determined that the error terms was stationary as a result of Ljung-Box statistics. It is determined that models can be used in making future predictions since MAPE value is less than 10%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20069237 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The confirmed and prediction graphs of the number of case and death of the countries are given in (Fig. 4-6) . While number of cases in Italy and Spain is expected to decrease as of July, in Turkey is expected to decline as of September. The number of deaths in Italy and Spain is expected to be the lowest in July. In Turkey, this number is expected to reach the highest in July ( Fig. 4-6) . pandemic in Italy, China, South Korea, Iran and Thailand. It is similar to our study in estimating the number of cases in Italy. 5 However, since the results of our study are obtained from more recent data, we think that we have obtained a more consistent forecast for the future.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 108,
                    "text": "(Fig. 4-6)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 382,
                    "end": 391,
                    "text": "Fig. 4-6)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "In conclusion, ARIMA models have been created by considering the most appropriate AIC and BIC values for case and death numbers for each country. According to the results, while number of cases in Italy and Spain is expected to decrease as of July, in Turkey is expected to decline as of September. The number of deaths in Italy and Spain is expected to be the lowest in July. In Turkey, this number is expected to reach the highest in July. In addition, it is thought that studies in which the sensitivity and validity of these methods are tested with more cases will contribute to researchers working in this field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The authors have no conflicts of interest to declare in relation to this research article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20069237 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20069237 doi: medRxiv preprint Figure 2 . Daily confirmed cases and deaths according to first order difference ACF and PACF plots in Turkey.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Conflict of Interest"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20069237 doi: medRxiv preprint Figure 3 . Daily confirmed cases and deaths according to first order difference ACF and PACF plots in Spain.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Conflict of Interest"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20069237 doi: medRxiv preprint CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20069237 doi: medRxiv preprint Figure 5 . ARIMA forecast case and death graph for the COVID-19 in Turkey . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Conflict of Interest"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20069237 doi: medRxiv preprint Figure 6 . ARIMA forecast case and death graph for the COVID-19 in Spain . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Conflict of Interest"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20069237 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The COVID-19 epidemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Velavan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Trop Med Int Health",
            "volume": "25",
            "issn": "",
            "pages": "278--280",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Günther",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Der Werf",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Brodt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1967--1976",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1820",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nature",
            "volume": "2020",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "is tested by unit root test, predictions for each series are determined by ARIMA models. To determine the appropriate ARIMA (p, d, q) model, the autocorrelation and partial autocorrelation functions of each series were examined and the significance of the parameters were checked. AIC (Akaike information criterion) and BIC (Schwartz Bayes information criterion) criteria were used in the selection of the appropriate model, and the future predictions were made by choosing the model that produces the best results as a prediction model. The initial number of ARIMA model was guessed through autocorrelation function (ACF) graph and partial autocorrelation (PACF) graph.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Our results are compatible with findings obtained from Benvenuto et al. (2020). 10 In addition, (Tania et al., 2020) used ARIMA models to estimate the number of case related to the COVID-19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "on the COVID-2019 epidemic dataset. Data brief, 2020;105340. 11. Shi Z, Fang, Y. Temporal relationship between outbound traffic from Wuhan and the 2019 coronavirus disease (COVID-19) incidence in China. medRxiv. 2020. 12. Dickey DA, Fuller WA. Likelihood ratio statistics for autoregressive time series with a unit root. Econometrica, 1981;1057-1072.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "ARIMA forecast case and death graph for the COVID-19 in Italy .",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The best ARIMA models for forecasting number of daily confirmed cases and deaths according to first order difference ACF and PACF plots",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Goodness of fit criteria and coefficients for the time series model",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "II: SE: Standart Error. R 2 : coefficient of determination. RMSE: Root Mean Square Error. MAPE: Mean Absolute Percentage Error. DF: Degree of Freedom. P: Significance valueFigure 1. Daily confirmed cases and deaths according to first order difference ACF and PACF plots in Italy.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}