{
    "paper_id": "22050361f4804b78eff485fb99a7dfa42a0438ec",
    "metadata": {
        "title": "What does simple power law kinetics tell about our response to coronavirus pandemic?",
        "authors": [
            {
                "first": "Prateek",
                "middle": [
                    "K"
                ],
                "last": "Jha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indian Institute of Technology Roorkee Roorkee",
                    "location": {
                        "postCode": "247667",
                        "settlement": "Uttarakhand",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Coronavirus pandemic of 2019-2020 has already affected over a million people and caused over 50,000 deaths worldwide (as on April 3, 2020). Roughly half of the world population has been asked to work from home and practice social distancing as the search for a vaccine continues. Though government interventions such as lockdown and social distancing are theoretically useful, its debatable whether such interventions are effective in flattening the curve, which is ceasing or reducing the growth of infection in control populations. In this article, I present a simple power law model that enables a comparison of countries in time windows of 14 days since first coronavirus related death is reported in that country. It therefore provides means to access the efficacy of above interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Several epidemiological and statistical models [1] [2] [3] [4] [5] have been employed recently for the description of the coronavirus pandemic. Since the pandemic control is an ongoing effort, many of these models provide either an optimistic or a pessimistic picture. Nonetheless, such models are useful for government bodies to plan interventions and other measures to curb the disease. For instance, air travel restrictions between most affected countries came into existence by the middle of March'2020. Inbounds travelers from high risk countries usually went through thermal screening at the airport, followed by strict isolation of symptomatic and quarantine for asymptomatic travelers. Further, most countries have adopted strategies to encourage social distancing in several phases, e.g., (1) educating . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 50,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 51,
                    "end": 54,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 55,
                    "end": 58,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 59,
                    "end": 62,
                    "text": "[4]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 63,
                    "end": 66,
                    "text": "[5]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.03.20051797 doi: medRxiv preprint citizens to avoid physical contacts, (2) limiting social gathering, (3) closing academic institutions, (4) strict lockdown with only essential services open. Finally, many countries have adopted random testing in populations to identify affected people.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "(2)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To the best of my knowledge of the scientific understanding of coronavirus at the point of writing this article,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• Infection mainly occurs through physical contact and is not airborne.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• The effect of weather on the spread of pandemic has not been established.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• Although the older people have high death risk due to comorbities, the virus also affects younger populations. In fact, asymptomatic young people may be silent virus carriers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• Travel restrictions between countries are very useful in the initial phases of the pandemic but have little effect in the later phases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Epidemiological models can be developed with the objective of either understanding the effect of various interventions on the spread of the infection or to analyze and forecast the magnitude of infections or death in different geographical regions. One of the simplest and intuitive models can be developed in the following way. Lets consider = 1,2, … . . regions of a system containing ! (!) active infections on day . The system can be world and the regions can be countries, or the system can be a country and the regions can be states, or the system can be a state and the regions can be cities, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here, !\" is the rate constant for spread of infection from existing cases in region .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "( ! ! , ) is an arbitrary function that captures the nature of spread. For example, ∝ ! ! for a first-order process. ! (!) is the fraction of new cases that were quarantined in region on day , where we assume that the quarantined cases do not infect further. !\" ! is the fraction of infected people of region going to region , who have not been tested. ! is the number of secondary infections caused by an infected person during the journey, e.g. at the . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . ! ! is the number of new cases coming from outside the system (if system is not world) or emerging within system. Unfortunately, eq. (1) contains many parameters that are difficult to estimate in the middle of a pandemic as the pandemic has not properly evolved in many regions. Nevertheless, the beneficial effects of quarantine and travel restrictions can be easily seen from eq. (1). In a hypothetical situation of full quarantine ( ! ! = 1) and no travel ( !\" (!) = 0), the growth is completely ceased unless new cases emerge within the region ( ! ! ≠ 0). In realistic situations, none of the above condition can be fully met.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, if ! ! = 0 and grows with more rapidly than the first-order growth in second term of eq. (1), the functional form of in eq. (1) dictates the growth behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "I have tried several functions to fit the growth behavior and observed that power law functions of the type ! ! ∝ ! with different exponents at different time windows approximately captures the growth behavior of almost all countries. Similar fractal scaling has been discussed by Ziff in a recent work [1] . Any serious intervention is expected to 'flatten' the curve by reducing . The details of our methodology and obtained results are discussed in the following sections. ",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 306,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Day 0 of a country is 20 days prior to April 1, 2020, it will be considered in the time windows of 0-14 days and 14-28 days but not considered in 28-42 days, 42-56 days, etc. Following risk-levels are assigned for countries in each time window: Table 1 shows the mean and standard deviation of in different time windows averaged over the countries for which the first death has occurred before the beginning of the time window. As expected, ! decreases with passage of time and the pandemic can be assumed to be controlled after 70 days. Note however that while the exponents decrease, the number of cases still remain high and the actual pandemic control would depend on the recovery rate of infected individuals. The standard deviation ! is almost half of ! until 28 days but become comparable to ! beyond this period, which may be attributed to the smaller number of countries over which averaging is performed. Figure 1 shows the predicted number of deaths using ! from Table 1 (bold line) and the optimistic and pessimistic scenarios corresponding to ! ± ! (dashed lines). The actual . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 410,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1073,
                    "end": 1081,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1132,
                    "end": 1139,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Methodology"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.03.20051797 doi: medRxiv preprint death data of some representative countries are shown in the figure. The efficiency of a country in controlling the pandemic can be accessed by determining risk levels. Note that if a country is in the DANGEROUS level in a time window, it will not immediately go to regions of lower risk in Figure 1 even when drops. Therefore, in order to contain the pandemic, a country should begin interventions in the first time window. Interventions occurring in later time windows have lesser effect also because they do not affect the already infected cases that have been not detected or were asymptomatic. Table 2 summarizes the country-wise statistics where the DANGEROUS time windows of countries are colored. Table 1 in eq.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 398,
                    "end": 406,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 706,
                    "end": 713,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 812,
                    "end": 819,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(2). Dashed lines indicate the lines obtained by using ± values in Table 1 in eq. (2).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 74,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Different risk levels are indicated in figure. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.03.20051797 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Fractal kinetics of COVID-19 pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Ziff",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ziff",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Evolving Epidemiology and Impact of Non-Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.03.20030593"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A conceptual model for the coronavirus disease 2019 (COVID-19) outbreak in Wuhan, China with individual reaction and governmental action",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "93",
            "issn": "",
            "pages": "211--216",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A spatial model of CoVID-19 transmission in England and Wales: early spread and peak timing",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Danon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brooks-Pollock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not peer-reviewed) The copyright holder for this preprint",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "0",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.03.20051797"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "= 2), etc. Mean ! and standard deviation ! of values are computed. Here, represents the number of countries for which the time window is applicable. For instance, if",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Total coronavirus 2019-2020 deaths for some of the countries, normalized by deaths on Day 0. Bold line indicate the one obtained by using values in",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "I have used the Covid data set of Johns Hopkins University ( https://coronavirus.jhu.edu/ ), which contained data until April 1, 2020 at the time of download. Although the fitting was performed for confirmed cases, recovered cases, and deaths per day, I only report the results for deaths per day. This is because the number of reported confirmed cases may significantly depart from the actual number of confirmed cases due to a systematic lack of population-wide testing and the infection may reappear in asymptomatic and recovered cases. Countries with atleast 10 reported deaths until April 1, 2020, are only considered henceforth. For each country, Day 0 is determined as the day when the first death case is reported. Following power-law relation is fitted,",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Mean and standard deviation in time windows",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Country-wise values of in eq. (2) that fit the death data. \"DANGEROUS\" risk levels are colored in the table. See text for description of risk levels.is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.03.20051797 doi: medRxiv preprintConclusionA simple power law model has been developed that analyzed the responses of countries to the Coronavirus 2019-2020 pandemic. The results of this study, although preliminary, is expected to provide useful insights on the ongoing efforts to contain the pandemic.pharmaceutical Interventions on the Outbreak of Coronavirus Disease 2019 in",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Author thanks Pankaj Doshi and Pulkit Sharma for discussions. The author himself was in quarantine and working from home, while writing this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}