{
    "paper_id": "23500ff57edc1e0ebbb98421ff89e246f5a1f30d",
    "metadata": {
        "title": "A Path to the End of COVID-19 -a Mathematical Model",
        "authors": [
            {
                "first": "B",
                "middle": [],
                "last": "Shayak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [
                    "H"
                ],
                "last": "Rand",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this work we use mathematical modeling to describe one possible route to the end of COVID-19, which does not feature either vaccination or herd immunity. We consider a region where the following conditions hold true : (a) there is no influx of cases from the outside, (b) there is extensive social distancing, though not necessarily a full lockdown, so that mass transmission events do not occur, and (c) testing capacity is high relative to the actual number of new cases per day. These conditions can make it possible for the region to initiate the endgame phase of epidemic management, wherein the virus is slowly starved of new targets through a combination of social distancing, sanitization, contact tracing and extensive testing. The dynamics of the cases in this regime is governed by a single-variable first order linear delay differential equation, whose stability criterion can be obtained explicitly. Analysis of the equation can tell us which social restrictions may be relaxed during the endgame, and which may not. For example, in an academic institution, a small research group might be allowed to meet in person once a week while classroom instruction should remain fully suspended. If the endgame can be played out for a long enough time, we claim that the disease can eventually get completely contained without affecting a significant fraction of the region's population. We present estimates of the duration for which the epidemic is expected to last, finding an interval of approximately 5-15 weeks after the endgame strategy is initiated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus infectious disease 2019 or COVID-19 started in December 2019 in Wuhan, China. As we write this, there are more than 20,00,000 Coronavirus cases on record with 1,40,000 fatalities. The financial cost of the virus has been hardly less mind-boggling with been a simultaneous stalling of all the world's major economies and high unemployment ratios. Nevertheless, amidst the various horror stories of death and devastation, the daily news reports have started providing some glimmers of hope. Italy, which was at one time the worst affected country, has by now exhibited a manifest reduction in the daily increments of cases and deaths. Spain, where the tally was increasing by 8000 cases/day at the peak, has now slowed down to about half that rate, beyond the purview of experimental error. A similar phenomenon has occurred in Germany. A marked reduction in rate can also be seen in Iran, where the maximal value of more than 3000 cases/day has since reduced to less than 2000 cases/day. The state of New York in USA has recorded three successive days of about 7500 fresh cases after a string of four consecutive five-figure daily increments -although three swallows are not proof of summer, there is some reason to believe that the worst is over for the Big Apple. With at least some regions entering a slowing down phase, we feel it shall not be premature on our part to start wondering as to how this scourge might actually end.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "§0 INTRODUCTION"
        },
        {
            "text": "The end of a pandemic is something about which we have little prior knowledge. The two conventional ways in which pandemics end are (a) herd immunity and (b) vaccination. Herd immunity occurs when such a large fraction of the population is infected that the disease, so to speak, runs out of new unimmunized people to target. This is the way the influenza pandemics of 1957-8 and 1967-8 ended. In each case, about 1,00,000 people were killed in USA alone. Nevertheless, they did not give rise to either the fear or the drastic restrictions which COVID-19 has generated. This was because they were low mortality diseases with death rates of a few percent of a percent -1,00,000 Americans were killed after almost the entire nation was infected. COVID-19 however is a high-mortality disease; if it is allowed to spread unchecked upto herd immunity, then the death toll in USA alone might run to eight figures. Vaccination is a fool-proof measure in theory -in practice, it takes 12-18 months to develop a certified usable vaccine. Then there are delays involved in creating and delivering the requisite numbers of doses to inoculate the entire world. Until that time, we cannot all remain in perpetual lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "§0 INTRODUCTION"
        },
        {
            "text": "Every discussion of COVID-19 must also include SARS and MERS, which were also caused by coronaviruses and were extremely lethal. In both cases, the epidemics were contained with relatively little effort because the pathogens were quite difficult to transmit from one person to the next. The last time we'd had a highly transmissible and deadly pandemic had been the influenza of 1918-9. Unfortunately, back then, epidemiology did not exist as a scientific practice, and people did not keep very detailed records, so we have little knowledge of how that dreadful disease actually ended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "§0 INTRODUCTION"
        },
        {
            "text": "Media outlets are almost unanimous in their pessimistic proclamation [1] [2] [3] [4] [5] [6] that COVID-19 can end only with vaccination or herd immunity. Social media probably shows a similar profile. The scientific literature is less vehement but on the whole tends to agree. Kamikubo and Takahashi [7] and Moran et. al. [8] clearly indicate that the disease must progress upto herd immunity, while Das et. al. [9] and de Vlas and Coffeng [10] predict containment in two years (!) through intervention strategies. Mueller et. al. [11] , Donsimoni et. al. [12] and La Scala et. al. [13, 14] discuss various exit strategies from a lockdown without drawing any definite conclusion as to their effectivity or their expected time-frame. Kretzschmar et. al. [15] are clear that containment of the pandemic may be possible without resorting to herd immunity or vaccination; they do not give a time-frame. Finally, at the optimistic end of the spectrum, Zhiglavski et. al. [16] predict the end of the pandemic in England by August and Vattay [17] predicts the end of Coronavirus in Italy by May. The former work however allows the disease to spread upto herd immunity while the latter is based on a logistic equation and appears overly simplified. In what follows, we shall describe a physically plausible scenario through which it is possible for the COVID-19 pandemic to be contained in a time-frame of a few months without invoking herd immunity or vaccination.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 72,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 73,
                    "end": 76,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 77,
                    "end": 80,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 81,
                    "end": 84,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 85,
                    "end": 88,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 89,
                    "end": 92,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 301,
                    "end": 304,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 323,
                    "end": 326,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 441,
                    "end": 445,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 532,
                    "end": 536,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 557,
                    "end": 561,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 754,
                    "end": 758,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 967,
                    "end": 971,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1036,
                    "end": 1040,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "§0 INTRODUCTION"
        },
        {
            "text": "We consider a localized region where there is no inflow of corona cases from the outside (we also ignore outflow although that will not ruin the endgame strategy for the region). We assume that the region, currently in a full lockdown, has reached a stage where the daily increments in cases have reduced to a significantly lower level than their peak values. This automatically implies that the regional authorities have the capacity to test (and treat) far more people than there are cases. The state of full lockdown can be lifted although it is vitally important to ensure that the increased horizontal separation minima of six feet between people and the absolute prohibition on large gatherings remain in effect. Even one mass transmission event can spell doom for the entire endgame strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "Multiple mathematical models of Coronavirus exist; we shall take as baseline the one which we ourselves developed three weeks back [18] . The technical advantage of this model is that it explicitly builds in the transmission of COVID by asymptomatic persons -those who remain asymptomatic throughout the infection period as well as those who develop symptoms after the latency period. Asymptomatic transmission is the primary difference between the present pandemic and the SARS and MERS outbreaks, so it is logical to use a model which accounts for this fact. The model in Reference [18] is Equation (7). It describes community spread during the bulk phase -we shall now modify it so as to account for the endgame phase. Figure 1 of that Reference forms the basis of the model derivation -it is absolutely general so we keep it for deriving the present model, and reproduce it below. In this Figure, x is the number of healthy at-large people while y is the number of sick people who have had some exposure to society (i.e. they don't fall sick in anticipatory quarantine). We retain these definitions, as well as that of R1, the rate at which people transfer from x to y. In Ref. [18] we had taken R1 proportional to the number of healthy people and the number of sick people at large. This is an excellent assumption during a normal-life phase when every sick person (hereafter patient, even though we assume that s/he is at large only because s/he is asymptomatic) interacts with healthy people on the streets, in buses and trains, 4 in restaurants and stores etc. The more the number of healthy people, the more the crowd through which the patient passes, and the greater the number whom s/he infects.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 584,
                    "end": 588,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1182,
                    "end": 1186,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1536,
                    "end": 1537,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 722,
                    "end": 730,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 893,
                    "end": 900,
                    "text": "Figure,",
                    "ref_id": null
                }
            ],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "In a socially distanced phase however, this logic breaks down. If there is one patient on a bus, it does not really matter if there are two, five or ten other healthy people on the same bus, so long as all of them are at least six feet away from him/her and from each other. Ideally, zero people get infected; practically there may be one or two \"unlucky\" transmission events which don't really depend on the total number of passengers inside. If the bus is sanitized after each trip, the virus can be killed off and prevented from spreading any further. A similar phenomenon occurs in a grocery store where customers stand far apart from each other -ideally there is no person-to-person transmission. A more plausible transmission chain occurs if the patient handles an item which s/he does not buy. Since the virus remains on surfaces, it can get transmitted to the person or family who later buys the contaminated item. The transmission will likely get blocked however if the second customer quickly sanitizes every item which s/he buys. If the grocer him/her-self is a patient, s/he can spread the disease to all the customers. We can take care of the difference between grocer and customer through an averaging process (and after a point, these lumped-parameter models are heuristic anyway).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "In light of the above discussion, we decouple the x term from R1 and claim that R1 depends on y alone through some constant of proportionality. An equivalent, though physically less insightful, interpretation of this is that due to small numbers of new cases, x remains almost constant throughout the endgame phase, so k0x in (7b) of Ref. [18] can be replaced by some new lumped parameter. We let m0 be the average rate at which one at-large patient infects healthy people i.e. we assume that, on the average, each sick person infects in a time interval Δt a number of people equal to m0Δt. This average includes the grocer as well as the customer. The tacit assumption, inbuilt in all lumped parameter dynamical models, is that each sick person infects others continuously in time. To quantify the dependence of R1 on y, we need to go into the details of the contact tracing process.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 343,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "In Ref. [18] we have treated the anticipatory quarantines arising from contact tracing (R2 b ) as a term disjoint from the people who fall sick in open society and report for quarantine (R2 a ). This is appropriate in a widespread community transmission situation where the overlaps between the anticipatory quarantines and the newly reporting cases will be negligible. In the endgame phase however, this will no longer hold true. With few new cases and high contact tracing, a significant fraction of the people whom one patient infects will end up being hunted down and quarantined before they fall sick.",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 12,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "Let Mr X be a patient who exhibits symptoms today and reports for quarantine. By the assumptions of the model, he has remained sick for the past τ2 days where τ2 is the latency period. During this time, he has infected other people continuously at a rate m0, so there are a total of m0τ2 new infections which have cropped up on Mr X's account. As soon as he reports for quarantine, the authorities, we assume instantaneously, obtain his movements over the past τ2 days, searching frantically for potential patients. Let us say they track down and quarantine a fraction 1−μ3 of all the people whom Mr X has infected, where μ3 is a number between 0 and 1. (The similar quantities μ1 denote the fraction of asymptomatic patients relative to total patients, and μ2 was relevant only in Ref. [18] but has no role here; we let 1−μ3 rather than μ3 be the fraction of captures since that will simplify the final expressions a little.) Now, these captures will include people whom Mr X has infected right when he turned transmissible (i.e. τ2 days ago) and people whom he infected just prior to manifesting symptoms (i.e. right now). On the average, these contacts will have remained at large for a duration τ2/2.",
            "cite_spans": [
                {
                    "start": 787,
                    "end": 791,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "As for the fraction μ3 of Mr X's contacts who escaped the authorities' notice, 1−μ1 turn symptomatic a time τ2 after sickness and head to quarantine on their own. Thus, they infect people continuously for the entire latency period τ2. Finally, the fraction μ1 of these escaped contacts is asymptomatic so they remain at large and transmit for the entire duration of the infection period τ1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "Putting all this together, we can say that patients belong to three classes -contact-traced, escaped symptomatic and escaped asymptomatic. The first class accounts for fraction 1−μ3 of all sick people and transmits for the duration τ2/2, the second class accounts for fraction (1−μ1)μ3 and transmits for the duration . CC-BY-NC 4.0 International license It is made available under a preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20069443 doi: medRxiv preprint 5 τ2, and the third class accounts for fraction μ1μ3 and transmits for the duration τ1. We now use the logic which we had already developed in Ref. [18] . If a certain class of sick person Y transmits at rate m0 for a time duration τ then the contribution of that class to the rate R1 becomes",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 360,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "This means that only the people of category Y who were taken sick in the last τ days can transmit the disease. We now let Y denote each of the three classes (contact traced, escaped symptomatic and escaped asymptomatic) and add their contributions to R1, getting",
            "cite_spans": [],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "Here, subscripts indicate delay, as they do in Ref. [18] . Just as in there, dy/dt = R1. Simplifying, we get",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "This is a single first order linear delay differential equation (DDE) governing the time evolution of the number of sick people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "Although (2) might appear like a drastic simplification relative to (7) of Ref. [18] , it is in reality not all that different. Equation (7b) of Ref. [18] was nonlinear only through the x term which does not appear in a socially distanced endgame phase. Removing this dependence from (7b) of Ref. [18] and inserting the sizeable effect of anticipatory quarantine gives us (2) . As regards z, that is of interest for estimating the total number of quarantine, treatment etc facilities during the peak of the epidemic but it is not really useful during the endgame phase (we assume they are adequate). Finally, the number of cases w will be more or less the same as y, with retardations to account for latency and testing delay. Since the former is quite small, and the latter is negligible by our assumption of high testing capacity, w is also not of especial significance as an independent variable. We also note that the model of Ref. [18] was expressly designed for community transmission, and in all simulations there we assumed that the epidemic somehow ended after a 100-day period. Equation (2) here describes how this might happen. To summarize and emphasize the point once more, (2) is derived from the same logic as (7) of Ref. [18] , but it is NOT a simplified form of the latter which we have adopted for calculational purposes. Rather, it is as faithful a lumped-parameter model as we could come up with of the dynamics of corona cases during the controlled endgame phase.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 150,
                    "end": 154,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 297,
                    "end": 301,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 936,
                    "end": 940,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1237,
                    "end": 1241,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "When all the delays are zero, (2) becomes an ODE which has the solution y = const. We can see that y = const. is also a solution of the full DDE (2) . So, if we try a solution to the DDE of the form e λt where λ is an eigenvalue, then one of these eigenvalues will be zero. The stability of the constant solution will be governed by the other eigenvalues -if the real part of the largest eigenvalue is negative then a constant solution will be stable while if that real part is positive then a constant solution will be unstable. The former case corresponds to termination of the epidemic in time while the latter case corresponds to explosion of the epidemic in time. When the two delays are very small, we find that the solutions of (2) are stable, while they become unstable if the delays are increased. We now seek the condition for the stability transition.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "The characteristic equation of (2) is, where we let τ4 = τ2/2,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "We can see that λ = 0 is always a solution. When the delays are identically zero, all the other eigenvalues have a real part of −∞ [19] ; when the delays are increased, they start approaching the imaginary axis. The transition occurs when they actually breach this axis. There are two ways this can occur -a real root crosses the axis in a saddle node bifurcation or a pair of complex roots cross the axis in a Hopf. We first try the latter case. In this case, right at the transition point, there will be one pair of roots having the value jω  for some non-zero frequency ω [19] . Substituting this into (3) and equating the real and imaginary parts we get is the author/funder, who has granted medRxiv a license to display the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20069443 doi: medRxiv preprint 6 Now, (4a) has the structure 1− aC4 − bC2 − cC1 = 0 where C1 denotes cos ωτ1 etc and a, b and c stand for the three constants involved. This implies that aC4 + bC2 + cC1 = 1. But, a,b,c are positive and satisfy a+b+c = 1. Hence, if they are weighted by any kind of cosines, their sum will no longer will be 1, unless each of the cosines is itself 1. This must be the case in (4a). Immediately, each of the sines in (4b) becomes zero, and that equation reduces to ω = 0, which contradicts the starting premise of the case. Hence, (2) cannot undergo a Hopf bifuraction.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 576,
                    "end": 580,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 867,
                    "end": 868,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "With Hopf ruled out, the transition to instability in (2) has to be through zero crossing of a single real root. At the instant of the transition, that will be a real root having the value zero. Since λ = 0 is already a root, at the transition it will become a repeated root. This means that (2) will have a solution proportional to t in addition to a constant solution [20] . The stability criterion comes out by forcing that y = t be a solution of (2); we immediately get",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 374,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "Recalling that τ4 was defined to be half of τ2, the criterion reduces to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "which is our final expression. We have verified this expression against numerical integration of (2). In the next Section, we shall discuss the implications of this criterion. §2 IMPLICATIONS OF THE MODEL",
            "cite_spans": [],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "The stability criterion (6) has a transparent interpretation. Recall that m0 is the basic rate at which each person transmits the infection, while the τ's stand for the latency and the infection period. Equation (6) basically amounts to the condition that one sick person must not transmit the disease to more than one person on the average, during the entire time that s/he is transmissible and at large. This is of course a wellknown criterion in terms of the reproduction number R0; what (6) does is to define it in a very precise manner in terms of social distancing measures (manifest through m0, more discussion later), latency period, asymptomatic transmission period, contact tracing activities etc. For example, if μ3 = 1 i.e. there is no contact tracing and μ1 = 0 i.e. there are no asymptomatic carriers either, then τ2m0 = 1 i.e. one patient should not transmit to more than one person during the entire latency period. The parameter μ3 is a measure of how many people escape contact tracing -the greater its value, the smaller must m0 be so as to meet the criterion. Similarly, μ1 is the fraction of asymptomatic carriers, who can transmit for a longer duration than the symptomatic ones -the greater this fraction, the smaller must m0 be again. These are basic physical plausibility criteria which our condition (6) satisfies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "We now discuss more on the interpretation and role of m0. One factor on which m0 depends is the degree of restriction on people's mobility. For example, let us say that a patient has a 50 percent probability of infecting someone every time s/he goes out. In a full lockdown, s/he probably leaves home once every week, corresponding to an m0 of 1/14. But in a partial restriction situation, s/he will probably leave home once every alternate day, bringing m0 up to 1/4. In (6), τ1, τ2 and μ1 are parameters which are outside one's control while μ3 lies with the regional authorities. The fact that higher contact tracing can permit greater social mobility is neither new nor profound. Of more significance are the measures which the authorities can take to limit m0 while maintaining a maximum possible social mobility, the latter being highly desirable -indeed, sometimes absolutely necessary -from the economic standpoint.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "An important step towards reducing m0 consists in recognizing that some people have the potential to infect far more people than others. Recall our example of the sick customer who infects possibly one person through a possibly tainted item and the sick grocer who infects a dozen customers by handling their goods with dirty hands. In an endgame phase, we expect the region to have a testing capacity significantly exceeding the actual numbers of tests being needed per day. The surplus capacity can be used to . CC-BY-NC 4.0 International license It is made available under a preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20069443 doi: medRxiv preprint continuously (daily) test those people like the grocer, who can amount to major spreading risks. The moment such a person tests positive, s/he can immediately be placed into quarantine and out of harm's way. The success of this measure is contingent on the test's being fast -if it takes 5 days to process the results, then the measure becomes useless and the risk increases drastically. In regions where testing capacity is not that high, cluster testing [21] can be employed gainfully. For example, twenty grocers serving one neighbourhood can be tested in cluster every day, with efforts being initiated to identify the culprit if a positive result is found. Frequent sanitization will also help to break transmission chains perpetuated through material objects.",
            "cite_spans": [
                {
                    "start": 664,
                    "end": 668,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "The equation (2) and its stability condition (6) also tell us what kinds of relaxation of restrictions can be permitted and what cannot. Lifting the six-feet separation minima is an obvious no, since (2) is contingent on the absence of unmitigated community transmission. With typical parameter values, the borderline m0 comes out to about 1/3 person per day (more on this later) i.e. one patient should spread the virus to maximum one person over three days. Since any person might be an asymptomatic patient, one person should interact closely (i.e. at a level which can spread the disease) with at most person every three days. This automatically rules out mass public gatherings since six-foot separation is not possible there, and a single positive case in such a gathering can transmit the disease like wildfire. Examples of mass gatherings which have led to corona disaster are the Tablighi Jamaat Islamic congregation in Nizamuddin, India and the Mardi Gras festival in New Orleans, USA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "In an academic institution, the faculty may be permitted to report for work since they sit in single offices. However, faculty meetings etc should be held via videoconferencing, and congregations in canteens should remain banned. Graduate students who are assigned multiply to a single office should not all report for work simultaneously. Per office, one student might perform on-campus work -the students can rotate on different days if the office is sanitized every day. Large research group meetings should remain on videoconference but a small in-person meeting such as 1-2 faculty interacting with 1-2 senior students or postdocs may be permitted once every 7-10 days. In-person classes should remain fully suspended but teaching staff may be allowed the use of a regularly sanitized lecture hall for delivering online classes instead of being forced to teach from home. Non-academic staff who process paperwork and interact with large numbers of people every day should continue working from home since they can amount to potential super-spreaders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "Long distance transportation should remain strictly on pause, since that can spread the disease among various regions and play havoc with the endgame strategy of each. Some of the excess vehicles and staff may be re-deployed for local transportation, where an increase in service can facilitate maintaining separation minima inside. On the social side of things, considerable mental stress is being generated in a region under lockdown by the unconditional prohibitions on any kind of socializing or outdoor activity. In a more relaxed endgame phase, a restaurant where every diner eats singly while sitting more than six feet away from each other should be permissible, with the safety factor increasing manifold if the tables and chairs are sanitized after every customer, and the food workers tested daily (possibly in cluster) for virus. Parties cannot be permitted. However, every person might be allowed to visit (or go out with) one friend once a week, which remains well below the critical m0 of 1/3. To accommodate this, restaurants might permit well-separated two-person tables say every Friday.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "What makes a \"region\" ? In the Introduction we implied whole countries or states. Practically however, it is more realistic to define it as smaller unit like a city, district or county. Not only will effective subdivisioning achieve better monitoring but it will also aid post-lockdown economic recovery since some regions shall achieve full containment before others. For example, Tompkins County (consisting primarily of the City of Ithaca) in New York State, where we are located, has registered 2 cases today, 3 yesterday and none at all on the preceding two days. This was possible on account of the early suspension of operations at our University, and the order to evacuate all undergraduate students ten days prior to the statewide lockdown order. A significant fraction of Tompkins' 118 cases arose from a single spreading event at a Chinese restaurant, where a waiter had the virus. This despite New York State's being one of the world's worst Coronavirus horror shows (this is the first time that the 5.5-hour distance from New York is the author/funder, who has granted medRxiv a license to display the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20069443 doi: medRxiv preprint 8 City has felt like a blessing). If a region does achieve complete containment (no new cases for ~14 days), then the most logical action is to hermetically seal its borders and throw it open internally. Normal life should be restarted inside the region while rigorously preventing transport of people to and from the outside, which is still contaminated. We recognize that material supplies from the outside might be essential to the region's survival. To minimize risk, a consignment loaded into a truck outside the region should be kept inside the truck for 2-3 days, which is the estimated lifetime of the virus on surfaces [18, 22] . Only thereafter should it be delivered to the virus-free region. Inside the latter region, unloading should be done entirely by residents of that region, while the driver should remain confined inside the truck at all times. Similarly, supply trucks travelling from a virus-free region to a contaminated one should undergo a change of driver and rigorous sanitization at the border.",
            "cite_spans": [
                {
                    "start": 1880,
                    "end": 1884,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1885,
                    "end": 1888,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "If two regions declare successful containment of the virus, then transportation links can be opened up between them. Managing public transport is easy; the ease of controlling private transport will depend to a large extent on how much information can be obtained from a car's license plate. For example, in India, a car's home city is encoded into its number -in the state of Uttar Pradesh, the designations UP32, UP78, UP77 and UP70 denote the cities of Lucknow, Kanpur, Fatehpur and Allahabad respectively. In USA however, the city information is not written on its license plate, so private cars will probably have to be kept off state highways and interstates for now.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "In practice, m0 in (2) is a parameter which the authorities cannot calculate a priori while all other parameters are known from virological studies or can be estimated from past data sets. To calculate the effective m0, the authorities can use the real time case data which they acquire. Here also, the absence of testing delay enters the picture -if delay is present then the case history is a faithless reproduction of y(t), as we have discussed in Ref. [18] . But when the recorded history is a more or less accurate reproduction of y, the effective value of m0 during say the past week can be found by entering the data from the week before into (2), and simulating. The simulation results (coming below) also show that, in the stable regime, if (2) is seeded with initial straight line data, the curve remains concave throughout until reaching the equilibrium. So, if at any time there is a tendency towards convexity, then social mobility should immediately be restricted further.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 460,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "A question present in all our minds even if we dare not voice it is, how long will COVID-19 last ? We use our model to take a stab at this issue. For this we simulate (2) in Matlab, using the same numerical integration routine employed in our previous work. We take the parameter values τ1 = 7, τ2 = 3, μ1 = 1/5 and μ2 = 1/2 (the first three here are taken from Ref. [18] , where includes a justification for their values). For this parameter combination, the critical value of m0 turns out to be 20/53 which is 0.3774. We seed the equation with a linear function y = 1000t (t in days) for the first 7 days (the maximum delay involved). We note that adding a constant y = 1000t +C does not change the subsequent case histories in any manner other than to add the constant C to the entire trajectory. 1000 cases/day is a realistic estimate for a postpeak hotspot region (Italy, Spain, New York State) which can consider lifting a total lockdown and initiating a controlled endgame phase. We define the epidemic to be over on the first day that there is less than one new case, and consider the endgame duration as the interval from the start of free evolution (excluding seeding) to the day that the epidemic is over. We also calculate the number of people infected during this time.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 367,
                    "end": 371,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "We find that the duration and severity of the epidemic in the endgame phase vary dramatically depending on how close m0 is to the critical value. At 50 percent of critical, the epidemic lasts only for 21 days, infecting another 1800 people in the process. At 80 percent, this increases to 59 days and 7250 people, at 90 percent, to 122 days and 16500 people, and at 95 percent to 248 days and 34500 people. The time trace of the epidemic in the 90 percent case is shown below. What is a realistic value of this percentage ? In Ref. [18] , it was South Korea which provided a data set for fitting, and once again it's the same country which does the honours. For after a nearly linear profile of cases in the second half of March, South Korea is now clearly showing a downward-bending case trajectory indicative of an endgame phase. From 28 March to 04 April, the cases increased almost linearly from 9478 to 10156. The cases on the next few days until yesterday, as per Reference [23], are given in Table 1 Using the parameter values mentioned before (for which the critical m0 = 20/53), we seed (2) with an exactly linear growth from 9478 to 10156 for 7 days and then pick the m0 which results in the best fit to the data of Table 1 . We find that m0 equals 75 percent of the critical. The overlap upto the 7 th day in the plot is insignificant since that is in the seeding period -the subsequent excellent match however is noteworthy. At this rate, the model predicts the epidemic to be fully contained . CC-BY-NC 4.0 International license It is made available under a preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 536,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 999,
                    "end": 1006,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1226,
                    "end": 1233,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 17.20069443 doi: medRxiv preprint 30 days after the seeing period i.e. on approximately 05 May. The total number of cases by then will be about 10680. Although we are not fool enough to bet money on these predictions, we do have confidence that the value of 75 percent is more or less accurate, and indicative. At this ratio, we find that the epidemic in the 1000 cases/day region considered in Fig. 2 lasts for 47 days, and infects 5450 people in the process.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 186,
                    "text": "17.20069443",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 570,
                    "end": 576,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "We now investigate the sensitivity of the duration and severity to changes in parameter values. For this, we consider a parameter set τ1 = 10, τ2 = 4, μ1 = 1/5 and μ3 = 2/3. This is a far more adverse parameter choice than that of Fig. 2 and we have reason [24, 25] to believe that these amount to a kind of worst case or worsethan-worst case scenario. In this case, the critical m0 comes out to 15/62, or just less than 1/4. Again we seed with 1000 cases per day for 10 days (the maximum delay). This time, at 50 percent of critical m0, we find 2800 more cases over 32 days, at 80 percent, 11,200 more cases over 91 days, and at 90 percent, 25,200 more cases over 189 days. Both the durations as well as the case counts are about 50 percent higher than in the previously simulated scenario -an acceptable level of variation.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 261,
                    "text": "[24,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 262,
                    "end": 265,
                    "text": "25]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 237,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "Note that the time scale involved here is one order of magnitude less than the time taken to termination of the outbreak through vaccination, and that the total number of cases is nowhere near that required to achieve herd immunity (tens of million cumulative cases per European country or American state). In reality, there will be testing errors, quarantine violations, illegal parties etc which will cause some disparity with our predictions, but we do not expect the epidemic duration or the case counts to increase by orders of magnitude. Also, at the very end of the outbreak, with single-digit or teens of cases remaining in the region, a lot of probabilistic stuff will enter the picture and our model, which, like any lumped parameter study, is based on averages, will break down completely. These effects might easily add a couple of weeks and several dozen or even a few hundred cases to our estimates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "While a lot of our discussion mentions a badly hit region like Italy, our results are applicable to any place where the spread of Coronavirus has been checked and the testing and contact tracing capacity has overtaken the case rate. This can be a cool region in an otherwise hotspot, like Ithaca as mentioned above. A sample region can also be one where a definite peak has been avoided through early lockdown and then the endgame is being initiated with an increase in the testing capacity. The state of Kerala in India is likely in this regime and we hope that Nayi Dilli and Mumbai may also enter this category within the next couple of weeks. §3 CONCLUSION In this Article, we have demonstrated a way in which continuous social distancing combined with extensive testing and contact tracing over a period of weeks can result in complete containment of the Coronavirus pandemic at a regional level without resorting to herd immunity and in a time frame significantly smaller than what the development of a vaccine would undertake. Multiple such regions can eventually make up a country, and finally the whole world. While restrictions on social mobility are likely to remain in place for a while, yet with some luck we are probably not looking at house arrest all the way upto 2022. The greater the restraint we practise now, the faster are we going to have this evil virus behind us. Our analysis also identifies the kinds of relaxation which can be permitted during the endgame phase, and the kinds which definitely cannot.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "Another factor which probably works in our favour is that summer is just arriving or has already arrived in most of the affected regions. There is some evidence [22, 26] to indicate that the transmissibility of the virus is reduced in summer. The initial outbreak in Australia and New Zealand, which were in summer when the virus first arrived, has remained quite muted. In India and Singapore also, the trajectory so far has been flatter than in similar places located in colder climates. Reduced transmissibility means that for the same social restrictions, m0 will be lower. For example, an infringement of separation minima on a bus might result in transmission with 80 percent probability in cold weather and 50 percent probability in hot weather. As we saw, even a small reduction in m0 can result in a drastic shortening of the time to the end of the outbreak. is the author/funder, who has granted medRxiv a license to display the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 17.20069443 doi: medRxiv preprint Although we would not like to spawn false hope, we do think that there is a reasonable chance that COVID-19 might really get contained within the end of summer. Of course, this will be contingent on the authorities' doing a continuously competent job of epidemic management and everyone's abiding by the restrictions that are laid down. Mistakes during the endgame, over-hasty opening of borders and similar actions can result in a virulent second wave being released and the good work of several past months being undone. However, with steady leadership from the scientific community and from local authorities being supplemented by smiling-faced cooperation from all of us, it is not an absolutely fantastic possibility that by autumn, COVID-19 will have become history in most of the globe. In conclusion, the ultimate fate of COVID-19 rests on an Authority who is neither a scientist nor a doctor nor a politician -after describing one possible outcome which that supreme Authority might have in store for us, let us offer a prayer that this may indeed be true. * * * * * 12 [27] During presubmission check, we noticed the following References [28,29] which have appeared after writing the bulk Article and may be of relevance. The former presents the concept of \"digital herd immunity\" without giving an estimate of the time-frame involved while the latter supports our assertion that travel between regions can adversely affect, or completely nullify, containment efforts.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 166,
                    "end": 169,
                    "text": "26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1043,
                    "end": 1054,
                    "text": "17.20069443",
                    "ref_id": null
                },
                {
                    "start": 2153,
                    "end": 2155,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "[28] VB Bulchandani, S Shivam, S Moudgalya and SL Sondhi, \"Digital herd immunity and COVID-19,\" Arxiv article 2004.07237 (2020) [29] F Donnarumma and G Pezzulo, \"Moral decisions in the age of COVID-19 : your choices really matter,\" Arxiv article 2004.07081 (2020)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 17.20069443 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 208,
                    "text": "17.20069443 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "§1 MATHEMATICAL MODEL AND SOLUTION"
        }
    ],
    "bib_entries": {
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Guardian",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Epidemiological tools that predict partial herd immunity to SARS Coronavirus 2",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kamikubo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MedRxiv article",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Estimating required lockdown cycles before immunity to SARS-CoV-2 : model-based analysis of susceptible population sizes S0 in seven European countries including the UK and Ireland",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Rj Moran",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MedRxiv article",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Critical community size for COVID-19 -a model-based approach to predict the rationale behind the lockdown",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mukhopadhyay",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A Phased lift of control : a practical strategy to achieve herd immunity against COVID-19 at the country level",
            "authors": [
                {
                    "first": "Vlas",
                    "middle": [],
                    "last": "Sj De",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Coffeng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MedRxiv article",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Using random testing to manage a safe exit from the COVID-19 lockdown",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Derlet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mudry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Aeppli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Should contact bans be lifted in Germany",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr Donsimoni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MedRxiv article",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Between geography and demography : key interdependencies and exit mechanisms from COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scala",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MedRxiv article",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Time, space and social interactions : exit mechanisms for the COVID-19 epidemics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scala",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Isolation and contact tracing can tip the scale to containment of COVID-19 in populations with social distancing",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Me Krezschtmar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rozhnova",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Boven",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MedRxiv article",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Comparison of different exit scenarios from the lockdown of COVID-19 epidemic in the UK and assessing uncertainty of the predictions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zhigljavsky",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MedRxiv article",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Predicting the ultimate outcome of the COVID-19 outbreak in Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vattay",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Transmission dynamics of COVID-19 and impact on public health policy",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shayak",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MedRxiv article",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Lecture Notes on Nonlinear Vibrations",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Rh Rand",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Differential Equations -Linear Theory and Applications",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shayak",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Group testing for COVID-19 : how to stop worrying and test more",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ln Thegarajan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Effect of temperature on COVID-19 transmission",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pawar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stanam",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chaudhuri",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rayudu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MedRxiv article",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Presymptomatic transmission of SARS-CoV-2 in Singapore from",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "We Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Morbidity and Mortality Weekly Report",
            "volume": "69",
            "issn": "14",
            "pages": "411--415",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Temporal dynamics in viral shedding and transmissibility of COVID-19",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Temperature dependence of COVID-19 transmission",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Notari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MedRxiv article",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "This Figure is taken from our own Ref. [18]. It is a flow diagram showing the various categories of people and the rates of transfer from one category to the other.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Time trace of epidemic with m0 being 90 percent of the critical.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Comparison between predicted and actual case histories.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ".",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}