{
    "paper_id": "23bdde4b2f0dbed2eefe955a329f2890ea5ff2f9",
    "metadata": {
        "title": "Cardiac or Infectious? Transfer Learning with Chest X-Rays for ER Patient Classification",
        "authors": [
            {
                "first": "Jonathan",
                "middle": [],
                "last": "Stubblefield",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Joint Translational Research Lab",
                    "institution": "Bernards Medical Center",
                    "location": {
                        "postCode": "72467",
                        "settlement": "Jonesboro",
                        "region": "Arkansas"
                    }
                },
                "email": ""
            },
            {
                "first": "Mitchell",
                "middle": [],
                "last": "Hervert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Joint Translational Research Lab",
                    "institution": "Bernards Medical Center",
                    "location": {
                        "postCode": "72467",
                        "settlement": "Jonesboro",
                        "region": "Arkansas"
                    }
                },
                "email": ""
            },
            {
                "first": "Jason",
                "middle": [],
                "last": "Causey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Joint Translational Research Lab",
                    "institution": "Bernards Medical Center",
                    "location": {
                        "postCode": "72467",
                        "settlement": "Jonesboro",
                        "region": "Arkansas"
                    }
                },
                "email": ""
            },
            {
                "first": "Jake",
                "middle": [],
                "last": "Qualls",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Joint Translational Research Lab",
                    "institution": "Bernards Medical Center",
                    "location": {
                        "postCode": "72467",
                        "settlement": "Jonesboro",
                        "region": "Arkansas"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lingrui",
                "middle": [],
                "last": "Cai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jennifer",
                "middle": [],
                "last": "Fowler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Joint Translational Research Lab",
                    "institution": "Bernards Medical Center",
                    "location": {
                        "postCode": "72467",
                        "settlement": "Jonesboro",
                        "region": "Arkansas"
                    }
                },
                "email": ""
            },
            {
                "first": "Emily",
                "middle": [],
                "last": "Bellis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Joint Translational Research Lab",
                    "institution": "Bernards Medical Center",
                    "location": {
                        "postCode": "72467",
                        "settlement": "Jonesboro",
                        "region": "Arkansas"
                    }
                },
                "email": ""
            },
            {
                "first": "Karl",
                "middle": [],
                "last": "Walker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Arkansas at Pine Bluff",
                    "location": {
                        "addrLine": "Pine Bluff",
                        "postCode": "55455",
                        "region": "Arkansas"
                    }
                },
                "email": ""
            },
            {
                "first": "Jason",
                "middle": [
                    "H"
                ],
                "last": "Moore",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania",
                    "location": {
                        "postCode": "19104",
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania"
                    }
                },
                "email": ""
            },
            {
                "first": "Sara",
                "middle": [],
                "last": "Nehring",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Joint Translational Research Lab",
                    "institution": "Bernards Medical Center",
                    "location": {
                        "postCode": "72467",
                        "settlement": "Jonesboro",
                        "region": "Arkansas"
                    }
                },
                "email": "smnehring@sbrmc.org"
            },
            {
                "first": "Xiuzhen",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Joint Translational Research Lab",
                    "institution": "Bernards Medical Center",
                    "location": {
                        "postCode": "72467",
                        "settlement": "Jonesboro",
                        "region": "Arkansas"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "One of the challenges with urgent evaluation of patients with acute respiratory distress syndrome (ARDS) in the emergency room (ER) is distinguishing between cardiac vs infectious etiologies for their pulmonary findings. We evaluated ER patient classification for cardiac and infection causes with clinical data and chest X-ray image data. We show that a deep-learning model trained with an external image data set can be used to extract image features and improve the classification accuracy of a data set that does not contain enough image data to train a deeplearning model. We also conducted clinical feature importance analysis and identified the most important clinical features for ER patient classification. This model can be upgraded to include a SARS-CoV-2 specific classification with COVID-19 patients data. The current model is publicly available with an interface at the web link: http://nbttranslationalresearch.org/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In this study, we focused on acute respiratory distress syndrome (ARDS) in an emergency room (ER) setting. There are many etiologies of acute dyspnea, but our model focused on distinguishing between two major categories: cardiac and infectious. Upon admission to a hospital emergency department, attending physicians must quickly determine which category the patient falls into. Typically these patients receive a suite of common clinical panels as well as a chest X-ray image early in the diagnostic process. We have developed a machine learning model capable of assisting ER physicians with categorizing the acute dyspnea given clinical values alone, or in conjunction with an X-ray image if one is available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Cardiac causes include etiologies of dyspnea secondary to a misfunction in the heart, including acute coronary syndrome, acute heart failure, arrythmias, and valvular disease [1] . These diseases do not benefit from antibiotic therapy. Infectious causes of acute dyspnea include both pneumonia, an infectious process primary to the lungs, and sepsis, a systemic response to an infection anywhere in the body that can impair function in a variety of organs [1] . When severity is life-threatening, suspicion of these disease processes require empiric antibiotics. Other causes of acute dyspnea may fall into neither of these categories [1] , or a patient may have acute dyspnea with both cardiac and infectious contributions. See Figure 1 for examples of X-ray images for patients with neither label, \"infection\" label, and \"cardiac\" label, respectively.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 635,
                    "end": 638,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 729,
                    "end": 737,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Background"
        },
        {
            "text": "Antibiotics are not benign medications. Though they are safe and efficacious when used judiciously, incautious use of antibiotic causes many problems for the patient and society as whole. Antibiotics have adverse effects in 1 out 5 patients [9] . Though these adverse effects often include direct side-effects from the drugs themselves, antibiotics can also produce adverse effects through their interactions with microorganisms [9] . Misuse of antibiotics can promote the growth of antibiotic resistant populations or cause an overgrowth of an opportunistic pathogen, such as Clostridium dificile [9] . However, in an ER setting, empiric antibiotics may need to be started without confirmation of infectious process that would benefit from antibiotic therapy [9] . In these instances, the risk of harm from not initiating antibiotics promptly is greater than the risk posed by the antibiotics themselves. This is largely due to the difficulty in excluding infectious processes from the diagnosis. Excluding serious infectious etiology of disease usually requires taking samples from the patient and waiting several days to see if bacteria grow from the sample. Our model represents a step toward more rapidly confirming or excluding infectious etiology, and thus reducing the unnecessary empiric prescription of antibiotics.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 244,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 598,
                    "end": 601,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 760,
                    "end": 763,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Recent advances in machine learning have shown that it can be a valuable tool for aiding in medical planning. The CheXNet [14] model was able to accurately identify 14 categories of abnormalities in chest X-ray images. Deep learning techniques have shown promise for automated detection and diagnosis of lung cancer [19] [20] [21] [22] , breast cancer [23, 24] , skin cancer [25] [26] [27] , and other diseases. Most of these approaches use deep neural networks [28] especially convolutional neural networks [29, 30] . Gradient boosted trees, and the XGBoost [3] model in particular, have been used to solve a wide variety of problems where the inputs may include very diverse variables of differing types [31] [32] [33] [34] . Our model makes use of both deep neural networks and XGBoost for examining images and clinical data, respectively, and the combination of the two is handled by extracting image features via a deep neural network and performing classification using XGBoost. ",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 321,
                    "end": 325,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 331,
                    "end": 335,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 352,
                    "end": 356,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 375,
                    "end": 379,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 380,
                    "end": 384,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 462,
                    "end": 466,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 508,
                    "end": 512,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 513,
                    "end": 516,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 706,
                    "end": 710,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 711,
                    "end": 715,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 716,
                    "end": 720,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 721,
                    "end": 725,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The dataset contains clinical data of 188 patients and chest X-ray images of 171 patients. Each patient has two boolean classification labels: cardiac and infection, of which both can be true. We used the clinical and image data of the 171 patients who had both for evaluation. The clinical data were hand-entered by a group of residents on rotation and contained some data entry errors that required careful cleaning before it could be used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Data Preprocessing"
        },
        {
            "text": "The complete blood count (CBC) with differential column always contained 3 or 4 values. Based on what CBC with diff reports, conventional notation, and their ranges, these values were white blood cell count, hemoglobin, hematocrit, and platelets, respectfully. When three values were present, hematocrit was always assumed to be missing based again on ranges and conventions. Of note, hematocrit should be able to be calculated from hemoglobin and is somewhat of a \"redundant\" value. After cleaning, hematocrit was excluded from the final analysis due to a preponderance of missing values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Data Preprocessing"
        },
        {
            "text": "The basic metabolic profile (BMP) test reports sodium, potassium, chloride, bicarbonate, blood urea nitrogen, and glucose. By convention, they are reported in this order. The original dataset included some missing values in the BMP report. We identified which values were missing based on the positions and ranges of the values present compared to typical ranges for corresponding components of the BMP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Data Preprocessing"
        },
        {
            "text": "The column for brain natriuretic peptide (B-NP) always contained a single value. Where a real number was present, the value was kept as is. Otherwise, it was given an appropriate sentinel value to represent \"missing\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Data Preprocessing"
        },
        {
            "text": "The first troponin measurement was represented as a continuous (real number) value, but sometimes contained values that could be directly interpreted as a real number. Values such as \"<0.012\" were given the sentinel value \"0\" for \"undetectable.\" Multiple values were sometimes given, documenting the trend of multiple troponin measurements. In these cases, only the first measurement was kept.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Data Preprocessing"
        },
        {
            "text": "The procalcitonin measurements contained too many missing values to be used in the final analysis, so it was excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Data Preprocessing"
        },
        {
            "text": "The lactic acid value was measured as a continuous (real number) value. All instances containing a value that could be directly interpreted as a real number were kept. All other values were marked as \"missing\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Data Preprocessing"
        },
        {
            "text": "The vital signs column usually contained 6 values in the following format: Temperature; Pulse Rate; Systolic Blood Pressure/Diastolic Blood Pressure; Respiration Rate; Pulse Oximetry. Real number values were recorded without lettering or comments. Though pulse oximetry is typically recorded as a percentage, we converted it to a real number in the range [0,1]. The residents recording these measurements were not consistent with the ordering of these values. The overwhelming common alternative format transposed the blood pressure and pulse rate values. Missing values were identified using typical ranges of these values, the order of the values, and the fact that blood pressure values are always expressed as x/y with x>y. Information about the patient's use of supplemental oxygen was not kept.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Data Preprocessing"
        },
        {
            "text": "The arterial blood gas column was the most problematic. There were usually 4 or 5 values: Arterial pH, arterial pressure of CO2 (PCO2), arterial bicarbonate (bicarb), arterial pressure of O2 (PO2), and pulse oxygenation (SpO2) at time of blood draw. The residents recording these measurements were least consistent following the conventional order for this column. The conventional order of pH PCO2, bicarb, PO2, SpO2 was assumed unless the values were outside the typical range. However, interpretation was limited as the typical and possible ranges of PCO2 and PO2 overlap significantly. Though recommended for proper interpretation, information on SpO2 and patient supplemental oxygen utilization were not included.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Data Preprocessing"
        },
        {
            "text": "Training a deep convolutional neural network model requires a large number of images. In this dataset we have 171 images, which is too few to attempt training a complex and robust model from scratch. Instead, we opted to use a pre-trained neural network model from a similar application area as a feature extractor. CheXNet [14] is a 121-layer convolutional neural network trained on the NIH ChestX-ray14 [17] dataset, consisting of 100,000 frontal X-ray images with 14 disease labels. We used the open source PyTorch implementation of CheXNet [18] . All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 328,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 405,
                    "end": 409,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 544,
                    "end": 548,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "CheXNet-Based Image Features"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CheXNet-Based Image Features"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.11.20062091 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CheXNet-Based Image Features"
        },
        {
            "text": "We utilize the 14 output scores produced by the output stage of the pre-trained CheXNet model as 14 image features, and performed testing to determine whether adding these image features to the clinical features could improve classification accuracy. The CheXNet output scores are real number values in the range [0,1] and were originally interpreted as the probability that the input chest X-ray image should be labeled with the corresponding medical condition. We interpret the values as a 14-dimensional feature vector which is concatenated to our clinical features. The rationale is that this feature vector contains a high-level encoding of the medically relevant abnormalities observed in the X-ray image.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CheXNet-Based Image Features"
        },
        {
            "text": "We used XGBoost [3] , an open-source implementation of gradient boosted decision trees. The model was trained and evaluated on the dataset using 5-fold cross-validation.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 19,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Model Training and Evaluation"
        },
        {
            "text": "SHAP (SHapley Additive exPlanations) is a game theoretic approach to machine learning model explanation [10] . We used the Python implementation [11] . author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 145,
                    "end": 149,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "SHAP Analysis of Feature Importance"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.11.20062091 doi: medRxiv preprint Table 1 shows the performance on the \"infection\" labeling task for each fold of the 5-fold cross validation, as well as the average for all five folds, for three variations of the models. The \"clinical\" column corresponds to a model using clinical features only, which achieved an average accuracy of 63.8%. The \"image\" column corresponds to a model using image (CheXNet) features only, with an average accuracy of 63.8%. The \"both\" column corresponds to a model combining the clinical and image features, and had an average accuracy of 67.5%, which was a slight (3.7%) improvement over either of the single-modality models alone. Figure 2 shows a boxplot representing the range of accuracy values over the five folds. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 775,
                    "end": 783,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "SHAP Analysis of Feature Importance"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.11.20062091 doi: medRxiv preprint Table 2 shows the performance on the \"cardiac\" labeling task for each fold of the 5-fold cross validation, as well as the average for all five folds, for three variations of the models. The \"clinical\" column corresponds to a model using clinical features only, which achieved an average accuracy of 70.3%. The \"image\" column corresponds to a model using image (CheXNet) features only, with an average accuracy of 59.7%. The \"both\" column corresponds to a model combining the clinical and image features, and had an average accuracy of 74.6%, which was a 4.3% improvement over either of the single-modality models alone. Figure 3 shows a boxplot representing the range of accuracy values over the five folds.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 764,
                    "end": 772,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Cardiac"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Feature Importance Analysis"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.11.20062091 doi: medRxiv preprint Figure 4 shows the SHAP feature importance analysis for clinical features on the \"infection\" labeling task, and Figure 5 shows the same analysis for image features listed by categorical label as defined by CheXNet [14] . Each point in the figure is a feature value of a particular training example. All 171 examples are used for the Shapley analysis. The color of the point represent the feature value and the X axis of the point is its SHAP value. The features are ranked by the sum of SHAP value magnitudes over all samples. SHAP analysis of feature importance for prediction of infection was consistent with current medical knowledge. White blood cells count is expected to rise in response to infection [4] and was found to be the most important feature for determining the presence of infection. Similarly, fever (elevation of temperature) was found to be predictive of infection. SHAP analysis of imaging features for prediction of infection is also consistent with clinical knowledge. Consolidation and infiltration can both be radiographic features of a pneumonia [2] . author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 362,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 851,
                    "end": 854,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1216,
                    "end": 1219,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 256,
                    "end": 264,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Feature Importance Analysis"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.11.20062091 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection"
        },
        {
            "text": "SHAP analysis of feature importance for prediction of a cardiac cause of respiratory distress also followed a reasonable pattern (see Figures 6 and 7) . Brain natriuretic peptide (B-NP) was rated by the model as its most important feature for predicting a cardiac cause of infection. Normal values for B-NP have been shown to have a high negative-predictive value for heart failure [5] and are used to diagnose exacerbation of existing heart failure [13] . Blood glucose levels are not directly associated with heart failure, but the model may be looking for associated diabetes mellitus. This common disease is an important risk factor for heart disease [6] . Increases in respiratory rate can be caused by heart failure exacerbations [13] , so it makes sense that this would be an important predictive feature.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 385,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 655,
                    "end": 658,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 736,
                    "end": 740,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 150,
                    "text": "Figures 6 and 7)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Cardiac"
        },
        {
            "text": "The model's evaluation of imaging features for cardiac causes are less intuitive. The model highly values cardiomegaly, effusion, and edema as predictive of a cardiac cause. All these radiographic findings can be present in heart failure [5, 8] . However, the model's use of the All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 241,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 242,
                    "end": 244,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Cardiac"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . pneumothorax and pleural thickening features as predictive of heart failure, do not make clinical sense. The model may be using these features to evaluate for the presence of Kerley B lines. These lines are commonly associated with heart failure and are adjacent to the pleura [15] . author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 359,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Cardiac"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.11.20062091 doi: medRxiv preprint Figure 7 : SHAP Feature importance plot for image features on the \"cardiac\" labeling task. Hemoglobin White_Blood_Cells Table 3 shows the top five clinical features for each labeling task. The top features were determined by summarizing all absolute values of SHAP values by features and then ranking features based on the sum.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 264,
                    "end": 271,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Cardiac"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Feature Comparison"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Feature Comparison"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.11.20062091 doi: medRxiv preprint Cardiomegaly Pleural_Thickening 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Feature Comparison"
        },
        {
            "text": "Edema Effusion Table 5 shows the top five imaging features, labeled by their corresponding CheXNet label [14] for each labeling task. The top features were determined by SHAP analysis as previously described.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 15,
                    "end": 22,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Feature Comparison"
        },
        {
            "text": "Feature Importance. As seen in Table 3 , the model ranks lactic acid measurements as its second most important feature for both infectious and cardiac causes of respiratory distress. Lactic acidosis is usually caused by global hypoperfusion which could be secondary to cardiac (cardiogenic shock) or infectious (sepsis) causes [7] . This suggests that, in our dataset, patients with cardiac causes of acute respiratory distress are more likely to also present with lactic acidosis than those with infectious causes, or that they are likely to develop lactic acidosis sooner. This makes clinical sense as an infection in the lungs need not have systemic effects to cause respiratory distress whereas heart failure is expected to have systemic effects.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 330,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 31,
                    "end": 38,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Feature Comparison"
        },
        {
            "text": "The model seems to view the classifications of infection and cardiac causes of acute respiratory distress as somewhat dichotomous. For instance, high values of lactic acid are associated with cardiac causes and low values are associated with infectious causes, and this value is ranked as the second most important for both classifications. Similarly, white blood cell count is the most important laboratory value for infection and the fifth most important for cardiac, with high values associated with infection and low values associated with cardiac.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Feature Comparison"
        },
        {
            "text": "As seen in Table 5 , we observe imaging features shared between the infection and cardiac classifications, with edema, cardiomegaly, and effusion in the top 5 features for both categories. Even though effusion can sometimes be associated with complicated pneumonia [8] , the model treats all of these features as favoring cardiac causes while disfavoring infectious causes, reinforcing the model's overall dichotomous view of these disease processes.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 268,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 11,
                    "end": 18,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Feature Comparison"
        },
        {
            "text": "Current Performance of the Model:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and Discussion"
        },
        {
            "text": "We show that a combination of imaging and clinical features improved overall performance of XGBoost on predicting both infectious and cardiac causes of acute respiratory distress. For the infection labeling task, the combined model performed best in 3 of the 5 cross validation folds, and performed slightly better on average. In this task, the performance was only marginally better than clinical features alone, perhaps due to the higher variance in visual presentation of infectious conditions. In the cardiac labeling task, the combined model performed best in 4 out of 5 folds. Interestingly, in this task the imaging model alone significantly underperformed the clinical model, but the image features provided a larger overall improvement when added to the clinical features than we saw on the infection labeling task. The combination seems to improve the consistency of XGBoost on prediction of cardiac causes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and Discussion"
        },
        {
            "text": "The main limitation on this model's current performance is the relatively small number of example cases. The dataset of 171 patients is far below an ideal number for training. However, we are continuing to expand our dataset. As our dataset grows, we expect significant performance improvements. We are also exploring new image model formulations that make use of \"localization\" annotations we were able to collect on our dataset. These annotations should allow us to provide addition feedback to the image model to serve as a forcing function for an attention mechanism. With an updated model and by expanding our dataset to hundreds of cases, we expect accuracy to make significant improvements in performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future Performance Expectations:"
        },
        {
            "text": "This project was started before the recent SARS-CoV-2 pandemic. As we move forward with development, we will explore upgrading the model to include a SARS-CoV-2 specific classification with COVID-19 patients data. This would allow physicians to use the same software to diagnose cases of SARS-CoV-2 pneumonia. We expect our model to be able to perform this task with a high accuracy as other research teams have had success with this problem [16] . This would also support our goal of improving antibiotic stewardship among physicians as SARS-CoV-2 pneumonia does not benefit from antibiotic therapy [11] .",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 446,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 600,
                    "end": 604,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Future Task Expansion:"
        },
        {
            "text": "In our next phase of research, we will allow our collaborating resident physicians to apply the model to new patients and help guide decision making. This will allow us to evaluate the model's efficacy in improving patient outcomes and reducing antibiotic use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future Research:"
        },
        {
            "text": "We have published the current version of this model on the Internet for evaluation purposes. Physicians will be able to enter the data and receive a prediction through a web interface for research purposes. Eventually, our goal is to aid emergency room clinicians in planning treatment strategies, although clinical evaluation and approval is required before it can be used as a diagnostic and planning tool. It is available at: http://nbttranslationalresearch.org/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Web Access to Model:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Evaluation of the Adult with Dyspnea in the Emergency Department",
            "authors": [
                {
                    "first": "Azeemuddin",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "Mark",
                    "middle": [
                        "A"
                    ],
                    "last": "Graber",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Diagnostic Approach to Community-Acquired Pneumonia in Adults",
            "authors": [
                {
                    "first": "John",
                    "middle": [
                        "G"
                    ],
                    "last": "Bartlett",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "XGBoost",
            "authors": [
                {
                    "first": "Tianqi",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Carlos",
                    "middle": [],
                    "last": "Guestrin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proceedings of the 22nd ACM SIGKDD International Conference on Knowledge Discovery and Data Mining -KDD 16",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1145/2939672.2939785"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Approach to the Patient with Neutrophilia",
            "authors": [
                {
                    "first": "Thomas",
                    "middle": [
                        "D"
                    ],
                    "last": "Coates",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Evaluation of the Patient with Suspected Heart Failure",
            "authors": [
                {
                    "first": "Wilson",
                    "middle": [
                        "S"
                    ],
                    "last": "Colucci",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Heart Failure in Patients with Diabetes Mellitus: Epidemiology, Pathophysiology and Management",
            "authors": [
                {
                    "first": "Shannon",
                    "middle": [
                        "M"
                    ],
                    "last": "Dunlay",
                    "suffix": ""
                },
                {
                    "first": "Richard",
                    "middle": [
                        "W"
                    ],
                    "last": "Nesto",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Causes of Lactic Acidosis",
            "authors": [
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Emmett",
                    "suffix": ""
                },
                {
                    "first": "Harold",
                    "middle": [],
                    "last": "Szerlip",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Diagnostic Evaluation of a Pleural Effusion in Adults: Initial Testing",
            "authors": [
                {
                    "first": "John",
                    "middle": [
                        "E"
                    ],
                    "last": "Heffner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Antimicrobial Stewardship in Hospital Settings",
            "authors": [
                {
                    "first": "Marisa",
                    "middle": [],
                    "last": "Holubar",
                    "suffix": ""
                },
                {
                    "first": "Stan",
                    "middle": [],
                    "last": "Deresinski",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "From Local Explanations to Global Understanding with Explainable AI for Trees",
            "authors": [
                {
                    "first": "Scott",
                    "middle": [
                        "M"
                    ],
                    "last": "Lundberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Slundberg/Shap",
            "authors": [
                {
                    "first": "Scott",
                    "middle": [
                        "M"
                    ],
                    "last": "Lundberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Coronavirus Disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "Kenneth",
                    "middle": [],
                    "last": "Mcintosh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Approach to Diagnosis and Evaluation of Acute Decompensated Heart Failure in Adults",
            "authors": [
                {
                    "first": "Theo",
                    "middle": [
                        "E"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "CheXNet: Radiologist-Level Pneumonia Detection on Chest X-Rays with Deep Learning",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Rajpurkar",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "ArXiv.org",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Evaluation of Diffuse Lung Disease by Conventional Chest Radiography",
            "authors": [
                {
                    "first": "Paul",
                    "middle": [],
                    "last": "Stark",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "COVID-Net: A Tailored Deep Convolutional Neural Network Design for Detection of COVID-19 Cases from Chest Radiography Images",
            "authors": [
                {
                    "first": "Linda",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Alexander",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "ArXiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "ChestX-Ray8: Hospital-Scale Chest X-Ray Database and Benchmarks on Weakly-Supervised Classification and Localization of Common Thorax Diseases",
            "authors": [
                {
                    "first": "Xiaosong",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "2017 IEEE Conference on Computer Vision and Pattern Recognition (CVPR",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1109/cvpr.2017.369"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Arnoweng/CheXNet",
            "authors": [
                {
                    "first": "Xinyu",
                    "middle": [],
                    "last": "Weng",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "GitHub",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Fifty years of computer analysis in chest imaging: rule-based, machine learning, deep learning",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ginneken",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Radiol Phys Technol",
            "volume": "10",
            "issn": "",
            "pages": "23--32",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Central focused convolutional neural networks: Developing a datadriven model for lung nodule segmentation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Med Image Anal",
            "volume": "40",
            "issn": "",
            "pages": "172--183",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Highly accurate model for prediction of lung nodule malignancy with CT scans",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Causey",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Scientific Reports",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Deep Hierarchical Multilabel Classification of Chest X-ray Images",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Hager",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Conference on Medical Imaging with Deep Learning",
            "volume": "109",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Automated breast cancer detection and classification using ultrasound images: A survey",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ju",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pattern Recognition",
            "volume": "43",
            "issn": "",
            "pages": "299--317",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Using Three Machine Learning Techniques for Predicting Breast Cancer Recurrence",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lg",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "At",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Health Med Inform",
            "volume": "04",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A comprehensive survey on image-based computer aided diagnosis systems for skin cancer",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hameed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ruskin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Hassan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hossain",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "2016 10th International Conference on Software, Knowledge, Information Management Applications (SKIMA)",
            "volume": "",
            "issn": "",
            "pages": "205--214",
            "other_ids": {
                "DOI": [
                    "10.1109/SKIMA.2016.7916221"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Machinelearning classification of non-melanoma skin cancers from image features obtained by optical coherence tomography",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Jørgensen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tycho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mogensen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bjerring",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Jemec",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Skin Research and Technology",
            "volume": "14",
            "issn": "",
            "pages": "364--369",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Deep Bayesian active learning with image data",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ghahramani",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proceedings of the 34th International Conference on Machine Learning",
            "volume": "70",
            "issn": "",
            "pages": "1183--1192",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Deep learning",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lecun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bengio",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hinton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature",
            "volume": "521",
            "issn": "",
            "pages": "436--444",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Handwritten Digit Recognition with a Back-Propagation Network",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lecun",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Gradient-based learning applied to document recognition",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lecun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bottou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bengio",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haffner",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Proceedings of the IEEE",
            "volume": "86",
            "issn": "",
            "pages": "2278--2324",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "CarcinoPred-EL: Novel models for predicting the carcinogenicity of chemicals using molecular fingerprints and ensemble learning methods",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci Rep",
            "volume": "7",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "SoilGrids250m: Global gridded soil information based on machine learning",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hengl",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS One",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "XGBoost Model for Chronic Kidney Disease Diagnosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Ogunleye",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Qing-Guo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE/ACM Transactions on Computational Biology and Bioinformatics",
            "volume": "1",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1109/TCBB.2019.2911071"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Machine learning-XGBoost analysis of language networks to classify patients with epilepsy",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Torlay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Perrone-Bertolotti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baciu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Brain Inf",
            "volume": "4",
            "issn": "",
            "pages": "159--169",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Examples of chest X-ray images for (a): neither infection nor cardiac label, (b): infection label, (c) cardiac label.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Shapley analysis computes the Shapley value to each individual feature of a training sample. The Shapley value represents a feature's responsibility for a change in the model's output. We therefore use the sum of the magnitudes of the SHAP values across training examples to measure the importance of a feature.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Box plot of 5-fold cross validation results. The box extends from the lower to upper quartile values of the data, with a line at the median and a triangle at the mean.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "5-fold cross validation scores. The box extends from the lower to upper quartile values of the data, with a line at the median and a triangle at the mean.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "SHAP Feature importance plot for clinical features on the \"infection\" labeling task. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "SHAP Feature importance plot for image features on the \"infection\" labeling task.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "SHAP Feature importance plot for clinical features on the \"cardiac\" labeling task. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Five-fold cross validation results for \"infection\" label, showing clinical-only, image-only, and combined performance. Each fold is shown, with average performance in the last row. Top performance in each row is shown in bold.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Five-fold cross validation results for \"cardiac\" label, showing clinical-only, image-only, and combined performance. Each fold is shown, with average performance in the last row. Top performance in each row is shown in bold.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Top 5 clinical features by labeling task.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Top 5 clinical panels comparison. The number of features in each panel is shown in parentheses.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Top 5 image features comparison.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This research work was partially supported by National Institute of Health NCI grant U01CA187013, and National Science Foundation with grant number 1452211, 1553680, and 1723529, National Institute of Health grant R01LM012601, as well as was partially supported by National Institute of Health grant from the National Institute of General Medical Sciences (P20GM103429).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        }
    ]
}