{
    "paper_id": "2432c11c72e85783b5afb2605a4d3287973beabf",
    "metadata": {
        "title": "COVID-19 diagnosis prediction in emergency care patients: a machine learning approach",
        "authors": [
            {
                "first": "Batista",
                "middle": [],
                "last": "Afm",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "-Hospital Israelita Albert Einstein -Big Data Analytics",
                    "location": {
                        "addrLine": "Av. Albert Einstein",
                        "postCode": "627/701, 05652-900",
                        "settlement": "Morumbi, São Paulo",
                        "region": "SP",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Miraglia",
                "middle": [],
                "last": "Jl",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "-Hospital Israelita Albert Einstein -Big Data Analytics",
                    "location": {
                        "addrLine": "Av. Albert Einstein",
                        "postCode": "627/701, 05652-900",
                        "settlement": "Morumbi, São Paulo",
                        "region": "SP",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Donato",
                "middle": [],
                "last": "Thr",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "-Hospital Israelita Albert Einstein -Big Data Analytics",
                    "location": {
                        "addrLine": "Av. Albert Einstein",
                        "postCode": "627/701, 05652-900",
                        "settlement": "Morumbi, São Paulo",
                        "region": "SP",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Chiavegatto",
                "middle": [],
                "last": "Filho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Programa de Apoio ao Desenvolvimento Institucional do SUS (PROADI-SUS)",
                    "institution": "University of Sao",
                    "location": {
                        "addrLine": "Paulo. 2"
                    }
                },
                "email": ""
            },
            {
                "first": "Adp",
                "middle": [],
                "last": "André",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "-Hospital Israelita Albert Einstein -Big Data Analytics",
                    "location": {
                        "addrLine": "Av. Albert Einstein",
                        "postCode": "627/701, 05652-900",
                        "settlement": "Morumbi, São Paulo",
                        "region": "SP",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Filipe",
                "middle": [],
                "last": "De Moraes Batista",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "-Hospital Israelita Albert Einstein -Big Data Analytics",
                    "location": {
                        "addrLine": "Av. Albert Einstein",
                        "postCode": "627/701, 05652-900",
                        "settlement": "Morumbi, São Paulo",
                        "region": "SP",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "João",
                "middle": [],
                "last": "Luiz Miraglia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Hospital Israelita Albert Einstein -Big Data Analytics",
                    "institution": "University of Sao Paulo",
                    "location": {
                        "addrLine": "715 Av Dr Arnaldo",
                        "postCode": "01246-904",
                        "settlement": "Sao Paulo",
                        "region": "SP",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Thiago",
                "middle": [],
                "last": "Henrique",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Programa de Apoio ao Desenvolvimento Institucional do SUS (PROADI-SUS)",
                    "institution": "University of Sao",
                    "location": {
                        "addrLine": "Paulo. 2"
                    }
                },
                "email": ""
            },
            {
                "first": "Rizzi",
                "middle": [],
                "last": "Donato",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Programa de Apoio ao Desenvolvimento Institucional do SUS (PROADI-SUS)",
                    "institution": "University of Sao",
                    "location": {
                        "addrLine": "Paulo. 2"
                    }
                },
                "email": ""
            },
            {
                "first": "Msc",
                "middle": [],
                "last": "Hospital",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Programa de Apoio ao Desenvolvimento Institucional do SUS (PROADI-SUS)",
                    "institution": "University of Sao",
                    "location": {
                        "addrLine": "Paulo. 2"
                    }
                },
                "email": ""
            },
            {
                "first": "Israelita",
                "middle": [],
                "last": "Albert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Programa de Apoio ao Desenvolvimento Institucional do SUS (PROADI-SUS)",
                    "institution": "University of Sao",
                    "location": {
                        "addrLine": "Paulo. 2"
                    }
                },
                "email": ""
            },
            {
                "first": "Einstein -Big",
                "middle": [],
                "last": "Data",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Programa de Apoio ao Desenvolvimento Institucional do SUS (PROADI-SUS)",
                    "institution": "University of Sao",
                    "location": {
                        "addrLine": "Paulo. 2"
                    }
                },
                "email": ""
            },
            {
                "first": "Analytics",
                "middle": [],
                "last": "Alexandre",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Programa de Apoio ao Desenvolvimento Institucional do SUS (PROADI-SUS)",
                    "institution": "University of Sao",
                    "location": {
                        "addrLine": "Paulo. 2"
                    }
                },
                "email": ""
            },
            {
                "first": "Dias",
                "middle": [],
                "last": "Porto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Programa de Apoio ao Desenvolvimento Institucional do SUS (PROADI-SUS)",
                    "institution": "University of Sao",
                    "location": {
                        "addrLine": "Paulo. 2"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The coronavirus disease pandemic has increased the necessity of immediate clinical decisions and effective usage of healthcare resources. Currently, the most validated diagnosis test for COVID-19 (RT-PCR) is in shortage in most developing countries, which may increase infection rates and delay important preventive measures. The objective of this study was to predict the risk of positive COVID-19 diagnosis with machine learning, using as predictors only results from emergency care admission exams. We collected data from 235 adult patients from the Hospital Israelita Albert Einstein in São Paulo, Brazil, from 17 to 30 of March, 2020, of which 102 (43%) received a positive diagnosis of COVID-19 from RT-PCR tests. Five machine learning algorithms (neural networks, random forests, gradient boosting trees, logistic regression and support vector machines) were trained on a random sample of 70% of the patients, and performance was tested on new unseen data (30%). The best predictive performance was obtained by the support vector machines algorithm (AUC: 0.85; Sensitivity: 0.68; Specificity: 0.85; Brier Score: 0.16). The three most important variables for the predictive performance of the algorithm were the number of lymphocytes, leukocytes and eosinophils, respectively. In conclusion, we found that targeted decisions for receiving COVID-19 tests using only routinely-collected data is a promising new area with the use of machine learning algorithms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "During the last month, coronavirus disease 2019 (COVID-19) has spread rapidly from China to European countries, and is now experiencing exponential growth in the United States and Canada. 1 Recently, there has also been a sharp increase in cases in developing countries, but due to a limited number of COVID-19 tests available for these countries, the real extent of the spread is still unknown, which may lead to dire consequences in terms of adequate clinical care and the epidemiological knowledge needed to guide public containment measures. 2, 3 The most common symptoms of COVID-19, such as fever and cough, are similar to a range of other infectious diseases, making prompt diagnosis a challenge for health professionals. 4 Results from the transcription polymerase chain reaction test (RT-PCR), currently the most reliable diagnostic test, are frequently taking more than a week to become available according to reports in the Brazilian media, while in the meantime there is a need for immediate decisions about clinical care and preventive measures. On the other hand, the recent increase in the usage of new rapid diagnostic tests, which are prone to some accuracy issues, may increase the risk of inefficient allocations of health resources.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 189,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 548,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 549,
                    "end": 550,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 729,
                    "end": 730,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study aims to improve decisions regarding COVID-19 test priorities in developing countries by predicting the risk of a positive diagnosis, using only routinely-collected data from emergency care admission exams. We analyzed the results of COVID-19 tests performed at Hospital Israelita Albert Einstein (HIAE) in São Paulo, Brazil, one of the main test providers in the country during the first weeks of local outbreak. This study was conducted under a task-force established to respond to the COVID-19 emergency within the PROADI-SUS program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "According to current guidelines from the Brazilian Ministry of Health, COVID-19 tests should only be applied to patients with severe acute respiratory syndrome. 5 Between 17 and 30 of March 2020, there were 256 results for COVID-19 transcription polymerase chain reaction (RT-PCR) tests performed in patients admitted to the emergency department of HIAE with a corresponding blood count test. A total of 235 adults had full results for total blood count and polymerase chain reaction (PCR) in the 24 hours around the RT-PCR test and were included in the analysis. From these, 102 (43%) patients tested positive for COVID-19.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 162,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "A total of 15 variables were used for training the algorithms: age, gender, hemoglobin, platelets, red blood cells, mean corpuscular hemoglobin concentration (MCHC), mean corpuscular hemoglobin (MCH), red cell distribution width (RDW), mean corpuscular volume (MCV), leukocytes, lymphocytes, monocytes, basophils, eosinophils and c-reactive protein (CRP).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We tested the predictive performance for positive diagnosis of COVID-19 of five popular machine learning algorithms (neural networks, gradient boosted trees, random forests, logistic regression and support vector machines) with 10-fold cross validation for hyperparameter tuning . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "with hyperopt (Bayesian optimization) search. All variables except gender were numerical and were therefore normalized to avoid oversized effects due to difference in scales. The sample was randomly divided using a 70-30 split, where 70% of the patients were used to train the machine learning algorithms, and the other 30% were used to test the performance of the models on new unseen data. All the results presented here are from the test set.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We measured predictive performance by calculating the area under the ROC curve (AUC), sensitivity, specificity, F1-score, Brier score, positive predictive value (PPV) and negative predictive value (NPV). All analyses were performed in Python using the scikit-learn library. The study was performed in accordance with the guidelines of Transparent Reporting of a Multivariable Prediction Model for Individual Prognosis or Diagnosis (TRIPOD) whenever applicable. 6 The study was approved by the Hospital Israelita Albert Einstein IRB (project number 4110-20) and by the National Commission for Ethics in Research (CONEP) of the National Health Council (CNS) from the Ministry of Health (CAAE: 30414720.0.0000.0071). Table 1 presents the descriptive results for the features included in the models, for all patients and separated according to COVID-19 diagnosis. The full sample was well balanced between males and females (51.1% and 48.9%, respectively), with a mean age of 49 years old. Within the COVID-19 positive group there were more men (65.7%), and lower mean values for leukocytes, lymphocytes, monocytes, basophil and eosinophils. Feature . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 462,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 714,
                    "end": 721,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.04.20052092 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The two algorithms with best overall performance were random forests and support vector machines with an AUC of 0.85 for the test set. Figure 1 presents the AUC of the five algorithms, which shows that the performance was similar between the algorithms with some overlap across the different discriminative thresholds. The two algorithms with the best predictive performance (support vector machines and random forests) had the same discrimination results (sensitivity of 0.677 and specificity of 0.850), but the support vector machines algorithm had a slightly better calibration, with a Brier score of 0.160 (Table 2 ). Every one of the five algorithm had a positive predictive value of at least 0.74 and a negative predictive value of at least 0.77. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 143,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 610,
                    "end": 618,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Calibration details for the support vector machines algorithm are presented in Figure 2 , which shows that despite the small sample size, the algorithm is well calibrated throughout the probability distribution, i.e. among patients with a high predicted risk according to the algorithm, a high percentage of them are COVID-19 positive, and vice-versa. The five most important variables for the predictive performance of the algorithm according to the Mean Decrease Accuracy (MDA) were lymphocytes, leukocytes, eosinophils, basophils and hemoglobin, respectively. We also tested the performance of the algorithms using 10-fold cross validation repeated 10 times for each algorithm, instead of using the 70-30 split. This strategy is frequently used in machine learning in health studies especially in cases of relatively small samples such as ours, but it simulates less clearly the results in clinical applications. The predictive performance of the algorithms was better in comparison with the previous strategy, with an AUC of 0.87, Sensitivity of 0.755 and Specificity of 0.829 for the best-performing algorithm, which was again the support vector machines (Annex 1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 87,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We found that by using only standard exams performed upon emergency care admission, machine learning algorithms were able to predict with good performance the risk of each patient having a positive result for COVID-19. As of April 5, 2020, there have been a total of 11,130 confirmed cases of COVID-19 in Brazil. Due to an overall shortage of tests, the current recommendation from Brazilian Ministry of Health is that tests should only be performed for critically-ill patients, contrary to the guidance of the World Health Organization which encourages large-scale tests of the population. 7 There are now also confirmed cases in most African countries and India, where the potential of rapid spread will require harsher cost-effective decisions on which patients to test for COVID-10.",
            "cite_spans": [
                {
                    "start": 591,
                    "end": 592,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The five machine learning algorithms had similar predictive performances, with AUCs higher than 0.84. The calibration results for the best performing algorithm (support vector machines) was consistent throughout the entire probability distribution. For example, among the patients with a predicted probability between 80 and 100% of having COVID-19, 82% of them actually had it; while for those with a predicted probability of 0 to 20%, 12% had it. This means future use of predicted probabilities is also promising, not only the binary decision of having COVID-19 or not, which improves the strength of potential clinical decisions derived from the results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "During the last few weeks, the first studies were published that apply machine learning to predict different COVID-19 outcomes. 8 So far only one study analyzed diagnosis of COVID-19 with routinely-collected data, in this case to predict cases using as controls patients with viral pneumonia by applying logistic regression. 9 Another study of 53 patients from two hospitals in Wenzhou, China, analyzed the accuracy of five machine learning algorithms to predict Acute Respiratory Distress Syndrome (ARDS) in patients with COVID-19. 10 Two other studies applied machine learning algorithms to predict mortality in patients with COVID-19, using patient data from Kaggle and China. 11, 12 We propose that machine learning algorithms can be used to allocate priorities in receiving the RT-PCR tests in the case of a shortage, and also to help with critical care decisions while the RT-PCR results are being processed (which have been frequently taking more than a week in most places of Brazil). A promising area for future research will also be to analyze the combined performance of the new rapid tests and the machine learning algorithms.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 129,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 325,
                    "end": 326,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 533,
                    "end": 535,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 680,
                    "end": 683,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 684,
                    "end": 686,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Further studies need to be performed in other locations to confirm these results. We analyzed a relatively small sample from the Hospital Israelita Albert Einstein, which was a firstresponder for COVID-19 cases in Brazil, but that has a large proportion of high-income patients and is frequently considered among the top hospitals in Latin America. Different stages of the disease may also influence the predictive performance of the models. We tried to decrease this effect by analyzing only patients in emergency care, but time interval from the first symptoms may also be a factor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, we found evidence to suggest that targeted decisions for receiving COVID-19 tests in areas with a shortage of supply is possible with the use of machine learning algorithms. For future clinical applications, locally training the algorithms in each specific healthcare service will be crucial to improve predictive performance. Annex 1 -Performance metrics for each machine learning algorithm for the 10-fold crossvalidation. . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.04.20052092 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The global community needs to swiftly ramp up the response to contain COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "20",
            "pages": "30679--30685",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Preparedness and vulnerability of African countries against importations of COVID-19: a modelling study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pullano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pinotti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "871--877",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--1062",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ministério da Saúde do Brasil. Protocolo de manejo clínico do coronavírus (covid-19) na atenção primária à saúde",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "ransparent Reporting of a multivariable prediction model for Individual Prognosis or Diagnosis (TRIPOD): explanation and elaboration",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Moons",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Reitsma",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ann Intern Med",
            "volume": "162",
            "issn": "1",
            "pages": "1--73",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World Health Organization. Operational planning guidelines to support country preparedness and response",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Prediction models for diagnosis and prognosis of covid-19 infection: systematic review and critical appraisal",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wynants",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "V"
                    ],
                    "last": "Calster",
                    "suffix": ""
                },
                {
                    "first": "Mmj",
                    "middle": [],
                    "last": "Bonten",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Development and utilization of an intelligent application for aiding COVID-19 diagnosis",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Towards an artificial intelligence framework for data-driven prediction of coronavirus clinical severity",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Coffee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bari",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Computer Materials & Continua",
            "volume": "63",
            "issn": "1",
            "pages": "537--551",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Prediction of criticality in patients with severe Covid-19 infection using three clinical features: a machine learning-based prognostic model with clinical data in Wuhan",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "H-T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A machine learning model reveals older age and delayed hospitalization as predictors of mortality in patients with COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sarkar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chakrabarti",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Receiver Operating Characteristic (ROC) curve for the test set of each of the five machine learning algorithms.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Calibration results for the support vector machine algorithm on the test set.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Descriptive results for the features included in the models, for the complete sample and separated by COVID-19 diagnosis.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Performance metrics for each machine learning algorithm for the test set.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the support of the Big Data Analytics team of the Hospital Israelita Albert Einstein, especially Eduardo Reis, Ellison Fernando, Rodrigo Carvalho and Johnatha Franca, that helped with the preparation and availability of the database.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}