{
    "paper_id": "24c5610d5aea11c5216c113e9770184ece0f1ef3",
    "metadata": {
        "title": "Chasing the ghost of infection past: identifying thresholds of change during the COVID-19 infection in Spain",
        "authors": [
            {
                "first": "Luis",
                "middle": [],
                "last": "Santamaría",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Estación Biológica de Doñana (EBD-CSIC)",
                    "location": {
                        "addrLine": "C/ Américo Vespucio 26"
                    }
                },
                "email": "luis.santamaria@ebd.csic.es"
            },
            {
                "first": "Joaquín",
                "middle": [],
                "last": "Hortal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Museo Nacional de Ciencias Naturales (MNCN-CSIC). C/José Gutiérrez Abascal 2",
                    "institution": "",
                    "location": {
                        "postCode": "28006",
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": "jhortal@mcncn.csic.es"
            }
        ]
    },
    "abstract": [
        {
            "text": "COVID-19 pandemic has spread worldwide rapidly from its first outbreak in China, with different impacts depending on the age and social structure of the populations, and the measures taken by each government. Within Europe, the first countries to be strongly affected have been Italy and Spain. In Spain, infection has expanded in highly populated areas, resulting in one of the largest nationwide bursts so far by early April. We analyze the evolution of the growth curve of the epidemic in both the whole of Spain and Madrid Autonomous Region (the second largest conurbation in Europe), based on the cumulative numbers of reported cases and deaths. We conducted segmented, linear regressions on log-transformed data to identify changes in the slope of these curves and/or sudden shifts in the number of cases (i.e. changes in the intercept) at fitted breaking points, and compared their results with a timeline including both key events of the epidemic and containment measures taken by the national and regional governments. Results were largely consistent in the four curves analyzed (reported infections and deaths for Spain and Madrid, respectively), showing two major shifts in slopes (growth rates) at 14-15 and 26-29 March that resulted in 37-65% reductions of slope, and originated in infection on 4-5 and 16-18 March (for case detections) and 14-23 February and 5-6 March (for deaths). Small upward shifts in the progress of the disease in Madrid were not associated with significant changes in the intercept of the curve, and seem related with unevenness in case reporting. These results evidence an early deceleration in the spread of COVID-19 coinciding with personal hygiene and social distancing recommendations, as well as the general awareness of the population; and a second, stronger decrease when harder isolation measures were enforced. The combination of both breakpoints seemingly led to the start of the contention of the disease outbreak by early April, the limit of our time series. This highlights the importance of adopting public health strategies that include disseminating basic knowledge on personal hygiene and reduced social contact at the onset of the epidemic, and the importance of early enforcement of hard contention measures for its subsequent contention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "COVID-19 infection has rapidly spread worldwide since its first outbreak in Wuhan (China) in mid December 2019. The global number of confirmed cases has gone over one million on 3rd April 2020 (John Hopkins University Coronavirus Resource Center, see Dong et al. 2020) , barely 3 months after its first report on 31st December. Individuals infected with COVID-19 remain asymptomatic for 5-6 days, while presenting enough viral load to be infective after 1-2 days of infection (Linton et al. 2020 , Lai et al. 2020 . Severe cases require hospitalisation 3-15 days after the appearance of the first symptoms, which are similar to other infectious respiratory illnesses. This, together with the initial unawareness of the population, led to a high transmission rate of the infection, which spread rapidly to neighbouring countries, the Middle East and Europe, and then the rest of the world (see https://nextstrain.org/ncov).",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 268,
                    "text": "Dong et al. 2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 476,
                    "end": 495,
                    "text": "(Linton et al. 2020",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 496,
                    "end": 513,
                    "text": ", Lai et al. 2020",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An increasing number of countries was progressively affected, and they responded differently depending on the WHO and local expert advice at the moment, the structure and resources of their public health systems, their R+D+i capacity (which determined the number of PCRs available for testing contagions from blood samples, among other things), and their ability to implement social distance measures. The diversity of policy responses, together with the preexisting differences in spatial aggregation, social behaviour and age structure of their populations, provide an unique array of test cases to understand how different levels and combinations of preventive quarantine and social-distancing measures affected the spread of the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "COVID-19 arrived to mainland Spain in early February (first recorded hospitalisation dates back to 15th February; Table S1 ). During the first 2-3 weeks of February, COVID-19 infection reached Spain at least three times, via UK and Italy -as evidenced by the presence of three different genetic clusters identified by nextstrain (Hadfield et al. 2018 ; last accessed 8th April). Different from Italy, where infections were concentrated in the North, the combination of these three introductions with early, unnoticed community transmission resulted in consecutive outbreaks in distant, highly populated areas of the Basque Country and Navarra (North), Madrid (Center), Catalonia (North East), Andalusia (South) and Valencia (East) (see timeline in Figure 5 below, and Table S1 ). The spatial structure of the Spanish populations has played a role in the particularly rapid spread of the pandemic in some regions the country. Its impact has been harsher in the big conurbations of Madrid (around 6.4M people; second most populated Metropolitan area of the EU, after Paris) and Barcelona (c. 5 .4M) -as well as in Álava, Navarra and La Rioja (c. 1M in total), following the early infection of healthcare workers from Txagorritxu Hospital. Balearic and Canary archipelagos also received infections from the early onset of the pandemic, so it is reasonable to assume that by early March COVID-19 infections were widely distributed throughout the whole country.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 350,
                    "text": "(Hadfield et al. 2018",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1076,
                    "end": 1091,
                    "text": "Barcelona (c. 5",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 122,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 748,
                    "end": 756,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 768,
                    "end": 776,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Several factors make Spanish data one of the most fair accounts of the effects of the pandemic at the country and regional levels, together with Italy and, specially, South Korea. Although the lack of enough tests that has been pervasive for most countries (except South Korea), Spain has achieved one of the highest infection test ratios per capita (Clark et al. 2020) , thanks to the early mobilisation of most PCR machines available in universities and research centres for either COVID-19 testing or COVID-19 research. Importantly, only cases testing positive in the PCR make it to the official statistics -and (similar to Italy but different to other European countries) all deaths testing positive are registered as caused by COVID-19 infection, including those associated with previous pathologies or happening outside hospitals (e.g. in private homes and nursing homes). These data provide an underestimation of the total population infected and the number of fatalities-due to the limited number of tests; although for the number of deaths this is partly compensated by the lethality associated to other pathologies that is attributed to COVID-19 when PCRs render positive tests. However, the relatively homogeneous intensity of testing and the stability of criteria for disease attribution throughout the time period of this analysis probably result in unbiased estimators for the spread of the pandemic. It is therefore safe to assume that the number of reported cases of infection and the number of deaths are reasonably good proxies for the advance of the pandemic.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 369,
                    "text": "(Clark et al. 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here we characterize the growth curve of COVID-19 infections in the whole of Spain, from the onset of the pandemic in early February through the establishment of increasingly more restrictive social and governmental restrictions to mobility and personal contact. We also perform he analyses for the Madrid Autonomous Region (Madrid hereafter), a highly populated area with good public transportation and a high daily commuting rate, which represented the country's largest focus of the pandemic -as it represents a prime example of the spread of the virus in a large, mostly panmictic population through time, and the effect of social-distancing measures thereupon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The adoption of containment measures by the national and regional governments followed a sustained increment through time, from the recommendation of preventive measures in late February and early March, to increasingly stricter social-distancing measures on 9-10 March, to a nationwide lockdown announced on 13 March and enforced on 15 March, to the the closure of all non-essential economic activities on 31 March (see Figure 5 below, and Table S1 ). Such sequence of measures was broadly discussed by experts, media and social media, with opinions ranging from qualifying them as exaggerated or unnecessary during the first weeks of the outbreak; to criticizing them as tardy of insufficient in the weeks that followed. Two controversies have been particularly strong: (i) were preventive and soft socialdistancing measures useful, or should hard social-distancing measures have been introduced from the early moments (late February to early March)?, and (ii) did the mass events on the weekend of 7-8 March, coinciding with the International Women's Day demonstrations (over 300k attendants in the whole country, 120K in Madrid) and premier football league matches (around 280k spectators in total and 72K in Madrid, respectively) trigger the early spread of the pandemic in Spain's largest cities, specially in Madrid?",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 421,
                    "end": 429,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 441,
                    "end": 449,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Bearing this temporal sequence in mind, we analyze the growth curves of the cumulative numbers of cases detected and the cumulative number of deaths for both the whole of Spain and Madrid, focusing specifically in the changes in the growth rate (i.e. the slope of log-transformed data) of these curves through time. Based on this analysis, we seek to answer two questions: (1) how effective were the different social-distancing measures in reducing infection and mortality rates?; and (2) how significant were the effects of 7-8 March mass gatherings on the expansion of the epidemic, compared with other key events and control measures?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Data on the different events that marked the evolution of the pandemic in Spain (e.g. first cases detected, large infection bouts, first deaths) or influenced its perception by the general public, as well as policy measures (e.g. preventive isolation, social-distancing, lockdowns) and putative key events (e.g. large gatherings associated to sport events, political demonstrations and party rallies), were gathered from official sources, national and international media, and scientific publications. Whenever possible, and in all cases for policy measures, we confirmed their date and content from official documents and/or websites from international, national or regional institutions. We include a broad list of events in Table S1 and selected the most relevant ones for the timeline shown, together with the results of the statistical analyses, in Figure 5 's graphical summary.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 727,
                    "end": 735,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 854,
                    "end": 862,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Timeline of events and control measures"
        },
        {
            "text": "Official data on the (i) cumulative number of cases, and (iii) cumulative number of deaths were obtained from the daily Covid reports of the Spanish Ministry of Health, as compiled by the Worldometer Coronavirus data service (for national data) and the Covid data service of eldiario.es (for regional data). Data were extracted at two levels of aggregation, for Spain as a whole country, and for Madrid Autonomous Region (i.e. Comunidad Autónoma de Madrid). For the analyses we included data from the first day in which at least 10 cases or at least 1 death were measured; and extended the analyses to 22-24 days after the onset of social-distancing measures on 13-15/3/20, a period doubling the average infection-to-detection time (10.1 days; see next section), and equaling the average infection-to-death time (21 days; see next section).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection and fatality data"
        },
        {
            "text": "To estimate the infection date of reported cases, we calculated the infection-to-testing time by combining reported values of incubation time (mean = 5.0 days in Lauer et al. 2020 ; median = 5.1 days in Linton et al. 2020 ; mean = 6.4 days in Lai et al. 2020) with time from illness onset to hospital admission for treatment and/or isolation (median = 3.3 days among living cases and 6.5 days among deceased; Linton et al. 2020 ). Hence, we used an infection-to-testing time of 9 days for living cases and 12 days for dead cases. Based on the proportion of 36% deaths to 64% recoveries reported from 3/3/20 to 6/4/20 (for a total of 57,006 closed cases in Spain), we estimated an average infection-to-testing time of 10.1 days -which, for simplicity, was ",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 179,
                    "text": "Lauer et al. 2020",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 203,
                    "end": 221,
                    "text": "Linton et al. 2020",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 243,
                    "end": 259,
                    "text": "Lai et al. 2020)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 409,
                    "end": 427,
                    "text": "Linton et al. 2020",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Lag time estimates"
        },
        {
            "text": "We fitted a family of segmented (broken-line) regressions with no, one, two and three breaking points (Models 1 to 4, with two, four, six and eight parameters respectively) and compared them using the their adjusted R 2 and goodness of fit. Goodness-of-fit comparisons were based on two criteria: (i) the distribution of the residuals; (ii) the adjusted R 2 ; and (iii) a Fstatistic comparing each model with the next level of restriction -that is, to the model with one breakpoint (hence, two parameters) less (Hank et al. 2020). To ensure residuals' homoscedasticity, we used linear fits on log10-transformed data; similar results were, however, obtained using exponential fits on untransformed data (not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analyses"
        },
        {
            "text": "Fitted breaking points provide objective information on the moment at which infection dynamics changed, while slopes provide information of the direction and magnitude of such . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analyses"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 changes. When analyzing the data from Madrid, we observed discontinuities that suggested that some breakpoints could involve a change in the intercept, rather than in the slope. This would imply a significant shift in values at a given day, followed by a continuous increase at the same growth rate that preceded such day -an scenario consistent, for example, with a sudden increase in infection rate during the mass gatherings of 7-8 March. To test for this possibility, we assessed the fit of an additional model with two breaking points, the first one involving a change in the intercept and the second one involving a change in the slope (Model 5).",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "For the whole of Spain, the model with two breaking points (Model 3) provided the best fit (Table 1) . Fitted breaking points were placed on day 17.9 (14/3/20, estimated infection on 4/3/20) and 30.5 (26/3/20, estimated infection on 16/03/20) (Figure 1 ). The growth rate of the number of cases decreased by 49% (from 0.15 to 0.08) after the first breakpoint (14/3/20) and decreased again by another 54% (from 0.08 to 0.03) after the second breakpoint (26/3/20). is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 100,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 243,
                    "end": 252,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Number of cases"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 of infection is provided in the upper X-axis. Filled points indicate Sundays. Broken vertical lines indicate the breaking points of the best fit (Model 3), which is shown with a thicker line.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The analyses performed on the number of cases from Madrid are consistent with the results for the whole country. The model with two breaking points (Model 3) provided the best fit (Table 2) . Fitted breaking points were placed on day 12.7 (14/3/20, estimated infection on 4/3/20) and 26.6 (28-29/3/20, estimated infection on 18-19/3/20) (Figure 2 ). The growth rate of the number of cases decreased by 65% (from 0.18 to 0.06) after the first breakpoint (14/3/20) and decreased again by 59% (from 0.08 to 0.03) after the second breakpoint (18-19/3/20). An inspection of the values and fits ( Figure 2) shows that the apparent jump in the number of cases detected on 9/3/20 (estimated infection on 28/02/20) was caused by the combination of a decrease during the weekend (7-8/3/20) and an increase the following Monday -which kept the point in line with the previous and posterior values. Indeed, the only fitted model that identified a change of slope (Model 4, breaking point at day 9.0, i.e. on 10/3/20, estimated infection 29/2/20) showed a 19% decrease in the growth rate (from 0.18 to 0.15) at such point -although it provided a non-significant improvement in goodness-of-fit relative to a more-parsimonious model without such breaking point (Model 3) . Similarly, the model with two breaking points involving a change of intercept and a change of slope (Model 5), which resulted in a 11% increase in the intercept (from 1.3 to 1.45) on day 7.1 (8/3/20, estimated infection 27/2/20), did not result in a significantly better fit compared to Model 2 ( Table 2 ). Here it is worth noting that a similar 'decrease-and-jump' in the number of cases was observed one week before, from Saturday 29/2/20 to Monday 2/3/20, although dates before 1/3/20 were not included in the analysis owing to the low number of registered cases (below the ten-cases threshold).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 189,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 337,
                    "end": 346,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 591,
                    "end": 600,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1246,
                    "end": 1255,
                    "text": "(Model 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1555,
                    "end": 1562,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059345 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The model with three breaking points (Model 4) provided the best fit (Table 3) . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 69,
                    "end": 78,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Number of fatalities"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059345 doi: medRxiv preprint (Table 4 ). Fitted breaking points were placed on day 9.8 (15/3/20, estimated infection on 23/2/20) and 20.7 (26/3/20, estimated infection on 5/3/20) (Figure 4) . The growth rate of the number of cases decreased by 56% (from 0.22 to 0.10) after the first breakpoint (15/3/20) and decreased again by 65% (from 0.10 to 0.03) after the second breakpoint (26/3/20). The model with one slope shift (on day 12.4, i.e. 17/3/20, estimated infection on 25/2/20) and one intercept shift (on day 8.2, i.e. 13/3/20, estimated infection on 21/2/20) showed a marginally significant improvement of goodness-of-fit relative to Model 2 (0.10<P<0.05), but a worse fit (larger RSS and adjusted R 2 ) than the model with two slopes shits (Model 3). Table 4 . Results of segmented regressions with an increasing number of breaking points, fitted on the number of fatalities attributed to COVID-19 infections in Madrid Region from 5/3/20 to 6/4/20.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 115,
                    "text": "(Table 4",
                    "ref_id": null
                },
                {
                    "start": 257,
                    "end": 267,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 836,
                    "end": 843,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059345 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The use of segmented regressions provided an objective procedure to identify thresholds of change during the evolution of COVID-19 pandemic in the whole of Spain, and the large conurbation of Madrid. The results of the four variables analyzed, involving two different spatial extents (whole country and regional), and two different lag times (10 days for cases, 21 days for fatalities), showed a consistent temporal pattern ( Figure 5 ) that can be divided into three consecutive phases :",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 426,
                    "end": 434,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "(1) A first phase, in the early moments of the epidemic, characterized by sudden (apparent) jumps in the number of infections, particularly conspicuous in Madrid, which were not accompanied by increases in the infection rate. This phase coincided with the detection of the first cases, imported from abroad; and the two jumps in the number of infections were synchronous with specific events of group infections (at sport events and nursing homes, respectively; red points 4 and 7 in Figure 5 ). Owing to the lag times mentioned above, the effects of this phase become perceivable between March 1 and March 8. During this phase, however, breaking points signaling one (Madrid) and two (Spain) consecutive decreases in the growth rates of the number of deaths were identified (37-40% and 56% decreases in Spain and Madrid, respectively). These breaking points could not be linked to any specific event or policy measure, and were probably related to the improvement of clinical procedures (detection and hospital treatment) following the detection, hospitalization -and, in some cases, death of the first cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 484,
                    "end": 492,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 (2) A second phase, 1-2 weeks later, showing a highly consistent pattern of decreases in the growth rates of both the number of cases and the number of fatalities (49-65% and 40-56% reductions, respectively) at both geographical extents (Spain and Madrid). This inflection point, detected in the four variables analyzed, corresponds to infections taking place in the first week of March, following the issuing of preventive isolation measures (blue points 3-4 in Figure 5 ) and the increased awareness of the public opinion (as the perception of the increases in cases and deaths described in phase 1 emerged), but preceding the issuing of most social-distancing measures by the central and regional governments (blue points 5-7 in Figure 5 ). Owing to the lag times mentioned above, these decreases become perceivable between March 13-14 (for the number of cases) and March 26-27 (for the number of deaths). The perception of slowdown at March 13-14 was reinforced by the impact of the breaking points in the number of deaths detected during phase 1 (for infections taking place after February 23)underscoring the decoupling of cause and perception (see below).",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 65,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 85,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 549,
                    "end": 557,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 818,
                    "end": 826,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(3) A third phase, 2 weeks later, showing a consistent pattern of decrease in the growth rates of the number of cases detected at both spatial extents (54 and 59% reduction in Spain and Madrid, respectively), but no change in the growth rate of the number of deaths. This decrease coincides closely with the issuing of strong social-distancing measures (nationwide lockdown and border closure). Owing to the 21-days lag time between infection and death, it is likely that the period of time analyzed (extending to 21 days after the lockdown) was insufficient to detect similar changes in the number of deaths. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 (red) or decreases (blue) in the slope (growth rate) or intercept (sudden increases in values) of the numbers of cases and/or deaths.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "This basic analysis of the growth rates of cases and fatalities evidences the effectiveness of the contention measures taken by Spanish national and regional governments. The confinement of all population that could telework, the suspension of in-class teaching in schools and universities, and the closure of non-essential shops, bars and restaurants resulted in a marked downwards inflection in the curves of both infections and deaths. However, it is also remarkable the existence of an earlier breakpoint, corresponding to a decrease in the rate of infections in the first week of March. This breakpoint was the most consistent (present in the four variables) and the most supported (present in all but one models with one or more breakpoints), suggesting that this was the most important change of dynamic during the period of time analyzed. The dropdown in the rate of infections coincides with an increase of the awareness of the Spanish population (due to the reporting of a rapidly increasing number of cases and deaths, i.e. the delayed perception of the events of phase 1) and the issuing of official recommendations for the prevention and treatment of COVID infections, but precedes the legal enforcement of most social-distancing measures by the regional and central governments (see Figure 5 , Table S1 ). Indeed, it takes place the week before the marked decrease in community mobility registered during the second week of March (from March 8 to March 15) in both Madrid and the whole of Spain (Google 2020) . This suggests that a large proportion of the Spanish population changed their behaviour due to the combination of increasing awareness and the dissemination of preventive hygienic and distancing measures by the government and the media -with recourse to the examples of China, South Korea and Italy. It seems therefore fair to argue that, during this week, the population responded swiftly to the voluntary prevention and distancing measures suggested by the authorities and the media, and these were effective to slow down the early spread of the pandemic.",
            "cite_spans": [
                {
                    "start": 1509,
                    "end": 1522,
                    "text": "(Google 2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 1297,
                    "end": 1305,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1308,
                    "end": 1316,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The results also indicate, however, that these measures were not enough to contain the spread of the virus -and the issuing of the first soft social-distancing measures by the regional governments had little impact upon it. The next breaking point, resulting in the strongest reduction if the growth rate of the number of cases, took place closely after the onset of the stronger measures of national lockdown and border closure. As in the previous phase, the population's response was swift and started already with the partial confinement measures, one week before (e.g. Google 2020) -surpassing broadly the expectations of 69 experts who predicted a collapse of the health system on March 25 (Catanzaro 2020; Arenas et al. 2020; Mitjà et al. 2020) . These stronger isolation policies were probably instrumental in flattening the curve of infections, though not sufficient to date to bring it to a complete halt. Unfortunately, the data available to date does not allow assessing the effect of the further strengthening of the lockdown (i.e. closure of non-essential economic activities) enforced on 30-31 March, as compared with the previous measures.",
            "cite_spans": [
                {
                    "start": 695,
                    "end": 711,
                    "text": "(Catanzaro 2020;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 712,
                    "end": 731,
                    "text": "Arenas et al. 2020;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 732,
                    "end": 750,
                    "text": "Mitjà et al. 2020)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "What our results fail to show is the expected effects of certain key events pinpointed by the media on the spread of COVID-19 infections. The demonstrations and football matches of 7-8 March did not result in significant increases in neither infection rates nor in the number of infections (as reflected in the numbers of cases and fatalities). An inspection of the stallingand-jump of the numbers of cases and deaths in Madrid, which triggered such public perception, indicates that they are inconsistent with it -since, given the lag times involved, their effects should have shown up 10 to 21 days later. The stalling-and-jump pattern, which can also be observed in the previous and and following weekends (1st and 15th March, for the number of cases and the number of deaths, respectively), is more likely related to the phase 1 infection bouts shown in Figure 5 . Alternatively, they could be caused by droppings in patient attendance to hospitals or case/fatality reporting during the weekend, with the subsequent increase in the following Monday.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 858,
                    "end": 866,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "With hindsight, it is clear that issuing strong social-distancing measures earlier would have increased their effectiveness, thereby saving more lives and reducing the collapse of the Spanish health system (see e.g. the SIR-based simulations of Casares & Kahn 2020). Our analyses evidence, however, that the responses of the population, media and authorities was slowed down by the perceptual trap created by the prolonged infection-to-detection and infection-to-death lags. It is somehow ironic that the rapid increase in the infections during the last weeks of february (described in phase 1) was only perceivable two weeks later -and, while the increments in number of cases and deaths were attributed to concurrent events that were most likely unrelated, they triggered a swift response precisely at a moment when early containment measures were already starting to work. Similarly, the results of early containment measures were perceived two weeks later, and attributed to a direct consequence of the national lockdown. Fortunately, expert advice to the government was aware of this perceptual trap and insisted on the necessity of stronger social-distancing measures -which have been narrowly sufficient, to date, to reach the objective of flattening the curves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The spread and growth intensity of the COVID-19 pandemic is being driven by international connectivity (Coelho et al. 2020) , which resulted in repeated exposition of the highly interconnected European population. In the case of Spain, this has been particularly important at international hubs such as Madrid or Barcelona, although contagions due to tourism and sport events also initiated the spread at least in Málaga and Valencia (southern and eastern coasts, respectively), spreading the disease and facilitating community transmission throughout the whole Spanish territory (see Table S1 ). This implies that the risk of new introductions from abroad will regain importance, should the objective of flattening the curve and taming the outbreak succeed in Spain. Our results, however, underscore the importance of the prolonged delays between infection and detection for the early (re)containment of the infection. Though population awareness and widespread adoption of preventive measures will likely slow down the advance of the disease in the future, this does not diminish the importance of implementing a much more active and complete system of early detection. This represents a formidable challenge for Spain, whose public health and R&D systems (the latter being instrumental for supporting testing efforts) were severely affected by the post-2008 austerity measures.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 123,
                    "text": "(Coelho et al. 2020)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 585,
                    "end": 593,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The analyses described above are highly consistent, and they were not strongly affected by changes in the extension of the data series (as more data became available) or in the fitting procedures (untransformed vs log-transformed data). However, their validity is potentially constrained by a number of caveats. We used data on the number of reported cases -i.e. severe cases subject to testing. In general, tests were restricted to those requiring hospitalization or belonging to risk groups, thus underestimating total infection numbers. Similarly, while at the beginning the number of deaths recorded in Spain included all deaths of patients who tested positive or showed a compatible symptomatology, during the peak of the pandemic several regional governments failed to count all deaths outside hospitals if they were not tested either pre-or post-mortem. Given the significant numbers of deaths happening in nurse homes and particular residences, this unevenness in the measurement of COVID-related fatalities could have biased results, eventually flattening the curve. If such effect was significant, however, it should have resulted in changes in the intercept of the number of deaths' curve. Given the lack of evidence for such changes, we believe that our results will stand out if new data coming from autopsies or re-evaluations is available in the future. At any rate, these limitations emphasize that, at present, we can only use the available data as proxies for the actual rates of infection spread and lethality. Therefore, our results must be taken with due caution until more detailed studies surveying seroprevalence in the general populations (including a broad study launched by the Spanish government as we write; Mitchell 2020) are available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "It is also important to note that the relationship of the growth rates and breakpoints in the analysed data with the timeline provided in Figure 5 may be affected by both the variability in the time lags between the time of infection and the times of both diagnosis and death (see introduction), and the irregular reporting of both variables during weekends and among Spanish regions -particularly at the onset of the outbreak. However, the use of cumulative curves smoothes out considerably these effects, and provides in robust estimates of both breaking points and growth rates. Finally, the use of a family of models reaching a maximum of three breaking points, necessary to maintain model parsimony, may have also resulted in the lack of detection of additional breaking points. However, all models showed very high R 2 and adjusted R 2 values; and in three out of four models (all but the number of deaths in Spain), fitting an additional breaking point only resulted in slight, non-significant improvements in model fit. We might have also missed breaking points in the early stages of the infection, when values are lower and data more noisy. Indeed, heteroscedasticity in the original, untransformed data resulted in such a risk of underdetection; but using transformed data achieved homoscedasticity, and more breaking points were actually detected on earlier than on later dates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 146,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "To summarize, our analyses detected three inflection points in the dynamics of the COVID-19 pandemic in Spain: a first phase of rapid infection, accompanied by a decrease in the mortality rate most likely related to early improvements in the detection and treatment of this novel disease; a second phase of early reduction in the infection rate, chronologically related to public response to voluntary prevention and social-distancing requests by the authorities; and a third phase of major reduction in the infection rate, following the onset of hard socialdistancing measures (nationwide lockdown and land border closure). It is also apparent that prolonged infection-to-detection and infection-to-death lags may have caused misperceptions of the impact of certain events (most notably, the 8th March demonstrations and sport events) and the effectiveness of certain measures, while being probably instrumental in triggering the widespread social response during phase 2 of the contagion. Therefore, in addition to the control measures undertaken, a more effective communication strategy that bridges the perceptual gap described could be instrumental in engaging the population into the harsh actions still necessary to fight the pandemic more efficiently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The authors and their institutions did not receive at any time payment or services from a third party (government, commercial, private foundation, etc.) for any aspect of the submitted work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 ",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Situación del CoVID-19 en España",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arenas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A dynamic model of COVID-19: Contagion and implications of isolation enforcement",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Casares",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kahn",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "El colapso que no fue",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Catanzaro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "How the UK got coronavirus testing wrong",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cookson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Finantial Times",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Exponential phase of covid19 expansion is not driven by climate at global scale. medRxiv",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T P"
                    ],
                    "last": "Coelho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F M"
                    ],
                    "last": "Rodrigues",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Medina",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Scalco",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Terribile",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vilela",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A F"
                    ],
                    "last": "Diniz-Filho",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dobrovolski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.medrxiv.org/content/10.1101/2020.04.02.20050773v1"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30120-1"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Coronavirus en España (III): 6 medidas ante el abismo",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fernández",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coronavirus en España (I): Razones para Actuar con Urgencia y Contundencia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fernández",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Joint Hypothesis Testing Using the F-Statistic",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Nextstrain: real-time tracking of pathogen evolution",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hadfield",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Megill",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huddleston",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Potter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Callender",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sagulenko",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Neher",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Bioinformatics",
            "volume": "34",
            "issn": "",
            "pages": "4121--4123",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19 Community Mobility Report, 29/3/20 version",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Google",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Incubation period and other epidemiological characteristics of 2019 novel coronavirus infections with right truncation: a statistical analysis of publicly available case data",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Clinical Medicine",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and coronavirus disease-2019 (COVID-19): the epidemic and the challenges",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Hsueh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International journal of Antimicrobial Agents",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The incubation period of coronavirus disease 2019 (COVID-19) from publicly reported confirmed cases: estimation and application",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Meredith",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Lessler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annals of Internal Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-0504"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Spanish Government plans to test 30,000 families to discover the spread of the Global Coronavirus pandemic and if containment can be lifted",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Experts' request to the Spanish Government: move Spain towards complete lockdown. The Lancet",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Mitjà",
                    "suffix": ""
                },
                {
                    "first": "À",
                    "middle": [],
                    "last": "Arenas",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Rodó",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tobias",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brew",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Benlloch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "COVID-19 -a timeline of the coronavirus outbreak",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Ravelo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jerving",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Using a delay-adjusted case fatality ratio to estimate under-reporting",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Jarvis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Zandvoort",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flasche",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eggo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Estimates of the severity of COVID-19 disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verity",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Okell",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Winskill",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Whittaker",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.medrxiv.org/content/10.1101/2020.03.09.20033357v1"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "@CoronaSurveys Team (2020) Measuring Icebergs: Using Different Methods to Estimate the Number of COVID-19 Cases in Portugal and Spain",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "rounded to 10 days. Similarly, to estimate infection date from day of death, we combined the reported values of incubation time (mean = 5.0 days in Lauer et al. 2020; median = 5.1 days in Linton et al. 2020; mean = 6.4 days in Lai et al. 2020) and time from illness onset to death (mean = 15.0 days in Lauer et al. 2020; mean = 15 days inLinton et al. 2020, as used also byRussell et al. 2020; mean = 17.8 in Verity et al. 2020) -which resulted in a infection-to-death time of 21 days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Segmented regressions fitted on the total number of cases detected in Spain. Estimated time",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Segmented regressions fitted on the total number of cases detected in Madrid. Estimated time of infection is provided in the upper X-axis. Filled points indicate Sundays. Broken vertical lines indicate the breaking points of the best fit (Model 3), which is shown with a thicker line.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "for the fatalities associated to COVID-19 infection in the whole of Spain. Fitted breaking points were placed on day 3.1 (6/3/20, estimated infection time on 14/2/20), 12.1 (15/3/20, estimated infection on 23/2/20) and 23.6 (26-27/3/20, estimated infection on 5-6/03/20)(Figure 3). The growth rate of the number of fatalities decreased by 37% (from 0.28 to 0.18) after the first breaking point (6/3/20), decreased by another 40% (from 0.18 to 0.11) after the second breaking point (15/3/20), and decreased again by another 62% (from 0.11 to 0.04) after the third breaking point.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Segmented regressions fitted on the total number of fatalities attributed to COVID-19 infections in Spain. Estimated time of infection is provided in the upper X-axis. Filled points indicate Sundays. Broken vertical lines indicate the breaking points of the best fit (Model 4), which is shown with a thicker line. The analyses performed on the number of fatalities from Madrid are consistent with the nationwide results. The model with two breaking points (Model 3) provided the best fit",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Segmented regressions fitted on the total number of fatalities attributed to COVID-19 in Madrid. Estimated time of infection is provided in the upper X-axis. Filled points indicate Sundays. Broken vertical lines indicate the breaking points of the best fit (Model 3), which is shown with a thicker line.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Timeline of the key events for the spread of COVID-19 in Spain, the increased awareness of the Spanish population, and Control Measures taken by the government. WMC stands for World Mobile Congress, and EC for European Commission. Upper vertical arrows indicate proposed causal links between events in the timeline and estimated infection dates of identified breaking points. Horizontal arrows link estimated infection dates and detection dates (for cases or deaths) of identified breaking points. Lower vertical arrows indicate the dates at which changes in infection dynamics (i.e. breaking points in the numbers of cases or deaths) could be perceived for the first time. Colour indicate increases",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Results of segmented regressions with an increasing number of breaking points, fitted on the total number of cases detected in Spain from 25/2/20 (first day with 10 cases) to 06/04/20.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Results of segmented regressions with an increasing number of breaking points, fitted on the total number of cases detected in Madrid Region from 25/2/20 (first day with ten cases) to 6/4/20.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Results",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors have nothing to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure of potential conflicts of interest"
        }
    ]
}