{
    "paper_id": "24cbb530b13194a5af02a3e537fb02b7f3963e8a",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "To evaluate novel coronavirus pneumonia cases by establishing the mathematical model of the number of confirmed cases daily, and to assess the current situation and development of the epidemic situation, so as to provide a digital basis for decision-making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The number of newly confirmed covid-19 cases per day was taken as the research object, and the seven-day average value (M) and the sequential value (R) of M were calculated to study the occurrence and development of covid-19 epidemic through the analysis of charts and data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "M reflected the current situation of epidemic development; R reflected the current level of infection and the trend of epidemic development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The current data can be used to evaluate the number of people who have been infected, and when R < 1, the peak of epidemic can be predicted. : medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. preprint in perpetuity. : medRxiv preprint k+n-1 Mn(k)=∑Xi /n=(Xk+X(k+1)+X(k+2)+X(k+3)+…+X(k+n-1))/n i=k Definition:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "X1 is the new increment of the first day, Xi is the new increment of the first day since data record.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In the operation, Mn(k) will be rounded and start on the nth day(k≥n.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "diffusion ratio (the ratio of Mn in n days) Rn (n is the set constant):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In the operation, Rn(k) will be rounded and start on the 2n day (K ≥ 2n).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Diffusivity Rn describes the average relative relationship between newly added patients in recent n days and newly added patients in the previous group in n days, which reflects the level of infection to some extent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In extreme cases, assuming that all the patients with the most recent n day onset of an infectious disease were infected by the last n day patient, the value of Rn basically corresponds to the basic infectious number (R0) in epidemiology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In December 2019, a number of cases of pneumonia with unknown causes were found in some hospitals in Wuhan, Hubei province, China. On 11 March 2020, the director-general of the world health organization (WHO), Tedros Adhanom Ghebreyesus, announced that based on the assessment, WHO believes that the current outbreak of COVID-19 can be called a global pandemic. By early April 2020, there were more than one million confirmed cases worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preface:"
        },
        {
            "text": "COVID-19 has developed from sporadic cases to pandemic in a short period of 3 months. The analysis and research of its infectious data will help to prevent and control the next stage of epidemic prevention and other infectious diseases in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preface:"
        },
        {
            "text": "In this paper, COVID-19 rounded average of seven days (M), and M's ring ratio (R) are used to predict the current potential patients' data, and the relative state of epidemic prevention and control is judged through the graphic features and characteristic data, so as to provide evidence for the prevention and control decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preface:"
        },
        {
            "text": "The number of confirmed COVID-19 cases which increased daily.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "research object:"
        },
        {
            "text": "The report of epidemic data is affected by many factors, such as insufficient detection kits and insufficient personnel matching, and the new data in a single day fluctuates greatly. We selected the multi-day moving average (Mn) of the number of newly confirmed COVID-19 cases per day as the main analysis object.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "main analysis objects:"
        },
        {
            "text": "Due to the influence of detection, statistics and other factors, the Mn value may jump from a lower level to a higher level, and the calculation value of the diffusion ratio R may be very large. At this time, it does not reflect the current level of infection. We limit the maximum value of R to reduce the impact on the overall operation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "value range of R"
        },
        {
            "text": "We define a maximum R of 5 (refer to the higher level of infectious diseases R0) to avoid excessive fluctuations in the data:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "value range of R"
        },
        {
            "text": "In epidemiology, the basic infection number is the average number of people who will be infected with an infectious disease and spread the disease to others without external intervention or immunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "value range of R"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "value range of R"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the . https://doi.org/10.1101/2020.04.11.20061432 doi: medRxiv preprint 1.2.5 estimated number of potential patients (n is a set constant):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "value range of R"
        },
        {
            "text": "That is, the estimated number of potential patients on the i-th day is equal to the cumulative value of the new data (including the i-th day) on the previous n-th day multiplied by the diffusion rate on that day. In other words, assuming the development of the epidemic maintains the current infection rate, the number of potential cumulative patients in the next cycle (n days).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "value range of R"
        },
        {
            "text": "We estimate the total number of infections through the current cumulative number of infections plus the number of potential patients, so that we can roughly assess the scale and trend of the current epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimates of the total number of infections:"
        },
        {
            "text": "Estimates of the total number of infections:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimates of the total number of infections:"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimates of the total number of infections:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the . https://doi.org/10.1101/2020.04.11.20061432 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimates of the total number of infections:"
        },
        {
            "text": "In addition to the cluster infection caused by specific cases (Diamond Princess), more than 100 cases were added in a single day, indicating that there have been multiple community infections in a region, and the outbreak has occurred on a certain scale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "data assumption of outbreak"
        },
        {
            "text": "The moving average helps to eliminate data distortion caused by statistics or other human factors. The relationship between the moving average value Mn formed by different short, medium and long periods (n) and the formation of original data can be used to judge the stage of epidemic situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "n-day moving average of newly confirmed cases Mn:"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "n-day moving average of newly confirmed cases Mn:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the . https://doi.org/10. 1101 /2020 The Republic of Korea COVID-19 2020/01/05-2020/04/09 (Mn) All rights reserved. No reuse allowed without permission. preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 167,
                    "end": 172,
                    "text": "/2020",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "n-day moving average of newly confirmed cases Mn:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "n-day moving average of newly confirmed cases Mn:"
        },
        {
            "text": "In the early stage of the outbreak in South Korea (from January 5, 2020 to February 20, 2020), R3, R5 and R7 fluctuated irregularly between 0-2. After February 20, 2020 (add Daily > 100), R3, R5 and R7 exceeded the limits respectively (according to the definition above, value 5), showing an outbreak trend, then quickly fell back to 1, and continued to April 9, 2020, the epidemic situation was in a medium development level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "diffusion ratio (ratio of Mn in n days) Rn"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "diffusion ratio (ratio of Mn in n days) Rn"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the . https://doi.org/10. 1101 /2020 The Republic of Korea COVID-19 2020/01/05-2020/04/09(Rn) The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the . https://doi.org/10. 1101 /2020 From January 5, 2020 to April 4, 2020, R3, R5, and R7 in Singapore showed wide fluctuations and jagged graphs. The number of new cases in a single day never exceeded 100. The outbreak was in the early stage. On April 5, 2020, Singapore entered the outbreak phase with more than 100 new cases in a single day.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 167,
                    "end": 172,
                    "text": "/2020",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 392,
                    "end": 396,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 397,
                    "end": 402,
                    "text": "/2020",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "diffusion ratio (ratio of Mn in n days) Rn"
        },
        {
            "text": "The Republic of Singapore COVID-19 2020/01/28-2020/04/09(Rn) The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the . https://doi.org/10. 1101 /2020 The Republic of Italy COVID-19 2020/01/28-2020/04/09(Rn) From February 21, 2020 to April 9, 2020, Italy R3, R5 and R7 exceeded the limits respectively (according to the above definition, value 5), and then gradually fell back slowly, being more than 1 for a long time, in an explosive state. After March 31, 2020, R3, R5 and R7 fell back to the fluctuation near 1, and the epidemic is now in a medium development level. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the . https://doi.org/10. 1101 /2020 The Republic of U.S.A COVID-19 2020/01/28-2020/04/09(Rn) From January 5, 2020 to March 5, 2020, the data of the United States is sporadic and irregular. After March 5, 2020, R3, R5 and R7 are out of the limit range (value 5 according to the previous definition), and remain for a long time (R7 = 5 for 20 days). Compared with other countries, this stage is largely due to the lack of early detection and data concentration release.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 228,
                    "end": 233,
                    "text": "/2020",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 816,
                    "end": 820,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 821,
                    "end": 826,
                    "text": "/2020",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "diffusion ratio (ratio of Mn in n days) Rn"
        },
        {
            "text": "From March 27, 2020 to April 9, 2020, R3, R5 and R7 dropped respectively, but remained above 1, and the epidemic was still in the outbreak stage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "diffusion ratio (ratio of Mn in n days) Rn"
        },
        {
            "text": "When the outbreak is in the early stage, the Rn value often continues to reach the upper limit (according to the agreement Rn = 5), so the transmission status of The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the . https://doi.org/10.1101/2020.04.11.20061432 doi: medRxiv preprint the epidemic can not be clearly assessed. Take the Iranian data from January 5, 2020 to April 3, 2020 as an example, R14 and R28 are equal to the upper limit value for more than 10 days since the calculable date due to the long cycle, which is of little significance for the study and judgment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "n value of diffusion ratio Rn"
        },
        {
            "text": "In consideration of eliminating the influence of weekends on data statistics, this paper chooses R7 as the main reference data for subsequent analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "n value of diffusion ratio Rn"
        },
        {
            "text": "The Republic of Iran COVID-19 2020/01/28-2020/04/03(Rn) 2.4 R7 distribution in recent week in some countries R7 is the ratio of the number of new infections in a week, which can clearly reflect the degree of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "n value of diffusion ratio Rn"
        },
        {
            "text": "When R7 (k) ≥ 1, the number of new infections per week will continue to increase, and the epidemic situation will continue; When R7 (k) is less than 1, the number of new weekly infections continues to fall, and the epidemic situation is gradually controllable. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the From March 28, 2020 to April 9, 2020, R7 in China, Italy, Spain, South Korea and other countries was less than 1, and the epidemic was gradually under control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "n value of diffusion ratio Rn"
        },
        {
            "text": "The United States, France, the United Kingdom and Belgium are at high levels (R7≥ 1), and the epidemic will continue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "n value of diffusion ratio Rn"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "n value of diffusion ratio Rn"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the . https://doi.org/10.1101/2020.04.11.20061432 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "n value of diffusion ratio Rn"
        },
        {
            "text": "When the diffusion ratio R > 1, the number of new population will fluctuate and increase, the estimated value of total number of epidemic infections will continue to rise, the epidemic is in the outbreak period (or rising period), and the curve cannot converge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "estimated dynamic curve of total number of epidemic infections"
        },
        {
            "text": "When the diffusion ratio R < 1, the number of new population will fluctuate and decrease, and the estimated value of total number of epidemic infections will tend to be stable, reflecting that the epidemic situation has been temporarily controlled. R < 1 is a necessary and sufficient factor for the convergence of the estimated curve of total number of infectious diseases, and it is also an important sign for the epidemic from outbreak to control. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the . https://doi.org/10. 1101 /2020 The estimated curve of total number of epidemic infections rose sharply, which was the initial stage of the outbreak.",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 617,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 618,
                    "end": 623,
                    "text": "/2020",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "estimated dynamic curve of total number of epidemic infections"
        },
        {
            "text": "The estimated value curve of total number of epidemic infections dropped and the epidemic situation was gradually controlled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "estimated dynamic curve of total number of epidemic infections"
        },
        {
            "text": "The estimated curve of total number of epidemic infections tends to be flatten, and the epidemic situation will be further improved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "estimated dynamic curve of total number of epidemic infections"
        },
        {
            "text": "The estimated curve of total number of epidemic infections indicates the total number of patients in the future, which can be used as an important basis for medical supplies, equipment and personnel reserves. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the . https://doi.org/10. 1101 /2020 On April 9, 2020, the estimated total number of epidemic infections in the United States reached 735367, far higher than the cumulative total number of 461446 on that day, suggesting that a large number of medical supplies and personnel should be supplemented as soon as possible.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 375,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 381,
                    "text": "/2020",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "estimated dynamic curve of total number of epidemic infections"
        },
        {
            "text": "The Republic of Italy COVID-19 2020/01/05-2020/04/09(R7)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "estimated dynamic curve of total number of epidemic infections"
        },
        {
            "text": "On April 9, 2020, the total number of infectious diseases in Italy was estimated to be 168753, and the slope of the curve slowed down, indicating that the epidemic situation has improved. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the . https: //doi.org/10.1101 //doi.org/10. /2020 The Republic of Singapore COVID-19 2020/01/05-2020/04/09(R7)",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 354,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 355,
                    "end": 374,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "estimated dynamic curve of total number of epidemic infections"
        },
        {
            "text": "The estimated total number of infections in Singapore fluctuated upward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "estimated dynamic curve of total number of epidemic infections"
        },
        {
            "text": "On April 7, 2020, more than 100 new cases were reported in Singapore in a single day, marking the outbreak phase. At this time, 74 days have passed since the first patient was found in Singapore (24 January 2020). Good prevention and control measures have provided sufficient time for timely replenishment of medical configuration. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the . https://doi.org/10.1101/2020.04.11.20061432 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "estimated dynamic curve of total number of epidemic infections"
        },
        {
            "text": "Under the unified data statistics standard, the stage of epidemic situation and the potential demand of medical resources in the future can be evaluated by the dynamic curve of Mn, Rn and total number of infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reasonable amendment:"
        },
        {
            "text": "In the process of epidemic development, due to various reasons such as detection reagents, personnel, statistics and so on, some stage tests are not sufficient, which can be solved by the calculation of moving average value Mn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reasonable amendment:"
        },
        {
            "text": "The national health commission, PRC issued the \"novel coronavirus infected pneumonia treatment scheme\" trial fifth edition (revised version, February 9, 2020), trial sixth edition (February 19, 2020) statistical standards made two major changes. Among them, on February 12, 2020, 13332 additional clinical cases were confirmed as confirmed cases, which could be concluded by the method described in this paper after relevant data were removed. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the . https://doi.org/10. 1101 /2020 The Republic of China COVID-19 2020/01/05-2020/04/09(R7)/ Obfuscation data",
            "cite_spans": [
                {
                    "start": 606,
                    "end": 610,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 611,
                    "end": 616,
                    "text": "/2020",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Reasonable amendment:"
        },
        {
            "text": "At present, the main prevention and control method of the epidemic in many countries is home quarantine order. Among them, South Korea is the most strict, with the diffusion rate R7 dropping rapidly from the upper limit value (R7 = 5) for 9 days to below 1, and then maintaining near 1; Italy spent 27 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "peak prediction:"
        },
        {
            "text": "The spread rate Rn is a dynamic parameter. The R7 fluctuation tracks of Italy and South Korea (starting from R7 < 5) are used to predict the epidemic situation in the United States. After 27 days, there will be a difference up to 12 times. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the . https://doi.org/10. 1101 /2020 The Republic of Italy & South Korea COVID-19 (R7) The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the . https://doi.org/10. 1101 /2020 ",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 406,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 412,
                    "text": "/2020",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 625,
                    "end": 629,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 630,
                    "end": 635,
                    "text": "/2020",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "peak prediction:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Author: Health Emergency Office of the state health and Health Commission of the people's Republic of China Title: novel coronavirus pneumonia epidemic situation Published on the official website of the national health and Health Commission Year of publication",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "By World Health Organization Title: situation report coronavirus disease",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.11.20061432"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Author: Li Baojin",
            "authors": [],
            "year": null,
            "venue": "Wu Zilin",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Title: novel coronavirus infection patients suspected and confirmed by surgical management guidelines Place of publication: Guangdong medicine (priority) Published on",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "BNO, state and national government health departments, and local media reports, the Johns Hopkins Coronavirus Resource Center",
            "authors": [
                {
                    "first": "Cdc",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ecdc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nhc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Worldometers",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Info",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.11.20061432"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF6": {
            "text": "The Republic of China COVID-19 2020/01/05-2020/04/09(R7)/ The original data All rights reserved. No reuse allowed without permission. preprint in perpetuity.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "All rights reserved. No reuse allowed without permission. preprint in perpetuity.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}