{
    "paper_id": "28198546986863218616ca31944067a5a7b8b64d",
    "metadata": {
        "title": "FFP-2 respirator masks in times of crisis 1 FFP-2 respirator masks in times of crisis",
        "authors": [
            {
                "first": "Johanna",
                "middle": [
                    "H"
                ],
                "last": "Meijer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leiden University Medical School",
                    "location": {
                        "settlement": "Leiden",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Head",
                "middle": [],
                "last": "Neurophysiology",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leiden University Medical School",
                    "location": {
                        "settlement": "Leiden",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Joric",
                "middle": [
                    "Oude"
                ],
                "last": "Vrielink",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leiden University Medical School",
                    "location": {
                        "settlement": "Leiden",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In view of the shortage of current FFP-2 respirator masks, and therefore the lack of personal protective equipment for clinical staff, we aimed to explore ways of bottom-up solutions to allow hospitals to fabricate respirator masks that (i) fulfill FFP-2 criteria, (ii) are rapid and easy to produce to enable sufficient local production, and (iii) are constructed from materials that are routinely available in hospitals worldwide. In our investigation, particular surgical isolation and wrapping material fulfilled these criteria. With 3 layers of this material, a filter efficiency of 94% for 0.3 µm particles, 99% for 0.5 µm particles, and 100% for 3.0 µm particles was obtained. After sterilization the filter efficiency allowed re-use as a FFP-1 respirator mask. This knowledge can contribute to global health, in any country and/or hospital that may not have access to otherwise commercial solutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In an attempt to improve personal protection against COVID-19 in locations such as in hospitals that are experiencing an insufficient supply of respirator masks [1] , the properties of surgical isolation material were tested for suitability in the production of FFP-2 respirator masks. The choice for this material was selected based on its filtering properties and on its availability in most hospitals, and the near-worldwide sales market. The properties were also tested following sterilization to allow re-use of the material. Finally, the potential speed of fabrication of a complete respirator mask was evaluated with the goal of rapid fabrication from basic materials in less than 5 minutes.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 164,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The transmission of surgical sterile isolation and wrapping material (Halyard Quickcheck H300, Owens & Minor, Inc.) was tested with a particle counter (SOLAIR 3100, Lighthouse Worldwide Solutions Benelux B.V.). The flowrate was set at 1.0 cfm flowrate, which is well above (4x) normal breathing and the transmittance of material for particles of 0.3 µm, 0.5 µm and 3.0 µm was measured. We used 1, 2 or 3 layers of the material and performed measurements on different samples of the tissue. For each particular sample, the test was repeated 4 times. Tests for splash resistance were performed with a water column pressure test. All tests were repeated following a steam sterilization procedure (5 min at 135 degrees Celsius and 2.0 atm. pressure). Some additional tests were carried out with the tissue reversed, or after wearing the respirator mask for 15 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "With 3 layers of the material, a mean particle collection efficiency of 93.84 %, 99.45 %, and 99.99 % was achieved for particles of 0.3 µm, 0.5 µm and 3.0 µm respectively, which meets the criterion for FFP-2 respirator masks (summary results in Table 1 , complete results in Suppl. Data). With 2 layers of the material a collection efficiency of 88.23%, 98.31% and 99.98%, respectively, was achieved fulfilling criteria for FFP-1 respirator mask. When the transmission was tested after wearing the respirator mask for 15 min, the test results improved, i.e. collection efficiency went up, by about 20%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 252,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.10.20060632 doi: medRxiv preprint With 3 layers of material, the splash resistance was 105 cm H2O, and for 2 layers it was 92 cm H2O. When tests were carried out with the tissue reversed, identical outcomes were obtained in all tests, both in particle collection efficiency and in splash resistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Following sterilization, the value for transmittance of 0.3 um particles dropped below requirements for FFP-2 requirements, but was sufficient for re-use as FFP-1. Transmittance for 0.5 and 3.0 um particles remained above FFP-2 requirements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The sterile packaging material showed high filtration efficiency on the measured particle sizes. The best filtration values have been found for triple layers of unsterilized material. The 0.3 µm is generally seen as the most penetrating aerosol size [2] , which also corresponds to the particle filtration efficiencies found in this study. The triple material layers achieved a 93.84% average efficiency for this particle size, which is very close to the requirements of efficiency required for N95 and FFP2 respirator masks (95% [3] and 94% [4] , respectively). The test for splash resistance was included to demonstrate the water resistance of the material, which is not a requirement for respirator masks, but contributes to protection against coughing and sneezing.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 253,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 530,
                    "end": 533,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 542,
                    "end": 545,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A possible respirator mask design with triple layer material (Figure 1 ) could be produced efficiently using conventional manufacturing methods and materials (aluminum, neoprene rubber and elastic). Additionally, in a qualitative test the breathability remained good and the fit was adequate (FT-30Fit-test, 3M).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 61,
                    "end": 70,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Overall the material is suitable for the local fabrication of respirator masks for hospitals worldwide, where the current demand and supply chain limitations prevent a suitable supply of mass manufactured protective equipment. The sheet is folded to provide alignment with the face, and thereby ensure the respirator mask has an adequate fit when worn. The elastics (Resistance Band, Matchu Sport BV) is laser-cut to a width of 13/32 inch (10mm), and a length of 7 7/8 inch (200mm) and attached at the inside of the respirator mask. A single stitch line at the bottom ensures that the surface of the respirator mask stays separated from the mouth and allows to adjust the size of the respirator mask for -and by-anybody.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "(B) For the nose clip a 0.5mm thick aluminum strips (Al 99.5%, 1050A) is used, cut to a length of 3 1/2 inch (90mm) and a width of 5/32 inch (4mm). A neoprene strip with adhesive is used to hold the noseclip in place, and adhered to the inner-top side of the respirator mask. The respirator mask was subjected to a qualitative fit-test (FT-30Fit-test, 3M).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Centers for Disease Control and Prevention. Strategies for Optimizing the Supply of Facemasks",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Centers for Disease Control and Prevention. N95 Respirators and Surgical Masks",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Centers for Disease Control and Prevention. 42 CFR Part 84 Respiratory Protective Devices",
            "authors": [],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Respiratory protective devices -Filtering half masks to protect against particles -Requirements, testing, marking",
            "authors": [
                {
                    "first": "European",
                    "middle": [],
                    "last": "Standard",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "149+a1",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A possible design for fabricating a respirator mask with the sterile isolation material. (A) The layers of the Halyard sterile isolation material are attached by a stitch line on both longitudinal lengths of the sheets.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Table 1-The particle collection efficiency and splash resistance of the Halyard Quickcheck H300 sterile wrapping material. Each result of the filter efficiency represents an average of tests on two samples of material, each subjected to 4 repeated measurements. The splash resistance test was repeated 3 times for the original material and 2 times for sterilized material. (Note that each layer of this material comes as a composite of a blue and white sheet)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank Nuri Cano (tailor), the Development department LUMC, Huybert van der Stadt (photography), and André van der Zee (assistance on measurements) for their contribution to this work. Special thanks to G.D. Block (UCLA), J.S. Takahashi (Northwestern University) and G.A. Fitzgerald (University of Pennsylvania) for overall comments to the article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}