{
    "paper_id": "28c49600d8c94092f5c2fecc52655173a28d7901",
    "metadata": {
        "title": "Title: Surveying Tenants of Permanent Supportive Housing in Skid Row about COVID-19",
        "authors": [
            {
                "first": "Benjamin",
                "middle": [
                    "F"
                ],
                "last": "Henwood",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Southern",
                    "location": {
                        "country": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "Brian",
                "middle": [],
                "last": "Redline",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Ba",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Southern",
                    "location": {
                        "country": "California"
                    }
                },
                "email": ""
            },
            {
                "first": ";",
                "middle": [
                    "Jack"
                ],
                "last": "Lahey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Skid Row Housing Trust",
                    "location": {
                        "settlement": "Los Angeles",
                        "region": "CA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Permanent supportive housing (PSH) targets highly vulnerable homeless adults who exhibit early onset of geriatric conditions and require in-home supports. This suggests that risk for COVID-19 within PSH has the potential to resemble vulnerabilities found in nursing homes, which have been described as \"ground zero\" for the current pandemic. This study reports on survey results collected from 532 PSH tenants in Los Angeles, California during the 4 th week of March in 2020. Results show that nearly all tenants were aware of COVID-19 and 65% considered it to be a very serious health threat, which was a strong predictor of taking protective measures (i.e. handwashing and social distancing). Tenants in units with shared bathroom facilities had lower odds of social distancing than those in studio apartments. Tenants with mental health diagnoses had lower odds of consistent handwashing. Lack of access to food, hygiene items, and medication delivery were common barriers to sheltering in place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "More than half a million adults are homeless in the United States 1 and comprise a highrisk group for the novel coronavirus disease 2019 . Living in shelters or on the streets makes protective measures including social distancing and handwashing difficult and high rates of underlying health conditions, 2 including obstructive lung disease, 3 increases vulnerability. An estimated 21,000 people experiencing homelessness in the United States could require hospitalization at a peak infection rate of 40%. 4 As a matter of policy, the most vulnerable homeless adults are prioritized for Housing First programs, 5 which refers to immediate access to independent living situations coupled with support services-also known as permanent supportive housing (PSH). 6 In 2019, the United States had more than 369,000 PSH units 1 that can provide a venue for social distancing. Older units such as single-room occupancy (SRO) with shared bathroom facilities, however, may make social distancing more challenging.",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 353,
                    "text": "3 increases",
                    "ref_id": null
                },
                {
                    "start": 506,
                    "end": 507,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 759,
                    "end": 760,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Whether PSH tenants are aware of COVID-19 and are taking protective measures is largely unknown. Among the general population, engagement in social distancing and handwashing was most strongly predicted by the perceived likelihood of being infected. 7 Based on surveys completed of the general public perceptions and responses to the novel coronavirus epidemic conducted during the first official week of the pandemic (March 10-16, 2020), it appears that most of the general population considers the current outbreak to be serious and is taking protective actions including increased handwashing and social distancing, but that only about half of respondents who had experienced symptoms of the virus (e.g. fever or chills and shortness of breath) had taken steps to stay away from other people. 8 Nevertheless, there are subgroups that are largely disengaged, unaware, and not practicing protective behaviors. 7",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 251,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 796,
                    "end": 797,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study reports on survey results collected from PSH tenants in the Skid Row and downtown areas of Los Angeles during the week (March 20-27, 2020) after California's governor issued a statewide shelter-in-place order. 9 This area represents a concentrated area of homelessness where the risk of exposure and spread is high. In this study we examine tenants' knowledge of COVID-19; perceived risk; pre-existing condition risk factors; consistency of handwashing and social distancing since the outbreak began; recent experiences of flu-like symptoms, and tenants' ability to shelter in place.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 222,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20070052 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Staff members from one of the largest providers of PSH in Los Angeles conducted phone surveys with tenants who lived in either a studio apartment or an SRO with shared bathroom facilities. Tenant responses were inputted to a survey tool and analyzed to guide programmatic response to tenant needs. For this report, tenant responses were merged with demographic characteristics from existing administration records, deidentified, and analyzed. Approximately half of all tenants were surveyed (n=766), with no refusals. Of these, 532 were successfully matched to complete demographic data and included for analysis; respondents in our analytic sample were on average 1.5 years older than tenants with demographic data who did not respond (p =.02). The study was approved as exempt by the first author's University Institutional Review Board.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Surveys began by asking residents if they had \"heard of the coronavirus/COVID-19 outbreak,\" and they were provided information about it if not. The following questions asked how they viewed the health risk posed by COVID-19; whether they had a pre-existing condition that puts them in a high risk group for COVID-19; whether they had consistently been engaging in preventive handwashing (\"have you been washing your hands more since the outbreak began?\") and social distancing (\"have you been social distancing, or staying away from others and limiting social gatherings, to avoid spreading the virus?\"); and whether they had flulike symptoms in the prior 30-days. Tenants were also asked whether they could shelter in place for 14 days if necessary, and those who answered \"no\" or \"maybe\" were asked what they would need in order to shelter in place: delivery of food, hygiene products, medications, someone to check in with, something to do, or other). How they viewed the health risk posed by COVID-19 was asked on a 4-point Likert scale ranging from \"not at all\" to \"very seriously.\" Engagement in preventive handwashing and social distancing was assessed on 4-point Likert scales ranging from \"no\" to \"yes, all the time.\" Matched administrative data provided basic demographic and health information about respondents (age, gender, race, ethnicity, and presence of a mental health condition).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "Descriptive statistics were used to characterize the sample using chi-square, Fisher'sexact, and T-tests to identify significant differences by unit type (SRO vs. studio). Three separate . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20070052 doi: medRxiv preprint logistic regression models were used to examine predictors of viewing the risk posed by COVID-19 \"very seriously\" (versus less than very seriously) and engaging in handwashing and social distancing behaviors \"all the time\" (versus less than all the time). Covariates included age in years and bivariate indicators of reporting increased risk due to a pre-existing condition, male gender, Black or African American race, Hispanic or Latino ethnicity, presence of a mental health condition, and living in an SRO (as opposed to a studio). Models predicting engagement in preventive behaviors additionally controlled for whether participants viewed COVID-19 health risk \"very seriously.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "As noted in Table 1 , of 532 respondents with matched demographic data, 216 (41%) lived in SROs. Our sample was 56 years old on average (SD = 10.6), 73% male, and 61% Black or African American. Only 1% (n = 6) indicated that they were not aware of COVID-19 and 65% (n = 346) regarded it as a very serious risk to their health. Compared with those in SROs, a greater proportion of studio residents reported flulike symptoms in the prior 30 days (6% vs. 1%, p = .01), increased risk due to a preexisting condition (43% vs. 32%, p = .01), or had a mental health diagnosis (64% vs. 53%, p = .01). About three quarters of tenants in studios (76%) and",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "SROs (75%) each reported consistent handwashing, but significantly fewer SRO residents reported consistent social distancing (63% vs. 75%, p = .002). Fifty-five percent of participants said they could shelter in place for 14 days if needed. Among the 45% (n = 238) overall who said that they could not, significantly more studio residents reported lack of food (95% vs 86% p = .013), hygiene items (81% vs 64%, p = .004), and medication delivery (48% vs. 22%, p < .001) as reasons why.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Regression results detailed in Table 2 indicate that elevated age and preexisting conditions were associated with 1-2 times the odds of perceiving COVID-19 to be a very serious health risk (p = .02 and p = .005, respectively), while men had significantly lower odds of perceiving risk very seriously (OR = 0.56, p = .008). Perceiving COVID-19 as a very serious health risk was associated with 3-4 times the odds of engaging in consistent handwashing and social distancing (p < .001). Those living in SROs and those with mental health conditions had about half the odds of reporting consistent social distancing (p = .005) and handwashing (p = .004), respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 31,
                    "end": 38,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20070052 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "These results suggest PSH tenants are aware of the COVID-19 pandemic and many consider it to be a very serious health threat, which was found to be a strong predictor of taking protective measures as is the case in the general population. 7 Although the majority of tenants reported taking protective measures, there are still many who are not. Our findings indicate that targeted outreach may be needed further reduce risk. For example, we found that male tenants had lower odds of perceiving COVID-19 as a serious health threat, which is consistent with prior literature. 10 We also found that tenants with a mental health diagnosis, in particular, had lower odds of washing their hands consistently, which may speak to the need for increased mental health support and interventions that target daily functioning.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 240,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 574,
                    "end": 576,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The findings from this study also demonstrate how structural factors may influence preventive behavior. Tenants in SROs that have shared bathroom facilities had lower odds of social distancing. A lack of access to food, hygiene products, and medication delivery, especially among those living in studio apartments versus SROs, were common barriers to sheltering in place. While this may suggest that having shared facilities may provide access to more resources, it may also reflect that tenants placed in studio apartments had higher rates of mental health diagnoses and underlying health conditions that resulted in increased need and risk, which is consistent with higher reported rates of flulike symptoms. Regardless, PSH providers may need to plan for the delivery of such things as food, hygiene products, and medication in a more systematic and sustainable way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While lack of capacity may result in symptom-triggered testing approaches in PSH, a recent report from a shelter setting demonstrates that universal testing would be required to identify the high proportion of mild, pre-symptomatic, and asymptomatic cases, 11 which are suspected to play a major role in COVID-19 transmission. 12 The fact that PSH tenants exhibit premature aging, early onset of geriatric conditions, and require in-home supports 13 suggests that risk within PSH has the potential to resemble vulnerabilities found in nursing homes, which have been described as \"ground zero\" for the COVID-19 pandemic. 14 Containing outbreaks within PSH as in nursing homes will require proactive screening efforts, education of tenants and support staff (e.g. hand washing and social distancing), the ability to isolate infected tenants, sick . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20070052 doi: medRxiv preprint leave policies for staff that are nonpunitive and help keep potentially contagious staff away from colleagues and tenants, and access to personal protective equipment (PPE) for in-home visits. 14 In order to continue supportive services while maintaining social distance, PSH providers should consider options such as telehealth, which has been shown to be feasible in PSH, 15 in addition to finding new ways to provide resources such as food and medication. Given that the duration of this pandemic is unknown, housing options including PSH will be critical to slowing the spread of the COVID-19 among those experiencing homelessness 4 but will require ongoing disease surveillance and proactive protective measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . 1) ***p < .001, **p < .01, *p < .05. a SRO = single-room occupancy unit. b M = mean; SD = standard deviation. c \"Have you heard of the coronavirus/COVID-19 outbreak?\" d \"Do you view this outbreak as a serious risk to your health?\" e \"Have you been washing your hands more since the outbreak began? f \"Have you been practicing social distancing (i.e., staying away from others and avoiding social gatherings to avoid spreading the virus)? g \"Are you in a category considered to be at serious risk for COVID-19 due to a pre-existing condition?\" h \"Have you had flu-like symptoms in the past 30 days?\" i \"Are you able to shelter in place (i.e., not leave your home and practice social distancing at all times) for 14 days?\" j Only includes participants who responded \"no\" or \"maybe\" to the above question. Respondents could endorse one or more options, or \"none of the above.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . 532 532 532 *p < .05. **p < .01. ***p < .001. a 1 = \"Very seriously\"; 0 = \"Not at all,\" \"not very seriously,\" or \"somewhat seriously.\" b 1 = \"Yes, all the time\"; 0 = \"Not at all,\" \"yes, once in a while,\" or \"yes, sometimes.\" c OR = odds ratio; 95% CI = 95% confidence interval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20070052 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "AHAR: Part 1 -PIT Estimates of Homelessness in the U.S. -HUD Exchange",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cardiovascular Disease and Homelessness",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Baggett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Liauw",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Am Coll Cardiol",
            "volume": "71",
            "issn": "22",
            "pages": "2585--2597",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jacc.2018.02.077"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Obstructive lung disease among the urban homeless",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Snyder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Eisner",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Chest",
            "volume": "125",
            "issn": "5",
            "pages": "1719--1725",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.125.5.1719"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Estimated Emergency and Observational/Quarantine Capacity Need for the US Homeless Population Related to COVID-19 Exposure by County; Projected Hospitalizations, Intensive Care Units and Mortality",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Culhane",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Treglia",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Steif",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Reliability and validity of the Vulnerability Index-Service Prioritization Decision Assistance Tool (VI-SPDAT) in realworld implementation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lyons",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carrión",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Soc Distress Homeless",
            "volume": "27",
            "issn": "2",
            "pages": "110--117",
            "other_ids": {
                "DOI": [
                    "10.1080/10530789.2018.1482991"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Opening Doors: Federal Strategic Plan to Prevent and End Homelessness. Washington DC: United States Interagency Council on Homelessness",
            "authors": [
                {
                    "first": "Usic",
                    "middle": [],
                    "last": "On Homelessness",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Changes in Risk Perception and Protective Behavior during the First Week of the COVID-19 Pandemic in the United States. PsyArXiv",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wise",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Zbozinek",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Michelini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Hagan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.31234/osf.io/dz428"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "People in the US are changing their behavior, anticipating fallout of COVID-19. Press Room",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Gavin Newsom Issues Statewide Shelter-in-Place Order",
            "authors": [
                {
                    "first": "California",
                    "middle": [],
                    "last": "Gov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Comparison of risk perceptions and beliefs across common chronic diseases",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rothrock",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Prev Med",
            "volume": "48",
            "issn": "2",
            "pages": "197--202",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ypmed.2008.11.008"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19 outbreak at a large homeless shelter in Boston: Implications for universal testing. medRxiv",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Baggett",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Keyes",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sporn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gaeta",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.12.20059618"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Participant Characteristics with Statistically Significant Bivariate Differences by Unit Type (Studio vs.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Results of Logistic Regressions Examining Predictors of Viewing COVID-19 Health Risk \"VerySeriously\" and Consistent Engagement in Preventive Handwashing and Social Distancing Behaviors.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Funding: The authors did not receive any external funding for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}