{
    "paper_id": "29d072a2424698d7c1b15e227e98ae19ed5f3291",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Balram",
                "middle": [],
                "last": "Rai",
                "suffix": "",
                "affiliation": {},
                "email": "balramrai009@gmail.com"
            },
            {
                "first": "Anandi",
                "middle": [],
                "last": "Shukla",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laxmi",
                "middle": [
                    "Kant"
                ],
                "last": "Dwivedi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Introduction -The COVID-19 has emerged as a global concern for public health due to large scale outbreak. The number of confirmed cases has also been increased in India in past few weeks. The predictions for the COVID-19 can provide insights into the epidemiology of the disease, which helps policymakers to check health system capacities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods -We obtained data on daily confirmed, recovered and deaths cases for a period of 21 days and have implemented the exponential growth model to predict the future cases for all the three components. The mathematical model was used to calculate the average reproduction number and herd immunity. We estimated the number of active cases till 30 th of April. We have also tried to analyze the public health capacity to combat COVID-19 in India.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The cases of novel coronavirus (COVID-2019)-infected pneumonia started since the 19th of December, 2019, in Wuhan (Central China). A large scale outbreak of the disease resulted in a pandemic. It became a public health concern all over the world. 1 On the 7th of January, 2020, the etiological agent of the outbreak was identified as a novel coronavirus 2 , and it was renamed as COVID-19 by WHO on the 12th of February, 2020. It is a zoonotic coronavirus which is similar to SARS and MERS coronavirus. 3 The WHO announced it as a \"Public health emergency of international concern\" on the 30th of January,2020. 4 As per the report published by the World Health Organization on the 4th of April, there are 1051635 confirmed cases, around 57 thousand deaths due to COVID-19. About 200 countries, areas, and territories are there with cases of COVID-19 in the world. 5 In much of the world, people exhibiting mild or no symptoms are unable to get tested, meaning that the actual number of cases could be much higher. 6 In the past few weeks, countries such as Italy, Spain, and the United States have shown a massive increase in the number of cases and deaths per day. 7",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 248,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 503,
                    "end": 504,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 611,
                    "end": 612,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 864,
                    "end": 865,
                    "text": "5",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1014,
                    "end": 1015,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Even after the gradual increase in facilities, the situations in these countries are still quite concerning. 8 In India, 17% of the world population resides in 2.4% area of the world, resulting in a densely populated country, which makes it a high-risk country for any infectious disease. The study of various countries has shown that the explosion of the COVID-19 disease can be seen after a few days. In that case, India will not be an exception, and it will be wrong to state that the corona crisis will not impact India.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 110,
                    "text": "8",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In India, the first positive case of the COVID-19 was detected on the 30th of January, 2020, in Kerala. 9 The cases started to increase from the first week of March 2020. The majority of the patients initially identified had a traveling history. These cases worked as primary cases and infected others. Hence, it becomes a thing of utmost importance to estimate the transmission dynamics in the initial days of infectious disease outbreak and inform predictions about the potential growth of cases. 10 This prediction can provide insights into the epidemiology of the disease, which helps policymakers to check health system capacities. It can identify whether the control measures are having a measurable effect or not [11] [12] ; also, a prediction model can be updated to estimate the risk for other countries. 13 The transmissibility of COVID-19 from human . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 105,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 499,
                    "end": 501,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 724,
                    "text": "[11]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 725,
                    "end": 729,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 814,
                    "end": 816,
                    "text": "13",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Data on COVID-19 was taken from the data-sharing portal covid19india.org, which was also verified by the Ministry of Health and Family Welfare of India and health ministries of different states. We have collected information on three main components of interest, i.e., daily confirmed cases, daily recovered cases, and daily deaths from 14 th of March to 3 rd of April 2020 for a period of total 21 days. We emphasized the active cases of COVID-19, which has been adjusted by recoveries and deaths. We also calculated the cumulative number of cases for all the three components presented in figure 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Methodology"
        },
        {
            "text": "Since we have data on cumulative confirmed cases, recovered cases, and deaths for each day for this period of 21 days, it is possible to fit an exponential growth model for these three data patterns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exponential Growth model"
        },
        {
            "text": "The basic exponential growth model is described as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exponential Growth model"
        },
        {
            "text": "Where N(t) = number of cases at any time 't.'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exponential Growth model"
        },
        {
            "text": "This growth model was adopted for all three components and predicted the future cases up to the end of the month, April, i.e., the 30th of April. While all three components closely followed exponential growth with a rise in the number of confirmed cases more steadily compared to recovered cases and deaths. The exponential growth rate model for confirmed cases, recovered cases, and deaths are based on the available data is described in equations 2, 3, and 4, respectively. The active cases were calculated by subtracting the total recoveries and deaths from total confirmed cases described in equation 5. The active cases refer to the cases that will be . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The number of cases obtained from the above growth models is consistent with the cases observed from the data used, which can be reflected in figure 1 .A, 1.B, and 1.C. Hence these growth models can provide us a fairly enough estimates which can be useful for the policymakers to be prepared for any such public health requirements for hospitalizations and ICU.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 953,
                    "end": 961,
                    "text": "figure 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Exponential Growth model"
        },
        {
            "text": "The mathematical model for calculating the number of incidence cases based on reproduction number is defined as : ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical Model for reproduction number and Herd Immunity"
        },
        {
            "text": "The reproduction number is defined as the average number of new infections generated by one infected individual during the entire infectious period in a fully suspectible population. The basic reproduction number reflects the ability of infection spreading the infectious period under no . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of Reproduction number and Herd Immunity"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059261 doi: medRxiv preprint control. 15 The approach used to estimate the basic reproduction number in this model is to calculate the average Ro based on the daily cumulative cases for 21 days described in equation 7.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "text": "15",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Estimation of Reproduction number and Herd Immunity"
        },
        {
            "text": "The herd immunity(HI) is estimated based on reproduction number by equation 8. The herd immunity basically indicates the resistance to the spread of a infectious disease within a population that results if a sufficiently high proportion of individuals are immune to the disease, especially through vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimation of Reproduction number and Herd Immunity"
        },
        {
            "text": "……………………………….. . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ro = [∑exp {logI(t)/(t/SI)} ]÷21"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059261 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ro = [∑exp {logI(t)/(t/SI)} ]÷21"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEATHS Observed cases Predicted cases"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059261 doi: medRxiv preprint Table 1 provides the prediction for confirmed cases, recovered cases, and deaths for COVID-19",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "DEATHS Observed cases Predicted cases"
        },
        {
            "text": "in India till the 30th of April. If the increase in the number of cases continues to grow . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059261 doi: medRxiv preprint exponentially in upcoming days, then the number of active cases will rise to 2,49,365, and death toll will rise to 18,739. The number of recovered cases is expected to be 16,605 until the end of April. The number of confirmed cases will reach to 50,000 and then 1,00,000 on the 20th of April and the 24th of April, respectively. The exponential growth models fit very closely with the number of observed cases that indicates India has already reached the exponential phase of growth in the number of COVID-19 cases. Most countries have experienced exponential growth in COVID-19 cases, including China, USA, Italy, Spain, Germany, France. It took only 15 days in the USA to climb the number of confirmed cases from 1,000 to 1,00,00 as reported by center for disease control and prevention. 19 The exponential phase may continue to increase until some serious preventive measures are taken (Figure 2 ). Predicted Active cases based on exponential growth model . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 934,
                    "end": 936,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1033,
                    "end": 1042,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Though this growth model provides the crude predictions for COVID-19 in India, but still provides an alarming situation for India in terms of public health preparedness. The active cases will require hospitalizations and ICUs in severe cases. If the exponential growth in the number of confirmed cases continues to grow in upcoming days, this may result in a public health disaster that is being already seen in several countries affected by COVID-19. Therefore, it may not be unrealistic to assume that what has happened in those countries can also happen in India. The density of the health workforce of India is among the lowest. The density of Physicians (7.8 per 10000 population) and nurses (21.1 per 10000 population) is low as compared to the world's average. 20 As compared to developed countries' nurse-to-physician ratio of 3:1, India's ratio is only around 0.6:1. This is a severe issue as the majority of them are concentrated in urban areas catering to only 20% of India's population. 21 depicting this public health capacity of India, it's a matter of grave concern to address the need for hospitalization and ICUs in public health facilities in the case of the sudden outbreak of COVID-19 in India.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the case of India, there is a serious concern about the number of tests done to detect the COVID-19. In that case, the number of confirmed cases can be seen as just the tip of an iceberg.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As per the reports from the Indian Council of Medical Research (ICMR) total of 69,245 samples have been tested till the 3 rd of April., which is very less as compared to the tests done in other countries. As the number of Operational Government laboratories has been increased to diagnose the COVID-19 in India, it is expected that the number of testings will increase in the upcoming days, which will ultimately result in an increase in the number of confirmed cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This prediction has critical importance as it will not only help the government to have an estimate of the number of cases in the near future but also help them to plan the required strategy to accomplish the requirement in the given time to avoid any unfavorable condition. Although the Indian government has taken many preventive measures such as complete lockdown for three weeks, national and international travel restrictions, compulsory quartine, etc. to suppress the spread of disease, yet there may be sudden outbreaks within the communities which will end up in piling up the burden that is already there.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059261 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Review and Prospect of Pathological Features of Corona Virus Disease",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "X"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Fa yi xue za zhi",
            "volume": "36",
            "issn": "1",
            "pages": "16--20",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Landt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Molenkamp",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meijer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Mulders",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of travel medicine",
            "volume": "4",
            "issn": "2020",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronavirus disease 2019 (COVID-19): situation report",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus latest: confirmed cases cross the one-million mark",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Public Health Challenges in India: Seizing the Opportunities",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Narain",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Indian journal of community medicine : official publication of Indian Association of Preventive & Social Medicine",
            "volume": "41",
            "issn": "2",
            "pages": "85--88",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The RAPIDD ebola forecasting challenge: Synthesis and lessons learnt",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Epidemics",
            "volume": "22",
            "issn": "",
            "pages": "13--21",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The impact of control strategies and behavioural changes on the elimination of Ebola from Lofa County",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ciglenecki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tiffany",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gignoux",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Camacho",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Clement",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Liberia. Philosophical Transactions of the Royal Society B: Biological Sciences",
            "volume": "372",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Transmission dynamics of the etiological agent of SARS in Hong Kong: impact of public health interventions",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chau",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1961--1966",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Delaying the 14",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Pitman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Gay",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Transmissibility of 2019-nCoV. COVID-19 Response Team",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Infectious diseases of humans: dynamics and control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Estimating the serial interval of the novel coronavirus disease (COVID-19): A statistical analysis using the public data in Hong Kong from",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "of cumulative cases have been calculated based on this mathematical model until the end of April.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "is the time between onset of a primary and secondary case. Due to unavailability of detailed data on this parameter in we have used SI as 4.4 days as reported in previous studies.16 Public health capacity of IndiaTo ensure the public health preparedness of India we have collected information on different public health facilities available in India including number of hospitals and beds available.Information on total government hospitals and beds as on July 2019 have been taken from the Open Govermnent data source provided by Ministry of Health and family Welfare. 17 To estimate the distribution of public health facilities among the population we have used the projected population of India for the year 2019 ( Report of the Technical Group on Population Projections). 18 The total projected population of India for the year 2019 is 133,29,00,000. The burden on public health facilities due to COVID-19 is estimated by total number of cases of COVID-19 per hospital needs to accommodate if the number of cumulative cases is projected by exponential growth model and mathematical model on Ro.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "A Daily cumulative confirmed cases based on exponential growth model from COVID-19 in India Figure 1.B Daily cumulative recovered cases based on exponential growth model from COVID-19 in India Figure 1.C Daily cumulative deaths based on exponential growth model from COVID-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Predicted active cases based on exponential growth model for COVID-19 in India from the 4th of April till the 30th of April The reproduction number for India comes out to be 2.56 based on the reported cases in 21 days which indicates one infected individual has infected averagely 2.56 individuals in this period of 21 days. The reproduction number may decrease in the coming time for India due to the preventive measures taken by government. The Herd Immunity for COVID-19 in India is estimated as 61% indicating that if atleast 61% of susceptible population has immunization to COVID-19, it can result in the elimination of infection from the population. The number of cumulative cases if predicted by the mathematical model for reproduction number comes out to be 1,20,203 until 30 th of April.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "to human is sufficient to support sustained transmission unless certain ontrol measures are implemented.14",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Predictions for COVID-19 by exponential growth model in upcoming days in India until 30 th April,2020",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Predictions based on the mathematical model for reproduction number until April 30,2020",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": ". https://doi.org/10.1101/2020.04.09.20059261 doi: medRxiv preprint rural-and-urban-areas-reply 18. 20. World Health Organization. (2019). World health statistics 2019: monitoring health for the SDGs, sustainable development goals. 21. Hazarika, I. (2013). Health workforce in India: assessment of availability, production and distribution. WHO South-East Asia Journal of Public Health, 2(2), 106-112.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}