{
    "paper_id": "2a2682d7ba19e96da9f3c1906978587f983e8a4f",
    "metadata": {
        "title": "Trends and prediction in daily incidence and deaths of COVID-19 in the United States: a search- interest based model",
        "authors": [
            {
                "first": "Xiaoling",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Jiao Tong University School of Medicine",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Jiao Tong University School of Medicine",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Sabiha",
                "middle": [],
                "last": "Hussain",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rutgers Robert Wood Johnson Medical School",
                    "location": {
                        "settlement": "New Brunswick",
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "He",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rutgers Robert Wood Johnson Medical School",
                    "location": {
                        "settlement": "New Brunswick",
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Nan",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rutgers University Newark",
                    "location": {
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Lanjing",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rutgers University Newark",
                    "location": {
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": "lanjing.zhang@rutgers.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "COVID heart\" were correlated with COVDI-19 daily incidence with ~12-day of delay (Pearson's r=0.978, 0.978 and 0.979, respectively) and deaths with 19-day of delay (Pearson's r=0.963, 0.958 and 0.970, respectively). The COVID-19 daily incidence and deaths appeared to both peak on April 10. The 4-day follow-up with prospectively collected data showed moderate to good accuracies for predicting new cases (Pearson's r=-0.641 to -0.833) and poor to good accuracies for daily new deaths (Pearson's r=0.365 to 0.935).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "oronavirus disease 2019 (COVID-19) has been pandemic in the world. [1] [2] [3] [4] It has infected more than 560,000 of Americans. 3, 5 Several attempts were successfully made to model COVID-19 daily incidence in China. 1, 6 However, the trends of daily incidence and deaths of COVID-19 in the U.S. are still poorly understood. Recently, internet search interest was found correlated with daily incidence of COVID-19 in China, with the lagging time of 8 to 10 days. 7 Google search interest was also used to track or model COVID-19 trends in Europe, Iran and Taiwan. [8] [9] [10] Indeed, internet search interest has been used for modelling and detecting influenza epidemics in the U.S. and Australia. 11, 12 We therefore aimed to examine the association of search interest with daily incidence and death of COVID-19 in the U.S., using population-based data and a semiparametric model.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 70,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 71,
                    "end": 74,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 75,
                    "end": 78,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 79,
                    "end": 82,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 131,
                    "end": 133,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 220,
                    "end": 222,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 571,
                    "end": 574,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 575,
                    "end": 579,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 702,
                    "end": 705,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The daily incidence and new deaths of COVID-19 in the U.S. were extracted from the 1-point-3-acres.com 5 and the Johns Hopkins COVID-19 data repository 3 on April 9, 2020, respectively, for modelling. We later obtained additional data from these sites to evaluate our model's accuracy using Pearson's correlation coefficients. Data from the World Health Organization situation-reports appeared significantly inconsistent, and thus were not used. 13 According to the 1point-3-acres.com website, their data were extracted from various media and government websites, and have been manually verified, 5 and have been used by various parties including Johns Hopkins COVID-19 data repository, World Health Organization, and many others. Due to the use of publicly available, de-identified data and lack of protected health information, the study is exempt from an Institutional Board Review (Category 4).",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 448,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We used the Google trends function to extract the data of search interest with search period of March 1 to April 10, 2020 and COVID-19 related search terms. The terms we used were COVID-19, COVID, coronavirus, pneumonia, \"High temperature,\" cough, \"Covid heart,\" \"Covid pneumonia\" and \"Covid diabetes.\" Google trends search interest represented C . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20064485 doi: medRxiv preprint search interest relative to the highest search interest for the given time and region. 7,12 A value of 100 is the peak popularity for the term, while a score of 0 means there were not enough data for this term.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "15.20064485 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We then examined the lag correlations of the terms' search interests with COVID-19 daily incidence and new deaths as described before. 7 The date-shifts of our interest were up to 20 for daily incidence and 23 for daily death, respectively. The terms with the top-3 correlation coefficients were used to build respective generalized linear models. Based on these models, we used the existing search interests to predict future COVID-19 daily incidence and new deaths in the U.S., which would be compared with the prospectively collected data for assessing prediction accuracies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "All statistical analyses will be carried out using Stata (version 15). The models' accuracies were assessed using Pearson's r. All P values were 2-sided. Only a P<0.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The Johns Hopkins data repository and 1-point-3-acres.com provided slightly different estimates of COVID-19 daily incidence and deaths in the U.S., although they shared data. The data of given dates from 1-point-3-acres.com dataset varied by the release dates. Considering the data inconsistency, we chose the John Hopkins data for modelling. The 1-point-3acres.com data were used in a sensitivity study. There were 555,245 new cases and 22,019 deaths of COVID-19 reported in the U.S. from March 1 to April 12, 2020, with a crude mortality of 3.97%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Google Trends search interests had a 2-day delay in reporting (i.e. a search on April 8 yielded data up to April 6). COVID-19 has a much lower search interest score than COVID (Figure 1) , and was excluded from additional analysis owing to its close relationship with COVID. As reported before, the correlation coefficients of search terms changed with lagging time ( Figure  2 ). Among the 9 terms we searched, COVID, \"COVID pneumonia\" and \"Covid heart\" had the top-3 correlation coefficients for correlation with daily incidence and new deaths (Table) . Our predicted COVID-19 daily incidence and new cases would plateau for about 12 days (Figure 3) , suggesting a possible 12-day plateau of these epidemiologic parameters in the future. The sensitivity study using 1-point-3acres data revealed the correlation coefficients that were similar to those produced using Johns Hopkins data (Table) . The 4-day followup with prospectively collected data show moderate to good accuracies for predicting new cases (Pearson's r ranged -0.641 to -0.833) and poor to good accuracies for new deaths (Pearson's r ranged 0.365 to 0.935). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 186,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 368,
                    "end": 377,
                    "text": "Figure  2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 546,
                    "end": 553,
                    "text": "(Table)",
                    "ref_id": null
                },
                {
                    "start": 641,
                    "end": 651,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 887,
                    "end": 894,
                    "text": "(Table)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "This population-based study shows that there were 555,245 new cases, and 22,019 deaths of COVID-19 reported in the U.S. from March 1 to April 12, 2020. It also shows that the search interest of COVID, \"COVID pneumonia,\" and \"COVID heart\" were highly correlated with COVDI-19 daily incidence and new deaths, with a delay of 12 days and 19 days, respectively. This study to our knowledge for the first time provided the evidence that search interest pertinent to COVID-19 is highly correlated with the trends in COVID-19 daily incidence and new death in the U.S. The prediction based on 3 search interest items were moderately to greatly accurate in a short-term follow-up study, while additional studies are needed to . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20064485 doi: medRxiv preprint validate our findings and improve the prediction accuracy. The findings of our study would enable us to better predict new cases and death in the U.S. for the next 12 days, and will greatly help prevent and prepare upcoming pandemic and burdens of COVDI-19 in the future.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "15.20064485",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The 12 days of lagging time in U.S. as shown by us was longer than previously reported 9 days in China. 7 Several reasons may contribute to the difference, but should be subject to additional studies. First the testing rate in the United States is much lower than in China. Therefore, many cases may not be tested, and the daily incidence may be underestimated. Second, there was a significant delay in testing for COVID-19 in the U.S. which subsequently led to longer lagging time between the trends of search interest and daily incidence. Third, the biological and socioeconomical differences between the U.S. and Chinese patients may also contribute it to the difference. Finally, the prevalent virus subtypes in U.S. may also be different from that in China and resulted in different lead time. 14 This study provides several lines of valuable evidence. First, COVID-19 daily new deaths in the U.S. are poorly understood, but are here described and predicted using a semiparametric model. Second, we extensively examined the 9 COVID-19 related search terms, which are more than the 2 used in a previous study. 7 Our data also suggest that pneumonia and heart problems were highly relevant to the daily incidence and deaths in the U.S. It may be explained by the frequent pneumonia and cardiac injury seen in COVID-19 patietns. 15, 16 Third, the lagging time in our study was longer than the previously reported in China (12 days vs 9 days). However, the 12 and 19 days of lagging time also afforded us the possibility of predicting a longer period of future trends. Fourth, the comparison of predicted values and prospectively collected data will significantly reduce the recall and selection biases. We will continue updating the models' accuracies as more data become available (see https://github.com/thezhanglab/COVID-US-google). Finally, we rigorously examined the correlation of search interest with the COVID-19 daily incidence and deaths, and show greater correlations (Pearson's r>0.97) than reported in Chinese data. 7 This study is limited by the retrospective nature of the modeling part, and may have some related biases. Moreover, due to the relatively low testing rate in the U.S., the daily incidence and deaths may be underestimated. Our sensitivity study using the 1.3 acres data, however, confirms a similar correlation off and search interest with COVID-19 daily incidence and deaths in the U.S.",
            "cite_spans": [
                {
                    "start": 1331,
                    "end": 1334,
                    "text": "15,",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This population-based, retrospective study show that search terms related to COVID-19 are highly correlated with the trends in daily incidence and new deaths of COVID-19 in the U.S. The prediction-models based on the search interest trend reached moderate to good accuracies. Additional studies are warranted to validate and improve these models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The hypothesis and future direction:"
        },
        {
            "text": "The works were in part supported by NIH (R01DK119198 to N.G. and L.Z.). The data will be regularly updated at https://github.com/thezhanglab/COVID-US-google, as new prospectively collected incidence data become available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        },
        {
            "text": "Author Contributions: Dr Zhang had full access to all of the data in the study and takes responsibility for the integrity of the data and the accuracy of the data analysis. They are both senior authors. Drs Yang and Xu both contributed equally and should be considered co-first authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        },
        {
            "text": "Concept and design: Zhang, Gao. Acquisition, analysis, or interpretation of data: All authors. Drafting of the manuscript: Yuan and Xu. Critical revision of the manuscript for important intellectual content: All authors. Statistical analysis: Yuan, Zhang. Supervision: Zhang.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The search interests of COVID, \"COVID heart\" and COVID pneumonia\" in Google Trends were 12 to 13 days lagged from COVID-19 daily new cases/incidence (Pearson's r= 0.977, 0.982 and 0.973, respectively, P<0.001 for all). D-F: The search interests of COVID, \"COVID heart\" and COVID pneumonia\" in Google Trends were 19 to 20 days lagged from COVID-19 daily new deaths (Pearson's r= 0.967, 0.977 and 0.972, respectively, P<0.001 for all). Note, d12, d13, d19 and d20 indicate the trend curves were shifted for 12, 13, 19 and 20 days, respectively, to compensate being lagged. The 4-day follow-up with prospectively collected data show Pearson's r's were -0.641, -0.811 and -0.833 for predicting new cases with COVID heart, COVID and COVID pneumonia, respectively, and 0.365, 0.935 and -0.495 for predicting new deaths, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Trends and prediction in daily incidence of novel coronavirus infection in China, Hubei Province and Wuhan City: an application of Farr law. medRxiv",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "V"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.19.20025148"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus disease (COVID-19) outbreak",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30120-1"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Blind Spots in Fighting the Outbreak of Coronavirus Disease 2019. Exploratory Research and Hypothesis in Medicine",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 in US and canada: Real time update with creditable sources",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30260--30269",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Retrospective analysis of the possibility of predicting the COVID-19 outbreak from Internet searches and social media data, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.Es.2020.25.10"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Tracking COVID-19 in Europe: An Infodemiology Study. JMIR Public Health Surveill",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mavragani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/18941"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Applications of google search trends for risk communication in infectious disease management: A case study of COVID-19 outbreak in Taiwan",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Husnayain",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fuad",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.03.021"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Predicting COVID-19 incidence using Google Trends and data mining techniques: A pilot study in Iran",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Ayyoubzadeh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Ayyoubzadeh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zahedi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ahmadi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rnk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/18828"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Interpreting Google flu trends data for pandemic H1N1 influenza: the New Zealand experience",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tobias",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peacey",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "S"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Detecting influenza epidemics using search engine query data",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ginsberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Mohebbi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brammer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Smolinski",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brilliant",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Coronavirus Source Data",
            "volume": "457",
            "issn": "7232",
            "pages": "1012--1014",
            "other_ids": {
                "DOI": [
                    "10.1038/nature07634.13"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Genomic epidemiology of novel coronavirus -Global subsampling",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nextrain",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Org",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Association of Cardiac Injury With Mortality in Hospitalized Patients With COVID-19 in Wuhan, China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamacardio.2020.0950"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure Legends Figure 1. Trends in search interest of COVID-19 related terms Note: The numbers represented the search interest relative to the term of the highest search interest in the U.S. from March 1 to April 7, 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Trends in search interest of COVID-19 related terms Note: The numbers represented the search interest relative to the term of the highest search interest in the U.S. from March 1 to April 7, 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The lag correlations between Google Trends search interest of the terms \"COVID,\" \"COVID heart\" and \"COVID pneumonia,\" and the daily new cases and deaths of COVID-19 in the US, March 1-April 8, 2020 Note: A and C represent the search terms with the highest Pearson's correlation coefficients for daily incidence and new deaths, respectively. B and D represent the rest of the search terms.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Google Trends search interest and the trends in COVID-19 daily incidence and new deaths in the U.S., March 1 to April 12, 2020 A-C.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The search term of the top-3 correlation coefficients for correlations with COVID-19 daily incidence and deaths, March 1 to April 8, 2020 The Highest correlation coefficients among the correlation coefficients of a given search term by various days of lagging.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}