{
    "paper_id": "2c401d3cf4295ef119ad04ac16c62767d161edae",
    "metadata": {
        "title": "Interim evaluation of emergency declaration in Japan in the first week of the COVID-19 outbreak",
        "authors": [
            {
                "first": "Junko",
                "middle": [],
                "last": "Kurita",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tokiwa University",
                    "location": {
                        "settlement": "Ibaraki",
                        "country": "Japan"
                    }
                },
                "email": "kuritaj@tokiwa.ac.jp"
            },
            {
                "first": "Tamie",
                "middle": [],
                "last": "Sugawara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Infectious Diseases",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yasushi",
                "middle": [],
                "last": "Ohkusa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Infectious Diseases",
                    "location": {
                        "settlement": "Tokyo",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Prime Minister of Japan Abe declared an emergency to control the COVID-19 outbreak on April 7, 2020. He asked almost half of the population of Japan to reduce their personal contacts by 70-80%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Object: This study estimates the effectiveness of that emergency declaration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Method: We applied a simple susceptible-infected-recovery model to data of patients with symptoms in Japan for January 14 -April 13. We estimate the reproduction number before the emergency declaration (R 0 ) as 0.083; its range was [0.067, 0.105].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Results suggest that the emergency declaration reduced the reproduction number dramatically. The finding implies that the outbreak will be contained in a few weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "To control the COVID-19 outbreak in Japan, the Prime Minister Abe declared an emergency on April 7 and applied countermeasures starting from April 8 [1] . The declared measures required residents of seven prefectures, collectively accounting for 44.5% of Japan's population, to restrict their trips outside the home voluntarily.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Voluntary compliance means that the declared measures were not enforced as law.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "People were not arrested even if they do not comply with this government declaration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "At the same time, the policy required the reduction of contact by 70-80%, based on the author's earlier research [2] . However, the share of the population cooperating with government requirements without law enforcement has remained uncertain. Therefore, this policy's effects must be evaluated as nearly and in as real-time a manner as possible.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "If the reproduction number after the emergency declaration (R e ) is less than one, then the government would be able to rescind the declaration earlier. If greater than one, and especially of greater than two, then a more powerful policy, including law enforcement, might be necessary. Therefore, we undertook preliminary evaluation of the effect as of April 14, at one week after the declaration was issued.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Method All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Onset dates were sometimes unreported. Therefore, we estimated the onset date. To do so, we inferred a distribution of the length from onset to reporting based on patients for whom onset dates were available. Then we applied this empirical distribution to patients for whom onset dates were not available. Letting f(k) represent this empirical distribution and letting Nt denote the number of patients for whom onset dates were not available published at date t, then the number of patients for whom the onset date was All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.16.20067447 doi: medRxiv preprint t-1. The number of patients for whom onset dates were not available was estimated as f(1)Nt. Similarly, the number of patients with onset date t-2 and whose onset dates were not available was estimated as f(2)Nt. Therefore, the total number of patients whose onset date were not available, given an onset date of s, was estimated as Σ k=1 f(k)Ns+k for a long time passed from s.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Moreover, the reporting delay for published data from MHLW might be considerable. In other words, if s+k was larger than that in the current period t, then s+k represents the future for period t: thus Ns+k was not observable. Such a reporting delay causes an under-estimation bias in the number of patients. Therefore, we must adjust it as Σ k=1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "t-s",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Similarly, patients for whom the onset dates were available are expected to be affected by the reporting delay. Thus we have Ms|t /Σ k=1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Ms|t represents the reported number of patients for whom onset dates were within period s extending until the current period t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We applied a simple susceptible-infected-recovery (SIR) model [2] [3] [4] to the epidemic curve for Japan, with 120 million populations. We assume an incubation period calculated according to the empirical distribution.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 65,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 66,
                    "end": 69,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 70,
                    "end": 73,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Symptomatic and asymptomatic states continued for one week and then moved to a recovery state with probability of one. We are not concerned about outcomes or All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.16.20067447 doi: medRxiv preprint necessary medical resources in this model. Therefore, the state of death or hospitalization was not incorporated into the model. Asymptomatic cases cannot be observable unless complete laboratory-based surveillance is performed. One exceptional study found the asymptomatic cases to be 3/23 among elderly people [5] . For these analyses, the powers of infectivity among severe patients and mild patients were equal.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 459,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Moreover, we assumed that asymptomatic cases have the same power of infectivity as symptomatic cases have [5] . The distribution of infectiousness in symptomatic and asymptomatic cases was assumed to be 30% on the onset day, 20% the following day, and 10% for the next five days [5] .",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We sought R 0 , R v, R a , and R e .to fit the data to minimize the sum of absolute values of discrepancies among the bootstrapped epidemic curve and the fitted values. The estimated distribution of three reproduction numbers was calculated using 10,000 iterations of bootstrapping from the empirical distribution of the data obtained for symptomatic patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We estimated the results sequentially as follows: We first estimated R 0 as the best fit to bootstrapped data in the pre-VECSC period. Then based on the obtained R 0 and course of the outbreak in the pre-VECSC period, we estimated R v as the best fit to bootstrapped data for the VECSC period. Similarly, based on the obtained R 0 and R v , All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.16.20067447 doi: medRxiv preprint we estimated R a as the best fit to bootstrapped data in the post-VECSC period. Finally, based on the obtained R 0 , R v , and R a , we estimated R e as the best fit to a bootstrapped data after the emergency was declared. For each step, reproduction numbers were grid-searched in the interval of (0, 10) by 0.001 resolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Data used were the numbers of symptomatic patients during January 14 -April 13 reported by MLHW [6] as of April 14. During this period, 6084 cases with onset dates were reported. We excluded imported cases and those who were presumed to have been infected passengers and crew from the Diamond Princess: they were presumed not to be community-acquired cases in Japan. Of those, onset dates were available for 3734 cases; onset dates were not reported for other cases.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "text": "[6]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Data source"
        },
        {
            "text": "All information used for this study has been published. There is therefore no ethical issue related to this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical consideration"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.16.20067447 doi: medRxiv preprint Figure 1 depicts the empirical distribution among incubation periods of 91 cases for which exposure dates and onset dates were reported by MHLW. Its mode was six days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Its average was 6.6 days. Figure 2 depicts the empirical distribution of duration from onset to report. We adjusted the reporting delay based on this distribution. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 26,
                    "end": 34,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "We applied a simple SIR model to all cases, including asymptomatic cases that had not been incorporated into the model to date. An earlier study [7] [8] [9] [10] estimated R 0 for COVID-19 as 2.24-3.58 in Wuhan. Our R 0 obtained before VECSC was similar.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "text": "[7]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 149,
                    "end": 152,
                    "text": "[8]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 153,
                    "end": 156,
                    "text": "[9]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 157,
                    "end": 161,
                    "text": "[10]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, an earlier study [11] estimated R 0 in Japan as 0.6 as of the end of February, which was the period mainly before the VECSC was implemented. Such a low number might mislead policy efforts for countermeasures in Japan as it adheres to contact All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Results show a dramatic decrease in the reproduction number on the basis of the emergency declaration. The outbreak will be contained in a few weeks if the success continues at the same level. In other words, the 0.6 figure reported from an earlier study was comparable with our estimation for the period after the emergency declaration, even though no countermeasure was used before VECSC.",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 30,
                    "text": "[11]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, after VECSC, the reproduction number escalated again to become higher than that before VECSC. Therefore, a similar phenomenon might occur several weeks after countermeasures cease. One must be reminded that these results reflect only those at one week after the emergency declaration. The reproduction number probably changed thereafter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Results demonstrated that the reproduction number declined dramatically after the emergency declaration. The reproduction number must be monitored carefully and continuously. We hope that the present study contributes to government decision-making about cessation of the emergency declaration. All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 16.20067447 doi: medRxiv preprint This study was based on the authors' opinions. The analyses and results do not reflect any stance or policy of our affiliations.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "16.20067447 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Japan state of emergency to cover Tokyo",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Forecast of the COVID-19 outbreak, collapse of medical facilities, and lockdown effects in Tokyo",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sugishita",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kurita",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sugawara",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ohkusay",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Preliminary evaluation of voluntary event cancellation as a countermeasure against the COVID-19 outbreak in Japan as of",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sugishita",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kurita",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sugawara",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ohkusay",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Real-time estimation and prediction for pandemic A/H1N1(2009) in Japan",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ohkusa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sugawara",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Okabe",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Infect Chemother",
            "volume": "17",
            "issn": "",
            "pages": "468--72",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Asymptomatic and Presymptomatic SARS-CoV-2 Infections in Residents of a Long-Term Care Skilled Nursing Facility -King County, All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.16.20067447"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Morb Mortal Wkly Rep",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Washington",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "69",
            "issn": "",
            "pages": "377--381",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6913e1"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Japan Ministry of Health, Labour and Welfare",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Are children less susceptible to COVID-19 ?",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "I"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Huanyc",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Hsueh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "I"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Microbiol Immunol Infect",
            "volume": "",
            "issn": "",
            "pages": "30039--30045",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Preliminary Estimation of the Basic Reproduction Number of Novel Coronavirus (2019-nCoV) in China, From 2019 to 2020: A Data-Driven Analysis in the Early Phase of the Outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Musa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rockly",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa021"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) and Coronavirus disease-2019 (COVID-19): The Epidemic and the Challenges",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hsueh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Int J Antimicrob Agents",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijantimicag.2020.105924"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "MHLW COVID-19 Response Team, Mi Suzuki. Closed environments facilitate secondary transmission of coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Oshitani",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                },
                {
                    "first": "Takaji",
                    "middle": [],
                    "last": "Sunagawa",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wakita",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.28.20029272"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "The COVID-19 outbreak in Japan, which occurred from January 14, and its related countermeasures, are divisible into four periods. The national government required sports and entertainment events to be canceled in Japan for two weeks fromFebruary 26 through March 19 according to a government advisory. At the same time, it was advised that small business and private meetings be cancelled voluntarily. Moreover, from March 3, almost all schools were closed to control the spread of the infection until spring vacation began in the middle of March. The policy was designated as voluntary event cancellation (VECSC). Consequently, the COVID-19 outbreak can be divided into four distinct periods: before VCSEC through February 26, VCSECthrough March 19, and after VCSEC through April 7, and the after emergency was declared. We defined the reproduction numbers for the respective periods as R 0 , R v , R a , and R e .",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The value of R 0 before VECSC was introduced was estimated as 2.184; its 95% range was [2.082, 2.251]. However, R v during the VECSC period when measures were introduced was estimated as 1.028 [0.965, 1.191]. After VECSC, R a was estimated as 3.237 [3.005, 3.441]. After the emergency declaration, R e decreased dramatically to 0.083 [0.067, 0.105]. The null hypothesis that R 0, R e , R a , and R e were all equal was rejected.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.16.20067447 doi: medRxiv preprint tracing efforts to detect clusters. Outbreaks contained themselves. Emergency declarations would be unnecessary if 0.6 is correct.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We acknowledge the great efforts of all staff at public health centers, medical institutions, and other facilities who are fighting the spread and destruction associated with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.16.20067447 doi: medRxiv preprint All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.16.20067447 doi: medRxiv preprint All rights reserved. No reuse allowed without permission.author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.16.20067447 doi: medRxiv preprint Notes: Bars indicates the number of patients by incubation period among 59 cases whose exposed date and onset date were published by Ministry of Labour, Health and Welfare, Japan.All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.16.20067447 doi: medRxiv preprint Note: Bars indicates probability of duration from onset to report base on 657 patients whose onset date was available in Japan. Data source was Ministry of Labour, Health and Welfare, Japan.All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.16.20067447 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}