{
    "paper_id": "2c42259de43ed741d00bd6daf410c9539fd0472a",
    "metadata": {
        "title": "Cryo-EM structures reveal transcription initiation steps by yeast mitochondrial RNA polymerase Cryo-EM structures of transcription pre-initiation complex (PIC) and initiation complex (IC) of yeast mitochondrial RNA polymerase show fully resolved transcription bubbles and explain promoter melting, template alignment, DNA scrunching, transition into elongation, and abortive synthesis. Promoter melting initiates in PIC with MTF1 trapping the -4 to -2 non-template (NT) bases in its NT-groove. Transition to IC is marked by a large-scale movement that aligns the template with RNA at the active site. RNA synthesis scrunches the NT strand into an NT-loop, which interacts with centrally positioned MTF1 C-tail. Steric clashes of the C-tail with RNA:DNA and NT-loop, and dynamic scrunching- unscrunching of DNA explain abortive synthesis and transition into elongation. Capturing the catalytically active IC-state with UTPaS poised for incorporation enables modeling toxicity of antiviral nucleosides/nucleotides",
        "authors": [
            {
                "first": "Brent",
                "middle": [],
                "last": "De Wijngaert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "KU Leuven",
                    "location": {
                        "postCode": "3000",
                        "settlement": "Leuven",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Shemaila",
                "middle": [],
                "last": "Sultana",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rutgers University",
                    "location": {
                        "postCode": "08854",
                        "settlement": "Piscataway",
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Chhaya",
                "middle": [],
                "last": "Dharia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rutgers University",
                    "location": {
                        "postCode": "08854",
                        "settlement": "Piscataway",
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Hans",
                "middle": [],
                "last": "Vanbuel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "KU Leuven",
                    "location": {
                        "postCode": "3000",
                        "settlement": "Leuven",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiayu",
                "middle": [],
                "last": "Shen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rutgers University",
                    "location": {
                        "postCode": "08854",
                        "settlement": "Piscataway",
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Vasilchuk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rutgers University",
                    "location": {
                        "postCode": "08854",
                        "settlement": "Piscataway",
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sergio",
                "middle": [
                    "E"
                ],
                "last": "Martinez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "KU Leuven",
                    "location": {
                        "postCode": "3000",
                        "settlement": "Leuven",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Eaazhisai",
                "middle": [],
                "last": "Kandiah",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Smita",
                "middle": [
                    "S"
                ],
                "last": "Patel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rutgers University",
                    "location": {
                        "postCode": "08854",
                        "settlement": "Piscataway",
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kalyan",
                "middle": [],
                "last": "Das",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "KU Leuven",
                    "location": {
                        "postCode": "3000",
                        "settlement": "Leuven",
                        "country": "Belgium"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Gene transcription is catalyzed by DNA-dependent RNA polymerases (RNAPs) in a multistep regulated process (1-4). Multi-subunit and single-subunit RNAPs catalyze transcription initiation by a series of events -(i) promoter-specific recognition, (ii) formation of a transcription bubble, (iii) RNA synthesis accompanied by DNA scrunching, and (iv) aborted synthesis of short RNA transcripts or transition to the elongation phase with promoter release. Understanding the mechanism of transcription initiation requires capturing key intermediate states of RNAP complexes and characterizing them biochemically and structurally. Mitochondrial DNA is transcribed by single-subunit RNAPs (mtRNAP), which unlike their phage counterparts, depend on one or more transcription factors for promoter-specific transcription initiation. Much of our understanding of mitochondrial DNA transcription comes from studies of yeast (S. cerevisiae) and human mtRNAPs (2, 3, 5). The yeast mtRNAP transcription initiation complex (y-mtIC) is comprised of the catalytic subunit RPO41 and a transcription factor MTF1. The human mtRNAP transcription initiation complex (h-mtIC) comprises of POLRMT and two transcription factors. The h-mtIC has been structurally characterized by crystallography (6), but the structure was captured in an inactive fingersclenched state with a major part of the transcription bubble disordered. Hence, the structural basis for promoter melting, DNA scrunching, and transcription initiation remains largely unknown for the mtRNAPs. RPO41 (∆N100) and MTF1 were assembled on a pre-melted promoter (-21 to +12, 15S yeast mtDNA promoter; Fig. 1A ) to generate the yeast mitochondrial transcription preinitiation complex (y-mtPIC) (Fig. S1 ). The y-mtPIC was incubated with pppGpG RNA and a . CC-BY-NC-ND 4.0 : bioRxiv preprint 4 non-hydrolysable UTPaS to generate the y-mtIC poised to incorporate the +3 NTP. Singleparticle cryo-EM data analysis of the quinary y-mtIC revealed a surprising coexistence of PIC and IC states in equilibrium (Fig. S2 ). The y-mtIC structure had bound RNA and NTP, and y-mtPIC structure had no RNA or NTP. Another dataset collected from a PIC-only grid extends the resolution to 3.1 Å. Key steps guiding transcription initiation are revealed from the 3.1 Å y-mtPIC and 3.7 Å y-mtIC structures.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1636,
                    "end": 1643,
                    "text": "Fig. 1A",
                    "ref_id": null
                },
                {
                    "start": 1728,
                    "end": 1736,
                    "text": "(Fig. S1",
                    "ref_id": null
                },
                {
                    "start": 2036,
                    "end": 2044,
                    "text": "(Fig. S2",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "In y-mtPIC structure (Fig. 1B & C), the MTF1 is traced from 2 to 336 out of 341 amino acid residues, RPO41 is traced from 386 to the end residue 1351 with few disordered regions, and unambiguously traced DNA (Fig. S3A). A stable transcription core is composed of RPO41, MTF1, and transcription bubble (Fig. 1C). RPO41 interacts with MTF1 at multiple locations. Two RPO41 b-hairpins -the intercalating hairpin (ICH) and the MTF1supporting hairpin (K613-P632) form a crescent-shaped platform that accommodates the C-terminal domain of MTF1 (252-325) (Fig. 1D). The N-terminal domain of MTF1 (2-251) contacts the tip of the RPO41 thumb helix (Fig. 1E); biochemically, we show the interaction stabilizes RPO41-MTF1 complex (Fig. S3C-D)(7). The MTF1-supporting hairpin also guides the MTF C-tail (326-341) towards the active site (Fig. 1F); the C-tail is disordered in free MTF1(8).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The PIC structure has not been observed previously; thus, it provides new insights into the mechanism of promoter melting. The y-mtPIC structure suggests that RPO41 and MTF1 initiate the promoter melting by creating a 4-nt transcription bubble from -4 to -1. We provided a -4 to +2 pre-melted promoter; however, the +1 and +2 nucleotides assume a duplex-like DNA conformation in PIC albeit lacking canonical base-pairing. DNA melting is : bioRxiv preprint 5 driven by sequence-specific interactions of the NT strand with the NT-groove that lies at the interface of N-and C-terminal domains of MTF1 (residues 103-105, 144-148, and 190-192). The -4 to -2 AAG bases in the NT strand are flipped towards NT-groove (Fig. 1G) . The -2 guanine base is sandwiched between the aromatic side chains of Y103 and W105, and all N and O atoms of the base, except N7, are engaged in complementary hydrogen bond interactions (Fig. 1H) ; mutation of -2 guanine severely impair promoter melting (9). The -1 NT base stacks with Y103 with no base-specific interaction. The -3 and -4 AA bases are stacked together and sandwiched by ICH on one side and an MTF1 helix (144-156) on the other side (Fig. 1I). Mutations of MTF1 residues near the promoter DNA, E144F, R178A+K179A (Fig. S3E-F), and C192F (10) lower the efficiency of transcription initiation. The structure reveals that the aromatic sidechain of mutated E144F or C192F interferes with the binding of NT -3 and -4 bases and R178A+K179A would reduce DNA-backbone interactions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 710,
                    "end": 719,
                    "text": "(Fig. 1G)",
                    "ref_id": null
                },
                {
                    "start": 909,
                    "end": 918,
                    "text": "(Fig. 1H)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "The quinary y-mtIC has a promoter designed to bind a 2-mer RNA and incorporate a third nucleotide ( Fig. 2A) . The 3.7 Å density map of IC locates many previously uncharacterized structural elements, including the C-tail of MTF1 and the scrunched DNA ( Fig. 2B-C) , and reveals the mechanism of template alignment and RNA synthesis during initiation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 108,
                    "text": "Fig. 2A)",
                    "ref_id": null
                },
                {
                    "start": 253,
                    "end": 263,
                    "text": "Fig. 2B-C)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Comparison of PIC and IC shows little shift of upstream promoter DNA and interacting structural elements (including ICH, specificity loop, and thumb of RPO41 and NT-groove of MTF1) during PIC to IC transition. In contrast, the downstream DNA and interacting Cterminal domain of RPO41 undergo large conformational changes including fingers closing (Movie S1). During the transition, the upstream DNA from position -1 onward is locked in the MTF1 NT-groove while the template strand undergoes a large conformational . : bioRxiv preprint 6 switching to align with the 2-mer RNA and the incoming UTPaS at the active site ( Fig. 2C; Movie S2). These unsynchronized events at two ends of the transcription bubble scrunches the NT strand into an NT-loop (Movie S3). DNA scrunching has been proposed in multi-and single-subunit RNAPs including y-mtRNAP (11)(12)(13)(14). Our y-mtIC structure is first to capture the scrunched conformation (Fig. 2C) . The scrunched NT-loop is stabilized by ICH (H641, N642), thumb (R780 and K787), and MTF1 C-tail (M334-Y335). The looping of NT strand alters the downstream DNA track and bends it from ~60° to ~120° with respect to the upstream DNA; thus, transforming a V-shaped DNA in PIC to an U-shape in IC (Fig. S5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 619,
                    "end": 627,
                    "text": "Fig. 2C;",
                    "ref_id": null
                },
                {
                    "start": 931,
                    "end": 940,
                    "text": "(Fig. 2C)",
                    "ref_id": null
                },
                {
                    "start": 1236,
                    "end": 1244,
                    "text": "(Fig. S5",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Biochemical studies show that the MTF1 C-tail plays an important role in template alignment, DNA scrunching, and triggering transition into elongation (15). The IC structure captures the entire C-tail in the active-site cavity and interacts with the template DNA, NTloop, and 5'-end of the RNA transcript. The C-tail base is stabilized by ICH, thumb helix, and a loop (521-526) of RPO41 (Fig. 3A) . The C-tail tip residue S340 is 4 Å away from the 5'end a-phosphate of pppGpG RNA. The main chain carbonyls of E338 and H339 hydrogen bond with the N1 and N6 atoms of the -2 template-base; similar interactions with N3 and N4 atoms of unmutated cytosine at -2 position are expected. The C-tail also stabilizes the scrunched NT-loop; M334-Y335 of C-tail stack against the looped-out +1 and +2 NT bases (Fig. 3B) . Structural projection indicates that RNA synthesis will progressively push the Ctail out of its position in IC (Fig. 3C ), and at a critical length of RNA, the C-tail will be displaced out from the active-site cavity. Single-molecule FRET studies show that IC to EC transition completes at 8-mer RNA synthesis and C-tail deletion delays the transition (14, 15). Superposition of y-mtIC on POLRMT EC with 9-bp RNA:DNA (16) shows that C-tail",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 387,
                    "end": 396,
                    "text": "(Fig. 3A)",
                    "ref_id": null
                },
                {
                    "start": 798,
                    "end": 807,
                    "text": "(Fig. 3B)",
                    "ref_id": null
                },
                {
                    "start": 921,
                    "end": 929,
                    "text": "(Fig. 3C",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Mitochondrial DNA is transcribed by single-subunit RNAPs (mtRNAP), which unlike their phage counterparts, depend on one or more transcription factors for promoter-specific transcription initiation. Much of our understanding of mitochondrial DNA transcription comes from studies of yeast (S. cerevisiae) and human mtRNAPs (2, 3, 5) . The yeast mtRNAP transcription initiation complex (y-mtIC) is comprised of the catalytic subunit RPO41 and a transcription factor MTF1. The human mtRNAP transcription initiation complex (h-mtIC) comprises of POLRMT and two transcription factors. The h-mtIC has been structurally characterized by crystallography (6) , but the structure was captured in an inactive fingersclenched state with a major part of the transcription bubble disordered. Hence, the structural basis for promoter melting, DNA scrunching, and transcription initiation remains largely unknown for the mtRNAPs. RPO41 (∆N100) and MTF1 were assembled on a pre-melted promoter (-21 to +12, 15S yeast mtDNA promoter; Fig. 1A ) to generate the yeast mitochondrial transcription preinitiation complex (y-mtPIC) (Fig. S1 ). The y-mtPIC was incubated with pppGpG RNA and a . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.038620 doi: bioRxiv preprint non-hydrolysable UTPaS to generate the y-mtIC poised to incorporate the +3 NTP. Singleparticle cryo-EM data analysis of the quinary y-mtIC revealed a surprising coexistence of PIC and IC states in equilibrium (Fig. S2) . The y-mtIC structure had bound RNA and NTP, and y-mtPIC structure had no RNA or NTP. Another dataset collected from a PIC-only grid extends the resolution to 3.1 Å. Key steps guiding transcription initiation are revealed from the 3.1 Å y-mtPIC and 3.7 Å y-mtIC structures.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 324,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 325,
                    "end": 327,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 328,
                    "end": 330,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 645,
                    "end": 648,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 1015,
                    "end": 1022,
                    "text": "Fig. 1A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1107,
                    "end": 1115,
                    "text": "(Fig. S1",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1602,
                    "end": 1611,
                    "text": "(Fig. S2)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": ""
        },
        {
            "text": "In y-mtPIC structure ( Fig. 1B & C) , the MTF1 is traced from 2 to 336 out of 341 amino acid residues, RPO41 is traced from 386 to the end residue 1351 with few disordered regions, and unambiguously traced DNA (Fig. S3A) . A stable transcription core is composed of RPO41, MTF1, and transcription bubble (Fig. 1C ). RPO41 interacts with MTF1 at multiple locations. Two RPO41 b-hairpins -the intercalating hairpin (ICH) and the MTF1supporting hairpin (K613-P632) form a crescent-shaped platform that accommodates the C-terminal domain of MTF1 (252-325) (Fig. 1D) . The N-terminal domain of MTF1 contacts the tip of the RPO41 thumb helix (Fig. 1E) ; biochemically, we show the interaction stabilizes RPO41-MTF1 complex ( Fig. S3C -D) (7) . The MTF1-supporting hairpin also guides the MTF C-tail (326-341) towards the active site (Fig. 1F ); the C-tail is disordered in free MTF1(8).",
            "cite_spans": [
                {
                    "start": 732,
                    "end": 735,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 23,
                    "end": 35,
                    "text": "Fig. 1B & C)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 210,
                    "end": 220,
                    "text": "(Fig. S3A)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 304,
                    "end": 312,
                    "text": "(Fig. 1C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 552,
                    "end": 561,
                    "text": "(Fig. 1D)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 636,
                    "end": 645,
                    "text": "(Fig. 1E)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 719,
                    "end": 727,
                    "text": "Fig. S3C",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 827,
                    "end": 835,
                    "text": "(Fig. 1F",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": ""
        },
        {
            "text": "The PIC structure has not been observed previously; thus, it provides new insights into the mechanism of promoter melting. The y-mtPIC structure suggests that RPO41 and MTF1 initiate the promoter melting by creating a 4-nt transcription bubble from -4 to -1. We provided a -4 to +2 pre-melted promoter; however, the +1 and +2 nucleotides assume a duplex-like DNA conformation in PIC albeit lacking canonical base-pairing. DNA melting is driven by sequence-specific interactions of the NT strand with the NT-groove that lies at the interface of N-and C-terminal domains of MTF1 (residues 103-105, 144-148, and 190-192) . The -4 to -2 AAG bases in the NT strand are flipped towards NT-groove (Fig. 1G ). The -2 guanine base is sandwiched between the aromatic side chains of Y103 and W105, and all N and O atoms of the base, except N7, are engaged in complementary hydrogen bond interactions (Fig. 1H) ; mutation of -2 guanine severely impair promoter melting (9). The -1 NT base stacks with Y103 with no base-specific interaction. The -3 and -4 AA bases are The structure reveals that the aromatic sidechain of mutated E144F or C192F interferes with the binding of NT -3 and -4 bases and R178A+K179A would reduce DNA-backbone interactions.",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 617,
                    "text": "144-148, and 190-192)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 690,
                    "end": 698,
                    "text": "(Fig. 1G",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 889,
                    "end": 898,
                    "text": "(Fig. 1H)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": ""
        },
        {
            "text": "The quinary y-mtIC has a promoter designed to bind a 2-mer RNA and incorporate a third nucleotide ( Fig. 2A) . The 3.7 Å density map of IC locates many previously uncharacterized structural elements, including the C-tail of MTF1 and the scrunched DNA ( Fig. 2B-C) , and reveals the mechanism of template alignment and RNA synthesis during initiation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 108,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 253,
                    "end": 263,
                    "text": "Fig. 2B-C)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": ""
        },
        {
            "text": "Comparison of PIC and IC shows little shift of upstream promoter DNA and interacting structural elements (including ICH, specificity loop, and thumb of RPO41 and NT-groove of MTF1) during PIC to IC transition. In contrast, the downstream DNA and interacting Cterminal domain of RPO41 undergo large conformational changes including fingers closing (Movie S1). During the transition, the upstream DNA from position -1 onward is locked in the MTF1 NT-groove while the template strand undergoes a large conformational . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.038620 doi: bioRxiv preprint switching to align with the 2-mer RNA and the incoming UTPaS at the active site ( Fig. 2C; Movie S2). These unsynchronized events at two ends of the transcription bubble scrunches the NT strand into an NT-loop (Movie S3). DNA scrunching has been proposed in multi-and single-subunit RNAPs including y-mtRNAP (11-14). Our y-mtIC structure is first to capture the scrunched conformation (Fig. 2C) . The scrunched NT-loop is stabilized by ICH (H641, N642), thumb (R780 and K787), and MTF1 C-tail (M334-Y335). The looping of NT strand alters the downstream DNA track and bends it from ~60° to ~120° with respect to the upstream DNA; thus, transforming a V-shaped DNA in PIC to an U-shape in IC (Fig. S5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 822,
                    "end": 830,
                    "text": "Fig. 2C;",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1125,
                    "end": 1134,
                    "text": "(Fig. 2C)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1430,
                    "end": 1438,
                    "text": "(Fig. S5",
                    "ref_id": "FIGREF20"
                }
            ],
            "section": ""
        },
        {
            "text": "Biochemical studies show that the MTF1 C-tail plays an important role in template alignment, DNA scrunching, and triggering transition into elongation (15). The IC structure captures the entire C-tail in the active-site cavity and interacts with the template DNA, NTloop, and 5'-end of the RNA transcript. The C-tail base is stabilized by ICH, thumb helix, and a loop (521-526) of RPO41 (Fig. 3A ). The C-tail tip residue S340 is 4 Å away from the 5'end a-phosphate of pppGpG RNA. The main chain carbonyls of E338 and H339 hydrogen bond with the N1 and N6 atoms of the -2 template-base; similar interactions with N3 and N4 atoms of unmutated cytosine at -2 position are expected. The C-tail also stabilizes the scrunched NT-loop; M334-Y335 of C-tail stack against the looped-out +1 and +2 NT bases ( Fig. 3B ). Structural projection indicates that RNA synthesis will progressively push the Ctail out of its position in IC (Fig. 3C ), and at a critical length of RNA, the C-tail will be displaced out from the active-site cavity. Single-molecule FRET studies show that IC to EC transition completes at 8-mer RNA synthesis and C-tail deletion delays the transition (14, 15). Superposition of y-mtIC on POLRMT EC with 9-bp RNA:DNA (16) shows that C-tail . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.038620 doi: bioRxiv preprint must exit for IC to EC transition (Fig. 3D ). We expect a similar role of C-tail in homologous h-mtIC (Fig. S6 ). Upon complete displacement of the C-tail, the MTF1-supporting hairpin will switch its role from guiding the C-tail in IC to supporting the upstream DNA in EC (16).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 387,
                    "end": 395,
                    "text": "(Fig. 3A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 800,
                    "end": 807,
                    "text": "Fig. 3B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 922,
                    "end": 930,
                    "text": "(Fig. 3C",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1511,
                    "end": 1519,
                    "text": "(Fig. 3D",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1579,
                    "end": 1587,
                    "text": "(Fig. S6",
                    "ref_id": "FIGREF21"
                }
            ],
            "section": ""
        },
        {
            "text": "The PIC and IC structures provide a basis for understanding the mechanism of abortive synthesis. Abortive synthesis is observed in all DNA-dependent RNAPs during transcription initiation, and y-mtRNAP generates large amounts of 2-mer and 3-mer abortive products compared to 4-to 6-mer abortives ( The y-mtIC has captured the incoming NTP in a catalytic-competent state poised for incorporation (Fig. 4A) , The NTP and the DNA:RNA duplex make extensive interactions with RPO41 in the active site, which is highly conserved in mitochondrial RNAPs ( Fig. S7 and S8). The structure of y-mtIC permits reliable modeling of antiviral nucleosides/nucleotides for cytotoxicity prediction. Nucleos(t)ide analogs are widely used . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.038620 doi: bioRxiv preprint to treat viral infections and can cause cytotoxicity by binding to cellular RNAP and mitochondrial POLRMT. Remdesivir is a nucleotide analog with broad antiviral profile (20) including treatment of SARS-CoV-2 (COVID-19) infection. Modeling of remdesivirdiphosphate into the NTP-binding pocket of mtRNAP reveals that the characteristic 1'cyano group of remdesivir clashes with the conserved H1125 in POLRMT (Fig. 4B) . Thus, remdesivir is expected to have low cytotoxicity, consistent with its low incorporation efficiency by POLRMT (20, 21). Thus, the platform provides a framework for testing mitochondrial toxicity of nucleoside analogs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 394,
                    "end": 403,
                    "text": "(Fig. 4A)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 547,
                    "end": 554,
                    "text": "Fig. S7",
                    "ref_id": "FIGREF22"
                },
                {
                    "start": 1350,
                    "end": 1359,
                    "text": "(Fig. 4B)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": ""
        },
        {
            "text": "G. Q. Tang The coordinates and density maps for y-mtPIC and y-mtIC structures were deposited under PDB accession numbers 6YMV and 6YMW and EMBD Ids. EMD-10845 and EMD-10846, respectively. All data is available in the main text or the supplementary materials. All data, code, and materials used in the analysis will be available for purposes of reproducing or extending the analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 6,
                    "end": 10,
                    "text": "Tang",
                    "ref_id": null
                }
            ],
            "section": "13."
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.038620 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.038620 doi: bioRxiv preprint assembling y-mtIC; binding of UTPaS unwinds the downstream +3 base-pair and engages +3 template nucleotide base-paired with UTPaS to form a catalytic-competent quinary IC. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.038620 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.038620 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.038620 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.038620 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.038620 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.038620 doi: bioRxiv preprint Processing of y-mtIC micrographs and the roadmap for obtaining the final y-mtIC map was calculated at 3.7 Å resolution. The y-mtPIC particles grouped in the step 2 of 3D classification were processed to generate a density map at 3.5 Å resolution (not shown here) and map was confirmed to represent a state which is the same as the 3.1 Å y-mtPIC map. For y-mtPIC (C) and y-mtIC (D) structures, final density map from 3D refinement, FSC curve, angular distribution of the final set of particles, B-sharpened map color coded with estimated local resolution, and the B-factor puffy representation of the final model (blue <cyan<green< yellow< orange colors represent low to high B-factors). The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.038620 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.038620 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.038620 doi: bioRxiv preprint (B) Superposition of y-mtPIC structure (black non-template; gray template) on y-mtIC structure (cyan non-template; pink template) shows the bending of downstream DNA while the upstream DNA in both structures are aligned. The angle between the upstream and downstream DNA are about 120° and 60°, respectively, in y-mtPIC (blue axes) and y-mtIC (red axes); i.e., the DNA is bent by ~60° in PIC and subsequently by another 60° to ~120° in the IC structure. The DNA bending calculations were done using CURVES+ server (11). Movies S1-S3 shows the conformational changes during the transition from PIC to IC state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13."
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.038620 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.038620 doi: bioRxiv preprint 1QLN) shows that the promoter DNA template in y-mtIC (pink) is bent sharply at the active site and after 4 nucleotides that is analogous to the template track in T7 RNAP IC (gray); however, the bound UTPaS captures y-mtIC in the catalytic mode for nucleotide incorporation whereas, the T7 RNAP IC structure represents the post-translocated state with no bound NTP. (C) The comparison also shows that the NTP-binding pocket undergoes a conformational change. The conserved Y639 on the O helix of T7 RNAP must shift to the position that Y1022 of RPO41 takes to accommodate an NTP. (D) Superposition of y-mtIC on h-mtIC structure (PDB Id. 6EQR) shows that the Y-helix of POLRMT clashes with the template strand and the state observed in the h-mtIC structure would not position the template in a conformation that is compatible for RNA/NTP-binding. The h-mtIC structure represents an inactive-clenched state. The Y-helix (1023-1041 of RPO41) is critical for downstream DNA unwinding.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 368,
                    "end": 373,
                    "text": "1QLN)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Supplementary Materials"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.038620 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.038620 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.038620 doi: bioRxiv preprint Movies S1 -S3 Movie S1. Overall structural change in the transition from PIC to IC. Morphing between the transcription pre-initiation state (y-mtPIC, gray RPO41 and DNA, yellow MTF1) and initiation state (y-mtIC, yellow MTF1, blue RPO41, cyan non-template, and pink template) simulates the conformational changes in the promoter and protein during transition from the PIC to IC state. The downstream DNA bends inward and parts of the C-terminal domain including fingers (in front) undergo large conformational changes. MTF1, upstream DNA, and parts of the N-terminal domain of RPO41 that interact with MTF1 and upstream DNA show minimal conformational changes; e.g. the thumb helix on the left and MTF1 on the top have minimal movements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Materials"
        },
        {
            "text": "Movie S2. Conformational change of downstream DNA and expansion of the transcription bubble. Morphing between the PIC state (gray DNA) and IC state (cyan non-template, pink template, and 2-mer RNA pppGpG and UTPaS in stick models) shows DNA bubble expansion associated with the template base-pairing with the 2-mer RNA and UTP at the polymerase active site. The downstream DNA bends by about 60° (Fig. S5) . The protein atoms are removed for clear visualization of the DNA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 396,
                    "end": 405,
                    "text": "(Fig. S5)",
                    "ref_id": "FIGREF20"
                }
            ],
            "section": "Supplementary Materials"
        },
        {
            "text": "Movie S3. Scrunching of the non-template DNA strand as an NT-loop. Morphing between the PIC state (gray DNA) and IC state (cyan non-template, pink template, and 2-mer RNA pppGpG and UTPaS in stick models) shows looping of the non-template strand into an NT-loop. This looping appears to be a major contributor to bending of the downstream DNA with respect to the upstream DNA (Fig. S5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 376,
                    "end": 385,
                    "text": "(Fig. S5)",
                    "ref_id": "FIGREF20"
                }
            ],
            "section": "Supplementary Materials"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.038620 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Materials"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Insights into transcription: structure and function of singlesubunit DNA-dependent RNA polymerases",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Cheetham",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Steitz",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Curr Opin Struct Biol",
            "volume": "10",
            "issn": "",
            "pages": "117--123",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Maintenance and Expression of Mammalian Mitochondrial DNA",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Gustafsson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Falkenberg",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Larsson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Annu Rev Biochem",
            "volume": "85",
            "issn": "",
            "pages": "133--160",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Structural basis of mitochondrial transcription",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Hillen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Temiakov",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cramer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat Struct Mol Biol",
            "volume": "25",
            "issn": "",
            "pages": "754--765",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mechanism of bacterial transcription initiation: RNA polymerase -promoter binding, isomerization to initiation-competent open complexes, and initiation of RNA synthesis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Saecker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Record",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Dehaseth",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Mol Biol",
            "volume": "412",
            "issn": "",
            "pages": "754--771",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mechanism of transcription initiation by the yeast mitochondrial RNA polymerase",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Deshpande",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Biochim Biophys Acta",
            "volume": "1819",
            "issn": "",
            "pages": "930--938",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Structural Basis of Mitochondrial Transcription Initiation",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Hillen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "I"
                    ],
                    "last": "Morozov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sarfallah",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Temiakov",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cramer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cell",
            "volume": "171",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The thumb subdomain of yeast mitochondrial",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Velazquez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sousa",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Brieba",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "a transcription bubble, (iii) RNA synthesis accompanied by DNA scrunching, and (iv) aborted synthesis of short RNA transcripts or transition to the elongation phase with promoter release. Understanding the mechanism of transcription initiation requires capturing key intermediate states of RNAP complexes and characterizing them biochemically and structurally.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "stacked together and sandwiched by ICH on one side and an MTF1 helix (144-156) on the other side (Fig. 1I). Mutations of MTF1 residues near the promoter DNA, E144F, R178A+K179A (Fig. S3E-F), and C192F (10) lower the efficiency of transcription initiation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. S3F). Two mutually non-exclusive models have been proposed for abortive synthesis: (i) Abortive RNAs are generated by steric clashes between progressively growing RNA:DNA duplex and structural elements such as the Nterminal domain of T7 RNAP (11), the C-tail of mitochondrial transcription factors (15), or s3.2/B-finger of multi-subunit transcription factors (17, 18). (ii) Abortive RNAs are produced because of scrunching-unscrunching transitions during initial transcription (19). Our structures support both mechanisms. The coexistence of scrunched IC and unscrunched PIC is a direct evidence of continuous loading and abortive release of 2-mer RNA in-solution. Steric clashes are predicted between the C-tail and longer RNA:DNA/NTloop; nascent transcripts will dissociate as abortive products if the C-tail resists to move away. Biochemical studies show that C-tail deletion reduces abortive synthesis (15).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "KU Leuven start-up and Rega Virology and Chemotherapy internal grants to KD. Author contributions: B.D.W.; S.S.; H.V.; J.S.; D.V.; S.E.M. investigation and validation; B.D.W; S.S.; S.S.P.; K.D. conceptualization; C.D.; E.K. resources; B.D.W.; E.K.; S.S.P.; K.D. data curation; S.S.P.; K.D. supervision, writing, editing, visualization, funding acquisition, and project administration. Competing interests: Authors declare no competing interests. Data and materials availability: No restrictions on materials, such as materials transfer agreements.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Structure of the yeast mitochondrial RNA polymerase transcription preinitiation complex (y-mtPIC). A. Nucleotide sequence of the 15S yeast mtDNA promoter with mutated template strand generates a pre-melted initiation bubble; missing nucleotides in gray. B. Unsharpened 3.1 Å resolution density map shows the DNA track in the y-mtPIC structure; blue RPO41, yellow MTF1, cyan non-template (NT), and pink template (T). C. B-factor putty (thin blue, lowest to thick red, highest B-factors) representation of DNA in the active-site cavity; MTF1 (yellow) and RPO41 (gray), intercalating hairpin (ICH), specificity loop (SL), non-template (NT) groove and Mtf1 C-tail are highlighted; see Fig. S3 for details. D. RPO41 thumb, ICH, and MTF1-supporting hairpin (613-632) place MTF1 (yellow ribbon) in y-mtPIC. E. The 3.1 Å resolution density map defines thumb-domain interactions with MTF1 (yellow surface). F. A zoomed view of the highlighted region in panel E shows the MTF1-supporting loop guiding the C-tail inward; the arrow shows the repositioning of C-tail base in Mft1-only structure (PDB Id. 1I4W; gray) to that in y-mtIC. G. The interactions of -4 to -1 NT nucleotides with the NT-groove in Mtf1 (yellow surface). The density map defines the track and interactions of the NT nucleotides; the boxed regions are elaborated in panels H and I. H. The -2 NT base has aromatic ring stacking and extensive base-specific interactions (stereo view, Fig S3B); N1 and N2 interact with the main-chain carbonyl of Y103, O6 with the main-chain amide of W105, and N3 and N9 interact with Oe1 of E145 sidechain. I. Position and interactions of -3 and -4 NT bases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Structure of the yeast mitochondrial RNA polymerase transcription initiation complex (y-mtIC). A. The promoter dsDNA template (T, pink) and non-template (NT, cyan), pppGpG RNA (green), and a non-hydrolysable UTPaS (magenta) used in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The 3.7 Å resolution density map defines the position and conformation of the transcription bubble, 2-mer RNA, and UTPaS; stereo view, Fig S4. C. Superposition of y-mtPIC and y-mtIC shows the large conformational changes (arrows) in the transcription bubble from black NT and gray T strands in y-mtPIC to cyan NT and pink T strands, respectively (Movie S2).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "MTF1 C-tail in y-mtIC and its role in stabilizing IC, triggering abortive synthesis, and triggering transition to elongation complex (EC). A. The C-tail defined by 3.7 Å map takes a central position in y-mtIC. The C-tail interacts with the intercalating hairpin (ICH), thumb, template (T), non-template (NT), and the RNA transcript. The N1 and N6 of the -2 template nucleotide hydrogen bonds with the main-chain carbonyl groups of E338 and H339, respectively, as shown. B. The M334-Y335 platform in C-tail stacks against the +2 NT nucleotide. C. The NT strand in y-mtPIC (black) grows towards the C-tail and assumes cyan conformation in y-mtIC. Looping of the scrunched NT strand and the growing RNA:DNA hybrid would push (red arrows) the C-tail to trigger large conformational change for transition from IC to EC. D. Superposition of y-mtIC on h-POLMRT elongation complex (EC, PDB Id. 4BOC) shows that transition from IC (pink template and green RNA) to EC (black template and gray RNA) requires ejection of the C-tail.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Bound UTPaS and modeled remdesivir-DP in the NTP-binding pocket of y-mtIC. A. The 3.7 Å density map of y-mtIC defines the binding of UTPaS in a catalytic competent mode. Key RPO41 residues (POLRMT equivalents in parenthesis) that interact remdesivir-TP (cyan) binding in the pocket primarily due to a steric clash of the 1'-cyano moiety of inhibitor with the conserved H1125 situated on helix-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Fig. 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Fig. 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Fig. 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Fig. 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Biophysical characterization of y-mtPIC. (A) UV, MALS/DLS, and dRI profile of the y-mtPIC on gel-filtration. (B) SDS-PAGE gel of the y-mtPIC fraction (first two from left) and excess MTF1 (right); Calculated molar mass in Dalton (Da) and hydrodynamic radius (nanometer) of y-mtPIC measured by the MALS and DLS setups. (C) Comparison of molar mass of y-mtPIC of full-length RPO41 (y-mtPICWT) and of N-terminal 100 amino-acid deletion mutant RPO41 (y-mtPICDN100). -80 º C freeze-thaw did not damage y-mtPICDN100 and the sample could be stored in small aliquots for subsequent uses. (D) Hydrodynamic radius measurements of y-mtPICWT vs. y-mtPICDN100. (E) Protein thermal shift assay profile of y-mtPIC (black curve) vs. RPO41DN100 (orange curve) in quadruplicate measurements show higher stability of the complex.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Cryo-EM data processing and density maps. (A) Processing of y-mtPIC micrographs and the roadmap for obtaining the final map was calculated at 3.1 Å resolution. The number of particles used at each step are listed. (B)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Structural and biochemical analysis of interactions among RPO41, MTF1, and DNA. (A) Density for DNA (left) and for intercalating hairpin (ICH) and specificity loop (SL) interacting with DNA (right). (B) Stereo view showing the aromatic ring stacking and a hydrogen bond network of -2 NT base with MTF1. (C) MTF1 residues K157, N158, and R162 that interact with thumb were mutated to alanine. (D) The triple alanine mutant MTF1 was investigated for complex formation with RPO41 by an ultrafiltration assay. Lane 5 shows a stable RPO41-MTF1 complex after five washes whereas the mutant MTF1 is washed out as shown in lane 10. (E) MTF1 sites in and around NT grove that were mutated to ascertain their role in polymerization activity. (F) Sequence of the yeast mitochondrial 21S rRNA promoter (-25 to +32) with start-site in bold. Image of the polyacrylamide gel (24% polyacrylamide 4 M Urea denaturing gel) show the abortive and runoff RNA products of the transcription reactions carried out with 1 μM Rpo41, 2 μM Mtf1 and 2 μM promoter duplex for 15 min using 100 μM ATP, UTP, GTP, and 1.25 mM 3'-dCTP spiked with g[ 32 P]ATP. K179 interacts with the -5 position promoter NT, and the double mutant (R178A + K179A) MTF1 abrogates runoff synthesis. E144 interacts with the -3 NT nucleotide and its mutation to phenylalanine abrogates RNA synthesis. Mutations of the remaining amino acids that are not near the DNA have little effect on runoff synthesis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Stereo view of the transcription bubble in y-mtIC. The cryo-EM density map at 3.7 Å resolution help build the DNA reliably. Most protein atoms are omitted for a clear view. The non-template (NT; cyan) and template (T; pink) nucleotides in the bubble are numbered. The pppGpG (RNA) and UTPaS are in green and magenta C-atom representations, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Bending of downstream DNA during PIC to IC transition. (A) Comparison of density maps of y-mtPIC (gray) and y-mtIC (orange) show that the downstream DNA bends further and fingers close in as PIC switches to IC; the blue arrows indicate the motion of downstream DNA and fingers.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Comparison of y-mtIC and h-mtIC structures. (A) A stereo view of the overlaid y-mtIC structure on h-mtIC (PDB ID. 6EQR) based on superposition of RPO41 and POLRMT. The h-mtIC components POLMRT and TFB2M are in gray and DNA in dark gray. The y-mtIC components RPO41, MTF1, non-template and template are in blue, yellow, cyan, and pink, respectively. (B) The tracks of the upstream and downstream DNA in both structures are well superimposed. (C) Based on the above superposition, the C-tail of y-mtIC is positioned in the active-site cavity of h-mtIC suggesting that the TFB2M C-tail has an analogous role in h-mtIC to the role of C-tail in y-mtIC.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Interactions of transcription bubble in y-mtIC structure and comparison of active site region with T7 RNAP IC and h-mtRNAP IC. (A) A schematic representation of the interactions of the transcription bubble with surrounding protein residues of MTF1 (black) and RPO41 (blue); the non-template strand, template strand, pppGpG (RNA) and UTPaS are in cyan, light brown, green, and magenta, respectively. (B) A comparison of y-mtIC with T7 RNAP IC structures (PDB ID.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Amino acid sequence alignment of RPO41, T7 RNAP (PDB Id. 1QLN), and human POLRMT (PDB Id. 4BOC). The secondary structures of RPO41 and POLRMT are shown on top and bottom of the aligned sequences, respectively, using the server ESPript 3.0 (http://espript.ibcp.fr/ESPript/cgi-bin/ESPript.cgi).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ", R. Roy, T. Ha, S. S. Patel, Transcription initiation in a single-subunit RNA polymerase proceeds through DNA scrunching and rotation of the N-terminal subdomains. Mol Cell 30, 567-577 (2008). 14. U. B. Byeong-Kwon Sohn, Seung-Won Lee, Hayoon Cho, Jiayu Shen, Aishwarya Deshpande, Smita S. Patel, Hajin Kim, The Dynamic Landscape of Transcription Initiation in Yeast Mitochondria. (2019). 15. U. Basu et al., The C-terminal tail of the yeast mitochondrial transcription factor Mtf1 coordinates template strand alignment, DNA scrunching and timely transition into elongation. Nucleic Acids Res 48, 2604-2620 (2020). 16. K. Schwinghammer et al., Structure of human mitochondrial RNA polymerase elongation complex. Nat Struct Mol Biol 20, 1298-1303 (2013). 17. K. S. Murakami, S. Masuda, S. A. Darst, Structural basis of transcription initiation: RNA polymerase holoenzyme at 4 A resolution. Science 296, 1280-1284 (2002). 18. X. Liu, D. A. Bushnell, D. A. Silva, X. Huang, R. D. Kornberg, Initiation complex structure and promoter proofreading. Science 333, 633-637 (2011). 19. A. Revyakin, C. Liu, R. H. Ebright, T. R. Strick, Abortive initiation and productive initiation by RNA polymerase involve DNA scrunching. Science 314, 1139-1143 (2006). 20. T. K. Warren et al., Therapeutic efficacy of the small molecule GS-5734 against Ebola virus in rhesus monkeys. Nature 531, 381-385 (2016). 21. E. P. Tchesnokov, J. Y. Feng, D. P. Porter, M. Gotte, Mechanism of Inhibition of Ebola Virus RNA-Dependent RNA Polymerase by Remdesivir. Viruses 11, (2019). Acknowledgments: We thank Electron Cryogenic Microscopy, Brussels, Thermo Fisher Scientific, Eindhoven, and ESRF-Grenoble for microscope access, and Marcus Fislage for discussion. Funding: This research was supported by NIH grant R35 GM118086 to SSP, and",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Cryo-EM data and structure analysis statistics.6YMW/EMD-10846. CC-BY-NC-ND 4.0 International license author/funder. It is made available under a",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}