{
    "paper_id": "2c6d2439945988f66f33485cdce1b22c172cfaa7",
    "metadata": {
        "title": "Estimates of the Undetected Rate among the SARS-CoV-2 Infected using Testing Data from Iceland",
        "authors": [
            {
                "first": "James",
                "middle": [
                    "H"
                ],
                "last": "Stock",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Karl",
                "middle": [
                    "M"
                ],
                "last": "Aspelund",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Droste",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [
                    "D"
                ],
                "last": "Walker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard University",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Testing for SARS-CoV-2 in the United States is currently targeted to individuals whose symptoms and/or jobs place them at a high presumed risk of infection. An open question is, what is the share of infections that are undetected under current testing guidelines? To answer this question, we turn to COVID-19 testing data from Iceland. The criteria for testing within the Icelandic medical system, processed by the National University Hospital of Iceland (NUHI), have also been targeted at high-risk individuals, but additionally most Icelanders qualify for voluntary testing through the biopharmaceutical company deCODE genetics. We use results from Iceland's two testing programs to estimate the share of infections that are undetected under standard (NUHI) testing guidelines. Because of complications in the deCODE testing regime, it is not possible to estimate a single value for this this undetected rate; however, a range can be estimated. Our primary estimates for the fraction of infections that are undetected range from 88.7% to 93.6%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "with COVID-19 or have been traveling, initially in high-risk areas-mostly ski areas in Italy and Austria-and later anywhere abroad. Quarantines last 14 days or until the individual develop symptoms and are tested positive for SARS-CoV-2 by NUHI. 2 At its peak, about 10,000 Icelanders were under quarantine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The presence of these two testing programs makes it possible to draw inferences about the rate of infections in Iceland that are undetected under the NUHI testing guidelines. Because the NUHI testing guidelines are similar to those recommended by the Centers for Disease Control and Prevention (CDC) in the United States, 3 an estimate of the rate of undetected infections can inform epidemiological modeling in the United States. Estimates from the Icelandic population complement other estimates of the rate of undetected cases among the infected (Li et. al. (2020) , Mizumoto et. al. (2020) , Nishiura et. al. (2020) , Russell et al. (2020) ; see Qui (2020) ).",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 299,
                    "text": "Control and Prevention (CDC)",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 567,
                    "text": "(Li et. al. (2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 570,
                    "end": 593,
                    "text": "Mizumoto et. al. (2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 596,
                    "end": 619,
                    "text": "Nishiura et. al. (2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 622,
                    "end": 643,
                    "text": "Russell et al. (2020)",
                    "ref_id": null
                },
                {
                    "start": 650,
                    "end": 660,
                    "text": "Qui (2020)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We are interested in the fraction of the infected who are not eligible for NUHI testing (the \"undetected rate\"). Expressed as a probability, this rate is Pr( = 0| = 1), where NE = 1 if the individual is eligible for NUHI testing (NUHI-eligible) and 0 otherwise (NUHI-ineligible), and I = 1 if the individual is infected with SARS-CoV-2 and 0 otherwise. Denote this rate by θ. Using Bayes Law, the undetected rate is related to the rates of infection among the NUHI-eligible and the NUHI-ineligible: (1) is the total infection rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "If the (a) fraction of the population that were NUHI-eligible on a given day were known and if (b) deCODE testing was a random sample of the NUHI-ineligible, then the first expression in (1) could be evaluated directly using data on the NUHI positive testing rate, Pr( = 1| = 1), and the rate of infection among the NUHI-ineligible, ( ) . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 The source of problem (a) is that, while the number of NUHI tests on a given day is known, the number of individuals who would qualify for a NUHI test is not. If all those who qualify for a NUHI test are referred to NUHI for testing, then they will get tested at some point, but on any given day only some of those eligible are tested.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Our first approach to addressing the NUHI stock/flow issue (a) is to estimate the probability of NUHI-eligibility, ( ) Pr 1 NE = , as the fraction of the Icelandic population tested during an 8-day window, where the 8 days aligns with the data window reported in Guðbjartsson et al (2020) . We refer to this as the \"eligibility window\" method.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 288,
                    "text": "Guðbjartsson et al (2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Our second approach to addressing problem (a), which we refer to as the \"odds ratio\" method, is to use the laws of probability and algebraic manipulation to eliminate the probability of NUHIeligibility from the expressions above. Doing so, however, introduces a new parameter,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "which is the baseline rate of cough/cold/flu symptoms that are severe enough to qualify for a NUHI test, even though the individual turns out not to be infected. This baseline symptomatic rate can be estimated using historical data on flu cases in Iceland. It is shown in the appendix that the Bayes Law expression (1) and its counterpart for the NUHI-eligible imply,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Equation (2) express the undetected rate, θ, in terms of NE f , NI f , and λ0, so if those three terms can be estimated, then θ can be estimated using (2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The term f NE can estimated directly from NUHI testing data, and the term λ0 can be estimated by the proportion of Icelanders who see a doctor about flu-like symptoms, see Appendix Section B for more details.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Both the eligibility window method (Equation (1) and the odds ratio method (Equation (2)) require an estimate of NI f , the fraction of infections among the NUHI-ineligible. If the deCODE sample were a random sample of the NUHI-ineligible population, this would be estimated by the NUHI positive testing rate. However, the deCODE sample has two complications: it was voluntary, and those in quarantine were excluded. The next two sections discuss these issues turn, and show how the deCODE positive testing rate can be used to bound NI f that accounts for the complications in the deCODE testing sample. For the eligibility window method, we thereby estimate a lower bound (a conservative estimate of θ), and for the odds ratio method we are able to estimate both a lower and upper bound.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Because deCODE testing was voluntary during the time period analyzed here, it could overrepresent those who suspect they have the virus but are NUHI-ineligible. Approximately 44% of individuals tested by deCODE exhibit cold/flu symptoms (Guðbjartsson et al, 2020, Table 1) , . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 263,
                    "text": "(Guðbjartsson et al, 2020,",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 264,
                    "end": 272,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Selection into deCODE testing"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055582 doi: medRxiv preprint much higher than the historical prevalence of cold/flu symptoms in Iceland. We will refer to these 44% as \"mildly symptomatic.\" As a result, the deCODE positive testing rate could overestimate the true fraction of infected among the NUHI-ineligible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection into deCODE testing"
        },
        {
            "text": "To address this problem, note that NI f is a weighted average of the infection rates among the mildly symptomatic and the asymptomatic. Under the assumption that the asymptomatic and mildly symptomatic deCODE subsamples are randomly drawn from the asymptomatic and mildly symptomatic populations, respectively, then NI f can be estimated as the weighted average of these two (known) deCODE positive testing rates. Although the rate of mild symptoms among the NUHI-ineligible is not observed, we bound it below by λ0 (the rate of severe flu symptoms in a normal March) and bound it above by the 44% of mild symptoms among the deCODE testing volunteers. See Appendix Section B for details.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection into deCODE testing"
        },
        {
            "text": "Individuals in quarantine were excluded from deCODE testing and while some of the quarantined qualified for NUHI testing, some did not. Infections among those quarantined but NUHI-ineligible are therefore not detected by either the NUHI or deCODE testing. Under the assumption that the infection rate among the NUHI-ineligible quarantined does not exceed the infection rate of among NUHI-eligible, it is possible to use the laws of probability to bound the overall rate of infection among the NUHI-ineligible in terms of the infection rate among the NUHI-eligible and the deCODE rate (infections among the NUHI-ineligible who are not in quarantine). See Appendix Section B for details.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion of quarantined individuals"
        },
        {
            "text": "We use data released by Icelandic public health authorities on the COVID-19 pandemic and on normal flu seasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "The Icelandic Directorate of Health releases daily counts of new confirmed cases and tests conducted on its COVID-19 information website. 4 We use these data where possible. However, infection rates for individuals with no vs. mild symptoms are only available in the results by Guðbjartsson et al (2020) , who report infection and test counts by symptom status for deCODE testing between March 13 and 19. We therefore focus on this time period when calculating parameters for the bounds. Only the most updated quarantine counts are available on the COVID-19 website, so we use daily announcements by the Icelandic Department of Civil Protection and Emergency Management to find past quarantine totals in the bound analysis.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 139,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 278,
                    "end": 303,
                    "text": "Guðbjartsson et al (2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "To estimate the underlying prevalence of mild and severe flu-like symptoms, we use data from the Directorate of Health's website on influenza containing weekly counts of individuals who come 4 English: https://www.covid.is/data Icelandic: https://www.covid.is/tolulegar-upplysingar . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 to clinics or emergency rooms with flu-like symptoms for every flu season from the 2009-10 through the 2017-18 flu season (the most recent season available). 5 Appendix Section B contains the details on the data and construction of estimates.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "The results are summarized in Table 2 . The primary estimate of the lower bound using the eligibility window method uses the infection rate among the asymptomatic from the deCODE tests and assumes that none of the NUHI-ineligible quarantined are infected; this yields an undetected rate of 88.7% (95% confidence interval 83.9% to 93.5%). The second line re-estimates the lower bound using the overall deCODE positive testing rate, which includes the mildly symptomatic; because the mildly symptomatic have a somewhat higher deCODE positive testing rate than the asymptomatic, the estimate of the population infection rate is somewhat larger and the undetected fraction is somewhat larger, 92.5%. As discussed, the NUHI testing eligibility guidelines were broadened after March 19, and using data postdating this broadening results in slightly lower estimates of the undetected rate, approximately 85%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 37,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "For the odds ratio estimate, we estimate λ0 by the maximum weekly caseload for flu-like symptoms in the Icelandic medical system for all weeks from 2009 to 2017. This highest-caseload week occurred in November 2009 at the peak of the H1N1 pandemic and was 0.63%. The resulting estimated range is consistent with the estimates from the eligibility window method, with a range of 88.9% to 93.6%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The fraction of infections that are undetected under standard current testing guidelines is differs from the asymptomatic rate, which is the fraction of infected who are asymptomatic. Because the NUHI-ineligible include those who are mildly symptomatic, it is not surprising that the estimated nondetected rate exceeds estimates of the asymptomatic rate in the literature (Mizumoto et. al. (2020 ), Nishiura et. al. (2020 ). Our estimate of the undetected rate is comparable to Li et. al (2020) 's 86% estimate for Wuhan.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 395,
                    "text": "(Mizumoto et. al. (2020",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 396,
                    "end": 421,
                    "text": "), Nishiura et. al. (2020",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 478,
                    "end": 494,
                    "text": "Li et. al (2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One threat to the validity of these estimates is that they assume that the deCODE testing of the asymptomatic is a reliable estimate of the rate of infection among the asymptomatic in the Icelandic population. Because deCODE test recipients did not meet the quarantine requirements (returning from high-risk countries or close contact with a confirmed COVID-19 individual), this assumption seems plausible; it cannot be evaluated with existing data, however. Data to provide unbiased estimates of the undetected rate, and the overall rate of infection in the population, need to come from random testing. Such trials are commencing in Iceland, Germany, and Norway. If a random testing design excludes those eligible for tests under medically-based guidelines and/or those in quarantine, the combined data sets could be analyzed using the methods laid out here. 5 Only in Icelandic: https://www.landlaeknir.is/servlet/file/store93/item32967/influensulik.einkenni.uppfaersla.a.vef. okt2017.AG.xls_%C3%A1n%20myndar%20og%20aldursdreifingu.xls . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 861,
                    "end": 862,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 ( Taking the ratio of odds ratios, we obtain that",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "and by rearranging, = 1 + .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Derivation of Equation"
        },
        {
            "text": "The bounds for arise because of the overrepresentation of mildly symptomatic in the (voluntary) deCODE sample and the exclusion of quarantined individuals from the deCODE sample, some of whom are not NUHI-eligible. The available information, however, provides bounds on . We make the following assumptions: . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bounds for ."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 Evaluating (2) at the extremes of the range for and taking the resulting extremes for θ yields the identified set for θ.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bounds for ."
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bounds for ."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 ",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bounds for ."
        },
        {
            "text": "See the text and Appendix A for definitions of the various terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Data Construction"
        },
        {
            "text": "• Population: Statistics Iceland estimates that the population of Iceland was 364,134 on January 1, 2020. 6 • : From the Directorate of Health's counts, we calculate the total count of NUHI infected cases and divide by the total count of NUHI tests from March 13 through March 19, to match the deCODE testing dates. • 0 : We use Directorate of Health weekly influenza count data to estimate λ0 by the greatest one-week fraction of Icelanders reporting flu symptoms. 7 This period occurred in November 2009 during the H1N1 pandemic and was 0.63%. To bound the proportion mildly symptomatic, we use a lower value of λ0 which is the average rate of reported flu symptoms in the two-week period around March 15 from 2011-2018, which is 0.17%. • ( | = 1, = 0, = 0), ( | = 0, = 0, = 0): Under the assumption that deCODE randomly tests within the deCODE-eligible symptomatic and asymptomatic groups, then these terms are estimated by the deCODE positive testing rates within these two groups as reported in Table 1 of Guðbjartsson et al (2020) for deCODE testing from March 13 through March 19.",
            "cite_spans": [
                {
                    "start": 1011,
                    "end": 1036,
                    "text": "Guðbjartsson et al (2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 1000,
                    "end": 1007,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "B. Data Construction"
        },
        {
            "text": "• ( = 1| = 0, = 0): As a lower bound, we use the lower bound of λ0 of 0.17%. As an upper bound, we use the proportion symptomatic from Guðbjartsson et al (2020) , 44%, which reflects the assumption that mildly symptomatic individuals will be oversampled in the voluntary deCODE testing. • ( = 1): The COVID-19 website only reports the most updated count of individuals under quarantine, but we require the proportion not quarantined ( = 0) at the time of testing. We use the number of quarantined individuals on March 19, the last day of deCODE testing reported in Guðbjartsson et al (2020) , from the report of the Department of Civil Defense on March 20. 8 • ( = 1) (for use in bounds calculation, odds ratio approach): We sum the number of NUHI tests from March 13 through March 19 from the Health Directorate count data to match the timing of the deCODE testing and the quarantine count figure in the bound analysis, then divide this sum by the population of Iceland. 6 ",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 160,
                    "text": "Guðbjartsson et al (2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 565,
                    "end": 590,
                    "text": "Guðbjartsson et al (2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 972,
                    "end": 973,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. Data Construction"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Early Spread of SARS-Cov-2 in the Icelandic Population",
            "authors": [
                {
                    "first": "Daníel",
                    "middle": [
                        "F"
                    ],
                    "last": "Guðbjartsson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.medrxiv.org/content/10.1101/2020.03.26.20044446v1.full.pdf?fbclid=IwAR15VmgS2CU37oOkblJB-AUfd-EdE0H6v6ciaoY2Fwam5G7spa-ovOswUyI"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Estimating the asymptomatic proportion of coronavirus disease 2019 (COVID-19) cases on board the Diamond Princess cruise ship",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.eurosurveillance.org/content/10.2807/1560-7917.ES.2020.25.10.2000180"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Estimation of the asymptomatic ratio of novel coronavirus infections (COVID-19),\" forthcoming",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infectious Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.03.020"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Covert coronavirus infections could be seeding new outbreaks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qui",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "the positive-testing probability among the NUHI-ineligible. Note that the denominator in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "1 indicates whether an individual has mild symptoms and Q = 1 indicates whether an individual is in quarantine. Note that (Q = 0, NE = 0) corresponds to deCODE eligibility.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "identified fromGuðbjartsson et al. (2020) and are estimated by the deCODE positive testing rates for the symptomatic and asymptomatic, respectively.We consider each term individually. Bayes Law and the fact that 0",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Parameter Values and Data Sources",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Estimates of the Proportion of NUHI-Ineligible among the Infected",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}