{
    "paper_id": "2cc5ef9c7ebf3a61a39fa61425dc40f967f33fe1",
    "metadata": {
        "title": "The basic reproduction number and prediction of the epidemic size of the novel coronavirus (COVID-19) in Shahroud, Iran",
        "authors": [
            {
                "first": "Ahmad",
                "middle": [],
                "last": "Khosravi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shahroud University of Medical Sciences",
                    "location": {
                        "settlement": "Shahroud",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Reza",
                "middle": [],
                "last": "Chaman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shahroud University of Medical Sciences",
                    "location": {
                        "settlement": "Shahroud",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Phd B -Marzieh",
                "middle": [],
                "last": "Rohani-Rasaf",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shahroud University of Medical Sciences",
                    "location": {
                        "settlement": "Shahroud",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "B -Fariba",
                "middle": [],
                "last": "Zare",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shahroud University of Medical Sciences",
                    "location": {
                        "settlement": "Shahroud",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Msc C -Shiva",
                "middle": [],
                "last": "Mehravaran",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mih D -Mohammad",
                "middle": [
                    "Hassan"
                ],
                "last": "Emamian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shahroud University of Medical Sciences",
                    "location": {
                        "settlement": "Shahroud",
                        "country": "Iran"
                    }
                },
                "email": "emamian@shmu.ac.ir.phone:982332396714fax:982332394852."
            },
            {
                "first": "Mohammad",
                "middle": [
                    "Hassan"
                ],
                "last": "Emamian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tir",
                "middle": [],
                "last": "Sq",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objectives: To estimate the basic reproduction number (R 0 ) of COVID-19 in the early stage of the epidemic and predict the expected number of new cases in Shahroud, Northeast of Iran.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The R 0 of COVID-19 was estimated using the serial interval distribution and the number of incidence cases. The serial interval was fit with a gamma distribution. The probable incidence and cumulative incidence in the next 30 days were predicted using the assumption that daily incidence follows a Poisson distribution determined by daily infectiousness. Data analysis was done using \"earlyR\" and \"projections\" packages in R software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The maximum-likelihood value of R 0 was 2.7 (95% confidence interval (CI): 2.1 to 3.4) for the COVID-19 epidemic in the early 14 days and decreased to 1.13 (95% CI: 1.03 to 1.25) by the end of the day 41. The expected average number of new cases in Shahroud is 9.0±3.8 case/day, which means an estimated total of 271 (95% CI: 178-383) new cases in the next 30 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "It is essential to reduce the R 0 to values below one. Therefore, we strongly recommend enforcing and continuing the current preventive measures, restricting travel, and providing screening tests for a larger proportion of the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "At the time of writing this manuscript, the novel coronavirus and the COVID-19 pandemic has already spread to 207 countries worldwide [1, 2] , and the number of infected cases continues to escalate. The Islamic Republic of Iran was the first Middle East country to report a case of death due to coronavirus (19 February 2020) and is currently among countries with the highest prevalence of COVID-19. By 3 April 2020, there were 53,183 confirmed cases in Iran, 3,294 of which had already deceased [3] . Given the rapid spread of the virus, the government immediately responded by establishing more than 40 laboratories to enhance the testing capacity, and consequently, there was a sudden spike in the reported number of positive cases. The first cases were immediately reported to the Health Department, and preventive protocols were developed and put in place to limit the further spread of the infection. These included cancelling in-person classes in schools and universities as of 25 February 2020, and switching to online platforms, as well as public awareness campaigns that encourage citizens to minimize face-to-face contact and promote social distancing. Nonetheless, the timeframe from 20 March to 2 April 2020 coincides with the 'Norouz Spring Holidays' in Iran. During this time, there is significantly higher rates of social activities, visiting family and friends, trips, shopping, and festivals. This is while the epidemic has already spread throughout the country and beyond. Therefore, close monitoring and evaluation is necessary to investigate the efficiency of control measures, determine the potential community transmission patterns, and predict the progression of the epidemic and the trajectory of the epidemic curve.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 138,
                    "end": 140,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 496,
                    "end": 499,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One useful epidemic measure which can help investigate the transmissibility of infection is the reproduction number. The basic reproduction number (R 0 ) is the average expected number of new cases infected by a primary case and must be estimated early during an epidemic [4] . R 0 , . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 275,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.04.20052308 doi: medRxiv preprint can be affected by various factors such as the probability of transmission upon contact between an infected case and a susceptible person, the frequency of contact, the duration of infection in a person, and the proportion of immune people in the population [5] . The serial interval (SI) of an infection is the mean duration between symptom onset of two successive cases (the primary case and secondary case). The force of infection (denoted λ ), which describes the rate at which susceptible people acquire a given infection, is another useful parameter when implementing preventative measures [6] .",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 405,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 740,
                    "end": 743,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "According to the latest report of the Ministry of Health and Medical Education in Iran, the incidence rate of COVID-19 has been highest in Semnan Province (118 cases per 100000 persons) the highest incidence rate in Iran by April 01 was seen in Shahroud County [7] .",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 264,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Shahroud, in Shahroud County and Semnan Province, is a city located in the northeast of Iran Shahroud were submitted for viral nucleic acid testing, and two tested were positive. One of these primary cases was a 74-year-old woman who had been hospitalized on February 10, with chief complaints of fever and cough, and a travel history to Qom. This indicates that the epidemic probably started almost one month before it was known to the public. Given the high incidence rate of COVID-19 in the region, the aim of this report is to estimate the R 0 of the COVID-19 in the early stage of the epidemic and predict the trajectory of the epidemic and new cases in Shahroud.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.04.20052308 doi: medRxiv preprint 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The protocol of this study was reviewed and approved by the Institutional Review Board of Shahroud University of Medical Science (IR.SHMU.REC.1398.160). The study was conducted at Imam Hossein hospital which is currently the only specialty hospital designated to COVID-19 patients in Shahroud. In the past month, all walk-in and referral cases have first been screened.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Of these, suspected cases have been admitted and tested for the infection testing. For testing, two respiratory tract samples (throat and nasopharyngeal swabs) are collected and submitted for viral nucleic acid testing. All positive cases are systematically recorded in a designated registry which is used for follow-up and contact tracing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In this study, we used an informative prior distribution for the SI, which was estimated as 7.5 ±3.4 days for COVID-19 in Wuhan, China [10] , fit with a gamma distribution.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We calculated the likelihood-based R 0 using a branching process with Poisson likelihood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Bootstrapping with 1000 times resampling was used for obtaining the distribution and confidence interval (CI) of R 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We then used the estimates of R 0, SI, and daily incidence to simulate the trajectories and project the future daily cumulative incidence where the main assumption was that the model follows a ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "is the incidence at time step t -s.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "For a 30-day projection, we used a uniform distribution of 0.8 to 1.5 for R 0 and Bootstrapping with 1000 times resampling. [11, 12] Data analysis was performed using the \"incidence\", \"earlyR\", \"ggplot2\" and \"projections\" packages in R (3.6.3) software.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 129,
                    "end": 132,
                    "text": "12]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.04.20052308 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "During the first 41 days of the epidemic (20 February to 31 March 2020), a total of 1055 suspected samples were tested for COVID-19 in Shahroud, and 405 (40.1 percent) of them tested positive. The daily distribution of these confirmed cases is illustrated in Figure 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 267,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Using the SI distribution, the maximum likelihood value of R 0 was estimated at 2.7 (95% CI, 2.1 to 3.4) which is indicative of a propagated epidemic (Figure 3 ). To stabilize this estimate, we . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 159,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.04.20052308 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The R 0 of an infection is commonly used to characterize its transmissibility during an epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The trend of R 0 over time provides a measure of the effectiveness of control and prevention strategies in the community, and to control an epidemic, the goal is to reduce and keep R 0 below the value of 1 [13] . In the present study, the estimated R 0 of 2.7 (95% CI, 2.1 to 3.4) during the early stage of the epidemic is in line with previous estimates [10, [14] [15] [16] . However, higher estimates of R 0 have been reported in larger populations [17, 18] . For precise estimation of R 0 , certain conditions must be met which include the precise detection of cases in the early stages of the epidemic, restricting the calculation to a small timeframe [12] , and choosing the appropriate estimation method [13, 19] . For precise detection of cases, all suspected cases (according to the screening protocol) and cases who have had close contact with confirmed cases should undergo viral nucleic acid testing. In Shahroud, there were 1055 suspected cases, and 405 of them tested positive. However, in the early stages of the epidemic in Iran, there was limited capacity for testing, and the calculated R 0 may be an underestimation.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 210,
                    "text": "[13]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 360,
                    "end": 364,
                    "text": "[14]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 365,
                    "end": 369,
                    "text": "[15]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "[16]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 451,
                    "end": 455,
                    "text": "[17,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "18]",
                    "ref_id": null
                },
                {
                    "start": 656,
                    "end": 660,
                    "text": "[12]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 710,
                    "end": 714,
                    "text": "[13,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 715,
                    "end": 718,
                    "text": "19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results of this study showed that R 0 has decreased temporally. This pattern, which is promising for controlling an epidemic, is due to interventions enforced by the health system starting from the early days of the epidemic. Some of the most important measures were public education to promote social distancing and encouraging people to stay home. In addition, two other basic measures were taken in Shahroud: 1) At the time of hospital discharge, all patients and their caregivers were provided with counseling and training on how to be isolated at home for 14 days, and families received information about how to care for patients; 2) Active contact tracing with follow-up of patients' family members and friends, work colleagues, and other possible contacts and referral of suspected cases to medical centers [9].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.04.20052308 doi: medRxiv preprint According to our 30-day projection, there should be a decrease in R 0 , and in the next 30 days, 271 cases is expected. This can be due to spreading of disease by unidentified asymptomatic cases and increasing the number of tests performed on outpatients following the improvement of laboratory facilities. So, we strongly recommend measures to identify these cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study can inform health policymakers of the success of the preventive measures and interventions. It also emphasizes the need for these measures to be continued along with stricter limitations in transportation until the transmission chain is broken and the epidemic is successfully controlled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The main strengths of this study include its careful design, taking throat and nasopharyngeal swabs for testing of all suspected cases, and systematic recording of positive cases. Limitation were that testing was only done for those admitted into the hospital, as well as potential limitations in the calculation of R 0 ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, the R 0 of COVID-19 in Shahroud was considerably high at the onset of the epidemic, but with preventive measures and public education, it has been reduced to 1.13 (95% CI: 1.03-1.25) within 41 days. This reduction highlights the success of preventive measures in place, but we must be prepared for the doubling of cases over the next month. We strongly recommend performing mass screening of suspected cases, implementing travel restrictions especially during Spring holidays, and expanding coronavirus testing to the community. After the ending the holidays, longer and stronger limitations needed. . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.04.20052308 doi: medRxiv preprint . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.04.20052308 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus outbreak: The countries affected 14",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vara",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. Coronavirus disease (COVID-19) outbreak situation",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization",
            "authors": [],
            "year": null,
            "venue": "Coronavirus disease 2019",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Report No.: 74",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A simple approach to measure transmissibility and forecast incidence",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nouvellet",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Epidemics",
            "volume": "22",
            "issn": "",
            "pages": "29--35",
            "other_ids": {
                "DOI": [
                    "10.1016/j.epidem.2017.02.012"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Modern infectious disease epidemiology",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Giesecke",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Seventy-five years of estimating the force of infection from current status data",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Epidemiology & Infection",
            "volume": "138",
            "issn": "",
            "pages": "802--812",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Daily repot of COVID-19 epidemic trend in Iran. Tehran: COVID-19 Epidemiologic Committee",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Selected Findings of 2016 National Population and Housing",
            "authors": [
                {
                    "first": "Statistical",
                    "middle": [],
                    "last": "Center Of Iran",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Estimation of the reproductive number of novel coronavirus (COVID-19) and the probable outbreak size on the Diamond Princess cruise ship: A data-driven analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infection Diseases",
            "volume": "93",
            "issn": "",
            "pages": "201--204",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.02.033"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A new framework and software to estimate time-varying reproduction numbers during epidemics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cori",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "American Journal of Epidemiology",
            "volume": "178",
            "issn": "",
            "pages": "1505--1512",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "689--697",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in the early phase of the outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infection Diseases",
            "volume": "92",
            "issn": "",
            "pages": "214--217",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "China coronavirus: what do we know so far?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mahase",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Modeling and Forecasting Trend of COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ahmadi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shirani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rahmani",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Epidemic in Iran",
            "authors": [],
            "year": 2020,
            "venue": "MedRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.17.20037671.CC-BY-ND4"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the (which was not peer-reviewed) The copyright holder for this preprint",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.04.20052308"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "with a population of about 218628 in 2016 [8] . The first confirmed case of COVID-19 in Iran was identified on February 19 in Qom which is about 550 km from Shahroud (Figure 1) [9]. Four days later (February 23, 2020), nasopharyngeal and throat swabs of five suspected cases in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "-week time window, and the maximum likelihood value of R 0 decreased to 1.28 (95% CI: 1.14 to 1.43) for day 30 (20 March 2020) and 1.13 (95% CI: 1.03 to 1.25) for day 41 (31 March 2020).The predicted number of new cases for the next 30 days (one month after ending the Norouz Spring Holidays), based on decreasing function of R 0 between 1.3 and 0.8, is demonstrated infigure 5 (A, B, C). The overall predicted average number of new cases will be 9.0±3.8 cases per day in the next 30 days. Infigure 5-B, the daily average of predicted incident cases was smoothed for the time span. The next 30-day projected cumulative incidence in Shahroud is shown in figure 5-C; approximately 271 (95% CI: 178-383) new cases will be infected in the next 30 days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Acknowledgements: This work was supported by Shahroud University of Medical Sciences (Grant No. 98126). Conflicting Interests: The Authors declare that there is no conflict of interest.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure captions",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Map of Iran showing the locations of Shahroud in Semnan Province and Qom, where the first case of COVID-19 was identified (road distance=550 km).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Incidence and cumulative incidence of Covid-19 between 20 February and 31 March 2020 in Shahroud, Iran",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The distribution of likely values of basic reproduction number (R 0 ) with the maximum-likelihood estimation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Thirty-day projections of the incidence and cumulative incidence of COVID-19 in Shahroud, Iran. A) Predicted number of incident cases, B) Smoothed number of predicted cases, C) Cumulative incidence if the basic reproduction number follows a uniform distribution of 0",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Poisson distribution [11] . For each date",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The challenges and considerations of community-based preparedness at the onset of COVID-19 outbreak in Iran, 2020. Epidemiology and Infection. 2020:1-6. DOI: 10.1017/S0950268820000783 [10] Li Q, et al. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. New England Journal of Medicine 2020. DOI: 10.1056/NEJMoa2001316 [11] Jombart T, et al. Projections: Project future case incidence. 2018 [Available from: [18] Jia W, et al. Extended SIR prediction of the epidemics trend of COVID-19 in Italy and compared with Hunan, China. MedRxiv 2020; 2020.03.18.20038570. DOI: 10.1101/2020.03.18.20038570 [19] Paul LD, et al. Complexity of the Basic Reproduction Number (R0). Emerging Infectious Diseases 2019; 25: 1-4. DOI: 10.3201/eid2501.171901.. CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.04.20052308 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Census [cited 2020. Available from: https://www.amar.org.ir/english/Population-and-Housing-Censuses.. CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.04.20052308 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}