{
    "paper_id": "2e6fd8c1e4b20a1dadc7a9333d91b91965770d15",
    "metadata": {
        "title": "Dynamics of viral index infections in novel hosts",
        "authors": [
            {
                "first": "Nardus",
                "middle": [],
                "last": "Mollentze",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Glasgow",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "G"
                ],
                "last": "Streicker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Glasgow",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Pablo",
                "middle": [
                    "R"
                ],
                "last": "Murcia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MRC -University of Glasgow Centre for Virus Research",
                    "location": {
                        "settlement": "Glasgow",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Katie",
                "middle": [],
                "last": "Hampson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Glasgow",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Roman",
                "middle": [],
                "last": "Biek",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Glasgow",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Whether a pathogen entering a new host species results in a single infection or in onward 7 transmission, and potentially an outbreak, depends upon the progression of infection in the index 8 case. Although index infections are rarely observable in nature, experimental inoculations of 9 pathogens into novel host species have a long history in biomedical research. This provides a rich 10 and largely unexploited data source for meta-analyses to identify the host and pathogen 11 determinants of variability in infection outcomes. Here, we analysed the progressions of 514 12 experimental cross-species inoculations of rabies virus, a widespread zoonotic pathogen which in 13 nature exhibits both dead end infections and varying levels of sustained transmission in novel hosts. 14 Inoculations originating from bats rather than carnivores, and from warmer to cooler-bodied 15 species caused infections with shorter incubation periods that were associated with diminished 16 virus excretion. Inoculations between distantly related hosts tended to result in shorter clinical 17 disease periods, which will also impede transmission. All effects were modulated by infection dose 18 and together suggest that increased virulence as host species become more dissimilar is the limiting 19 factor preventing onward transmission. These results explain observed constraints on rabies virus 20 host shifts, allow us to evaluate the risk of novel reservoirs establishing, and give mechanistic 21 insights into why host shifts are less likely between genetically distant species. More generally, our 22 study highlights meta-analyses of experimental infections as a tractable approach to quantify the 23 complex interactions between virus, reservoir, and novel host that shape the outcome of cross-24 species transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Emerging disease epidemics often result from a pathogen establishing transmission in a novel host 27 species. However, most cross-species transmissions fail to establish in the newly infected species 28 for reasons that remain poorly understood. Examining cross-species inoculations involving rabies, 29 a widespread viral zoonosis, we show that mismatches in virulence, which are predictable from 30 host and viral factors, make sustained transmission in the novel host less likely. In particular, 31 disease progression was accelerated and virus excretion decreased when the reservoir and novel 32 host were physiologically or genetically more dissimilar. These mechanistic insights help to 33 explain and predict host shift events and highlight meta-analyses of existing experimental 34 inoculation data as a powerful and generalisable approach for understanding the dynamics of index 35 infections in novel species. Features inherent to the virus lineage involved (virus effects), irrespective of the infected 91 host, likely due to adaptation of individual lineages to reservoir host species. For example, 92 incubation periods were shortened by both increased dose and by inoculation routes which were 125 closer to the brain, although the effect size estimate for inoculation distance included zero ( Figure  126 2A). More importantly, the duration of incubation periods was also influenced by features of the 127 virus as well as its interaction with the inoculated host. Specifically, significant differences in 128 incubation period duration were associated with reservoir type (bat vs. carnivore) and with body 129 temperature differences between source and inoculated hosts (Figure 2A ). Both effects depended 130 on viral dose. At low doses, viruses from bat reservoirs were associated with shorter incubation 131 periods compared to viruses from carnivores, though this effect diminished at higher doses ( Figure  132 2B). A similar effect was seen when the inoculated species was a known rabies reservoir ( Figure  133 2C) although the 95% highest posterior density interval (HPD) of this effect size included zero 134 ( Figure 2A ). The difference in typical body temperature between the virus reservoir and the 135 inoculated species had a more marked effect on incubation period durations ( Figure 2A ). The onset 136 of symptoms was delayed when the virus was inoculated into species with a warmer body 137 temperature than its reservoir (negative values in Figure 2D ), although this delay reduced with 138 higher doses. The opposite was also true -in hosts with lower body temperatures than the virus 139 reservoir, the incubation period tended to be shorter ( Figure 2D , Supplementary figure S 1). Models 140 fitting effects for inoculated and reservoir species body temperature separately allowed us to 141 explore this temperature effect further. Inoculated species with higher typical body temperatures 142 tended to have longer incubation periods (Supplementary figure S 2). However, viruses from 143 reservoirs with higher body temperatures were associated with shorter incubation periods, 144 suggesting that these viruses had adapted to counteract any losses in efficiency caused by the body 145 temperature of their reservoir host. Importantly, there was no correlation between phylogenetic 146 distance and body temperature difference among species (Supplementary figure S 3), indicating 147 that the observed temperature effects were not explainable by the level of taxonomic relatedness 148 among species. All fixed effects combined explained 19.2% of the variation in incubation period 149 durations (HPD: 2.8 -40.2%). 150",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1308,
                    "end": 1319,
                    "text": "Figure  126",
                    "ref_id": null
                },
                {
                    "start": 1686,
                    "end": 1696,
                    "text": "(Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 1920,
                    "end": 1931,
                    "text": "Figure  132",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2022,
                    "end": 2033,
                    "text": "Figure  133",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2136,
                    "end": 2145,
                    "text": "Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 2309,
                    "end": 2318,
                    "text": "Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 2477,
                    "end": 2486,
                    "text": "Figure 2D",
                    "ref_id": null
                },
                {
                    "start": 2682,
                    "end": 2691,
                    "text": "Figure 2D",
                    "ref_id": null
                }
            ],
            "section": "Significance statement 26"
        },
        {
            "text": "Clinical period 151 7 host species appeared to affect the duration of clinical periods. Cross-species inoculations between 156 phylogenetically more distant species were associated with an increased sensitivity to high viral 157 doses, resulting in shorter clinical periods ( Figure 2E ). However, the overall effect size estimate 158 for this interaction included zero (Figure 2A ). Bat-associated viruses appeared to have shorter 159 clinical periods, and -as also observed for incubation periods -this effect depended on dose, but 160 here it was poorly estimated, with the HPD again including zero ( Figure 2A ). All other fixed effects 161 were small, and none could be clearly separated from zero, but combined the fixed effects 162 explained 40.3% of the variation in clinical period duration (HPD: 12.9 -64.0%). accounted for by the inoculated species phylogeny ( Figure 3B ). The remaining residual correlation 176 is explained by differences in dose ( Figure 3C ), with higher doses leading to decreased salivary 177 gland titres ( Figure 3D ). The inoculation of species with a lower body temperature than the 178 reservoir also tended to reduce the virus titre in the salivary glands, although the size of this effect 179 could not be estimated precisely enough to make it distinct from zero (positive body temperature 180 differences, Figure 3D & E). A clearer effect was observed for the interaction of reservoir status 181 and dose: at low doses, known rabies reservoir species produced higher virus titres in the salivary 182 glands than non-reservoirs ( Figure 3G ). At very high doses, however, we detected no difference in 183 salivary gland titres, possibly because animals succumb too fast for any differences to develop. 184 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.09.033928 doi: bioRxiv preprint log(1 + Salivary gland titre) The progression of viral infections within the index host following cross-species transmission is a 236 crucial determinant of onward transmission, but is generally unobservable in nature. By analysing 237 a unique dataset of experimental cross-species infections, we demonstrate that phylogenetic 238 distance and specific physiological differences between the host species involved alter the 239 progression of infections in ways that are expected to influence whether transmission in the novel 240 host is sustained. 241",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 285,
                    "text": "Figure 2E",
                    "ref_id": null
                },
                {
                    "start": 370,
                    "end": 380,
                    "text": "(Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 613,
                    "text": "Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 872,
                    "end": 881,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 962,
                    "end": 971,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1042,
                    "end": 1051,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1348,
                    "end": 1357,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1571,
                    "end": 1580,
                    "text": "Figure 3G",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Significance statement 26"
        },
        {
            "text": "The association between incubation period duration, the extent of centrifugal spread to other 242 tissues, and the amount of virus excreted suggests a direct mechanism linking longer incubation 243 periods to onward transmission. Species with higher body temperatures than the reservoir host 244 tended to have longer incubation periods, specifically at lower viral inoculation doses (Fig. 2D) . 245",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 384,
                    "end": 393,
                    "text": "(Fig. 2D)",
                    "ref_id": null
                }
            ],
            "section": "Significance statement 26"
        },
        {
            "text": "Although one might expect body temperature to be a phylogenetically conserved trait, we found The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.09.033928 doi: bioRxiv preprint disease progression, we found no evidence that the body mass of inoculated species or its 282 interaction with dose affects the duration of incubation or clinical periods (Figure 2A) . The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.09.033928 doi: bioRxiv preprint aim to utilize doses closer to those of natural exposures. Following cross-species transmission, 344 rabies virus shows increased virulence (i.e., more rapid death) in more distantly related species, to 345 the point that opportunities for transmission are likely to be markedly reduced. At the same time, 346 a mismatch in host physiological features (including features not strongly correlated with 347 phylogeny, such as body temperature) can alter both infectivity and disease progression, with 348 implications for onward transmission. Thus, the picture that emerges is one of a potential virulence 349 mismatch in index infections, that may explain why -despite having the ability to infect all 350 mammals and frequent involvement in cross-species transmission events -rabies virus remains 351 restricted to a relatively small number of species-specific maintenance cycles. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.09.033928 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 418,
                    "text": "(Figure 2A)",
                    "ref_id": null
                }
            ],
            "section": "Significance statement 26"
        },
        {
            "text": "Differences between experiments were accommodated by including variables for dose, the 477 inoculation site, and whether the inoculum consisted of brain material or was derived from salivary 478 glands/saliva, along with a random effect distinguishing between experiments to accommodate any 479 remaining differences. Because the doses encountered in these experiments differed over several 480 orders of magnitude and the effects of increasing dose is assumed to decrease (saturate) at very 481 large doses, this variable was included in its log-transformed form. The varying inoculation routes 482 encountered were summarised as a 'proportional inoculation distance', representing the relative 483 distance between the inoculation site and the brain (the primary site of rabies virus replication). 484 as subcutaneous inoculations to the head, and were subsequently scaled to range between 0 642 (intracranial, head) and 1 (subcutaneous, head). See supplementary document S1 for details. 643 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.09.033928 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.09.033928 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Significance statement 26"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Experimental rabies infection in the Mexican freetail bat",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Baer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Bales",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "J Infect Dis",
            "volume": "514",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Chapter 5 -Rabies in Terrestrial Animals",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hanlon",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human rabies: a disease of complex 559 neuropathogenetic mechanisms and diagnostic challenges",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hemachudha",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Laothamatas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Rupprecht",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet Neurol",
            "volume": "1",
            "issn": "",
            "pages": "101--109",
            "other_ids": {
                "DOI": [
                    "10.1016/S1474-4422(02)00041-8"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "PanTHERIA: a species-level database of life history, ecology, and geography of extant and recently 565 extinct mammals",
            "authors": [],
            "year": null,
            "venue": "Ecology",
            "volume": "90",
            "issn": "",
            "pages": "2648--2648",
            "other_ids": {
                "DOI": [
                    "10.1890/08-1494.1"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Genetic diversity of bat rabies viruses in Brazil",
            "authors": [],
            "year": 1995,
            "venue": "Arch Virol",
            "volume": "152",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-007-568"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "TimeTree: A Resource for Timelines",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stecher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Suleski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Hedges",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Molecular inferences suggest multiple host shifts of rabies viruses from 573 bats to mesocarnivores in Arizona during",
            "authors": [
                {
                    "first": "Rupprecht",
                    "middle": [],
                    "last": "Dl",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ce",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "PLoS Pathog",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1002786"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Epidemic dynamics at the human-animal interface",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Pepin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Pitzer",
                    "suffix": ""
                },
                {
                    "first": "Jrc",
                    "middle": [],
                    "last": "Pulliam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Dobson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Hudson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "326",
            "issn": "",
            "pages": "1362--1369",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1177345"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Rabies re-examined",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Rupprecht",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Hanlon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hemachudha",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet Infect Dis",
            "volume": "2",
            "issn": "",
            "pages": "327--609",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Variable evolutionary routes to host 611 establishment across repeated rabies virus host shifts among bats",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Streicker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Altizer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Velasco-Villa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rupprecht",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "612",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1203456109"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Phylogeny Constrains Cross-Species Emergence and Establishment of Rabies Virus in Bats",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Human ageing genomic resources: Integrated databases and tools for the 618 biology and genetics of ageing",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Magalhães",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nucleic Acids Res",
            "volume": "41",
            "issn": "",
            "pages": "1027--1033",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gks1155"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Large-scale phylogenomic analysis reveals the complex evolutionary 621 history of rabies virus in multiple carnivore hosts",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bourhy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Pathog",
            "volume": "12",
            "issn": "",
            "pages": "1--20",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1006041"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Mammal species of the world: a taxonomic and geographic 624 reference",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Reeder",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Origins of major human infectious diseases",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Dunavan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "626",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Supplementary figure S 1: Posterior median residuals as a function of body temperature difference",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Residuals 646 were calculated as the observed lower limit minus the fitted value, with grey-shaded areas showing 647 the expected range of each observation. In the case of exact observations, a perfect fit would result 648 in residuals equal to 0, while the residuals for interval-censored observations are expected to lie in 649 [0, lower -upper). No systematic bias in residuals was observed, supporting the conclusion that the 650 effect of body temperature distance remained linear for both positive and negative values. obtained in time for consideration. A total of 412 records (18.36% of the remaining search 701 results) were selected for full text review",
            "authors": [],
            "year": null,
            "venue": "The observed data was subject to censoring",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Publications in languages other than English were subjected to optical character recognition (where 704 needed) using VietOCR version 4.0, a graphical user interface for the Tesseract OCR engine 705 (version 3.30RC), optimised for each language being recognised. The digitised text was manually 706 corrected and machine-translated using the statistical machine translation",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "All full texts were then reviewed using the criteria in Supplementary table S 4, resulting 708 in the selection of 63 publications for inclusion in this study",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Criteria used to select publications inoculated species clearly identified Source host species is a known maintenance host of rabies virus (passaging in non-maintenance hosts allowed) Inoculated host species is a mammal Inoculated host species is wild-type or outbred Inoculated dose stated (in mouse LD50) Healthy",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Individual-level data on all inoculated animals present in the selected publications were recorded",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Following data-entry, the raw data was extensively checked for accuracy and consistency. The 715 scientific names of all inoculated and source species were manually checked for current validity 716",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "species transmission is an important source of emerging and endemic disease. Viruses such 38 as West Nile virus, rabies virus and Lassa virus cause tens of thousands of human infections 39 annually through transmission from animal reservoirs (Chancey et al., 2015; Hampson et al., 2015; 40 The potential for sustained onward transmission of rabies virus is likely to depend on the incubation 68 period (from bite to the appearance of clinical signs) and the duration of clinical signs prior to death 69 (here, the clinical period) of infected hosts. Longer incubation periods are associated with greater 70 distribution of virus through the central nervous system (Fekadu et al., 1982), spread to a wider 71 range of tissues (Davis et al., 2013), and higher virus titres in the salivary glands, all of which 72 should facilitate onward transmission (Baer and Bales, 1967). Conversely, faster progression of 73 infection has been associated with lower virus excretion, and in extreme cases animals die before 74 the virus reaches the salivary glands, making transmission highly unlikely (Baer and Bales, 1967; 75 Charlton et al., 1987; Davis et al., 2013; Fekadu et al., 1982). Further, the clinical period of rabies 76 coincides with the period of greatest infectivity, when excretion of virus in the saliva often 77 coincides with clinical signs such as aggression which promote transmission (Hanlon, 2013). 78 Testing for shifts in incubation and clinical period durations, and in the amount of virus excreted, 79 allows us to examine what constrains onward transmission of rabies in index hosts following cross-80 species transmission. 81 Based on previous work on rabies virus and in other host-pathogen systems, several mechanisms 82 can be hypothesised to influence infection dynamics and thus the outcome of crossexposed host species (host effects) influencing the outcome of cross-species 85 transmissions, irrespective of the infecting virus. For example, larger-bodied species may 86 be more resistant to infection and thus require either higher infectious doses or a longer 87 period of virus replication before symptoms become apparent. More generally, 88 evolutionarily conserved similarities in host physiology mean that groups of related taxa 89 might have similar susceptibility or clinical outcomes of infection (Longdon et al., 2011). 90 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "of rabies virus, which is mediated by an animal bite, requires presence of the 165 virus in sufficiently high titres in the salivary glands. To test how the host-virus context of cross-166 species transmission affects the amount of virus excreted, we investigated the virus titre detected 167 in salivary glands post mortem as a proxy. To simultaneously investigate potential explanations for 168 the previously reported correlation between salivary gland virus titre and incubation period 169 duration (Baer and Bales, 1967; Davis et al., 2013; Fekadu et al., 1982), we modelled the virus titre 170 excreted jointly with incubation periods using a multi-response log-normal GLMM. When 171 accounting only for clustering within experiments, salivary gland titres showed a moderate positive 172 correlation with incubation period duration (Pearson correlation: 0.298, 95% HPD: 0.115 -0.471; 3A). Thus, consistent with previous work, animals which experienced longer incubation 174 periods tended to have more virus in their salivary glands post mortem. Part of this correlation is 175",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Source-inoculated species combinations for which data were included in this study, and 190 the number of animals inoculated. Phylogenetic relationships are demonstrated using a composite 191 time-scaled phylogeny, with Carnivora highlighted in green, Artiodactyla in red, Chiroptera in 192 blue, and Rodentia in purple. Branch-lengths are in millions of years. The shading of cells indicates 193 the number of inoculated animals for which data are available, with white cells indicating 194 combinations for which no data were available. Three reservoirs occurred as sources only, 195 receiving no inoculations which met our inclusion criteria (C. aureus, T. brasiliensis and D. 196 rotundus",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Factors affecting the progression of disease following cross-species inoculations. A: 200 Coefficient estimates from independent models fit to the duration of incubation and clinical 201 periods. In addition to the variables shown, both models contained corrections for non-202 independence between observations from the same experiment and for inoculated species 203 phylogeny. The regression on incubation period durations additionally contained corrections for 204",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": ". Lines indicate the extent of the 95% highest posterior density (HPD), while 205 points indicate the posterior median. Shaded areas show the posterior distribution, with colour used 206 to indicate estimates whose 95% HPD excludes zero. B-D: Predicted incubation period durations 207 when varying dose along with reservoir taxonomic order (B), whether or not the inoculated species 208 was a known reservoir of rabies virus (C), or the difference in typical body temperatures between 209 the virus reservoir and the inoculated species (specifically reservoir temperature minus inoculated 210 species temperature, D). For each set of predictions, all other explanatory variables in the model 211 were held constant at their median observed value. In B & C, each sub-panel shows the predicted 212 effect at different quantiles (Q) of observed doses (in log10 mouse LD50), indicated above the 213 panel. E: Predicted duration of clinical periods as a function of phylogenetic distance and dose. Factors predicting the titre of virus in salivary glands following cross-species inoculation. 218 A: Correlation between virus titre and the duration of incubation periods, after accounting for 219 clustering within experiments. Shown is the estimated posterior distribution from a multi-response 220 regression fitted using the mcmcGLMM library in R, with the darker shaded area indicating the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "inoculated dose (C). D: Coefficient estimates for the regression on log virus titres in 225 the salivary glands, when accounting for clustering within experiments and the inoculated species 226 phylogeny. Lines indicate the extent of the 95% HPD, while points show the posterior median and 227 shaded areas the shape of the posterior distribution, with colour used to indicate estimates whose 228 95% HPD excludes zero. E-F: Predicted salivary gland titres when varying dose and either the 229 difference in body temperatures between the virus reservoir and the inoculated species (E) or 230 whether or not the inoculated species is a known rabies virus reservoir (F), while keeping all other 231 variables in the model constant. Panel E shows the posterior median of predicted virus titres. In F, 232predictions are shown at different quantiles of dose (in log10 mouse LD50), as indicated above",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "246 no correlation with phylogenetic distance (Supplementary figure S 3A), and others have shown 247 that body temperatures are clustered primarily at higher taxonomic levels (Clarke and Rothery, 248 2008). As a result, most bat species have lower body temperatures than most carnivore species, but 249 the distributions of body temperatures across bat and carnivore species still overlap (Supplementary 250 figure S 3B). The finding that incubation period duration is influenced by body temperature is 251 in vitro experiments showing that temperature can affect the infectivity of rabies 252 virus, possibly by altering the rate of cell-to-cell spread (Morimoto et al., 1996). However, the 253 specific mechanisms that could shorten incubation periods in a novel host environment which is 254 colder than the host environment to which the virus is adapted, remain to be identified. 255 Crucially, we found clear evidence for virus adaptation to host body temperature (Supplementary 256 figure S 2), consistent with infection progression being matched to each host species. Given this 257 host adaptation and relatively poor correspondence between body temperature differences and 258 phylogenetic distance, the observed temperature effect may help explain rabies virus host shifts 259 across large phylogenetic distances. For example, despite host shifts from bats into carnivores 260 being generally very rare, rabies virus has shifted repeatedly from big brown bats (Eptesicus fuscus, 261 36 °C) to striped skunks, (Mephitis mephitis, 36.45 °C; Kuzmin et al., 2012; Tacutu et al., 2013). 262 More generally, our results suggest that transmissions to species with warmer typical body 263 temperatures than the current reservoir are more likely to become established, since this would be 264 expected to result in longer incubation periods and higher virus excretion. This might explain 265 observations suggesting sustained transmission of rabies virus lineages associated with common 266 vampire bats (Desmodus rotundus, 35 °C) in sympatric frugivorous bats (Artibeus lituratus; 37.3 267 °C; Kobayashi et al., 2007; Obregón-Morales et al., 2017; Tacutu et al., 2013). 268 The observation that low doses of viruses from bat reservoirs resulted in shorter incubation periods 269 relative to those from carnivores (Figure 2A & B) suggests increased infectivity and/or faster 270 within-host spread in bat-adapted rabies viruses. Since our data were limited to viruses from two 271 bat reservoirs -with 82% of these associated with one species, Tadarida brasiliensis (Figure 1) -272 it remains unclear whether this is a general feature of bat-associated rabies viruses. But, similar 273 results have been observed in humans, where both incubation and clinical periods were shorter 274 when the virus originated from bats rather than carnivores (Begeman et al., 2018). This bat-275 associated effect may be the result of body temperature differences -at 35 and 36 °C, the two bat 276 reservoirs included had cooler body temperatures than almost all inoculated species 277 (Supplementaryfigure 3). Alternatively, since bats are considerably smaller than known carnivore 278 reservoirs and likely transfer much smaller volumes of saliva during transmission, bat-associated 279 rabies viruses may be adapted to transmit at lower doses. Although it may be expected that smaller 280 animals require less virus to become infected and that body mass would modulate subsequent 281",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "the incubation period, the appearance of clinical signs of disease typically coincides 284 with viral excretion and transmission. The duration of clinical signs is therefore crucial in 285 determining whether an index host can transmit to conspecifics. Notably in the case of rabies virus, 286 the clinical period coincides with the onset of signs such as aggression that facilitate onward spread 287 through biting. It is also relatively short and invariably ends in death of the infected host, 288 terminating transmission opportunities(Hanlon, 2013). Since many animals in our dataset were 289 euthanised at some point after symptoms appeared (meaning the duration of their clinical period 290 was right-censored) it was difficult to estimate effect sizes for the clinical period with enough 291 precision to clearly distinguish them from zero (Figure 2A). However, there was some evidence 292 that increased phylogenetic distances between virus reservoirs and inoculated species reduced the 293 duration of clinical periods. Such increased virulence would mean that onward transmission 294 becomes increasingly unlikely following cross-species transmission between more distant 295 relatives. This is consistent with previous work showing that the number of successful rabies virus 296 host shifts among North American bats decreases with phylogenetic distance(Streicker et al.,  297   2010). This effect of phylogenetic distance on virulence and infectious period also provides further 298 evidence that rabies virus adapts to specific reservoir species by altering disease progression. 299Because rabies virus is generally transmitted via bite, the amount of virus excreted in the salivary 300 glands will affect the probability of transmission from the index case. Further, the overall strong 301 effects of dose we observed suggest that the amount of virus transferred to secondary cases will be 302aprimary determinant of disease progression in secondary cases and hence further transmission in 303 the new host population. Several authors have noted a positive correlation between the length of 304 rabies virus incubation periods and subsequent virus excretion levels (Baer and Bales, 1967; Davis 305 et al., 2013; Fekadu et al., 1982). Our results confirm this correlation across a wide range of host 306 species combinations, and show that it can be partially explained by inoculation doses, with higher 307 doses leading to both shorter incubation periods and decreased virus excretion. The remaining 308 correlation is explained by clustering of disease progression kinetics on the inoculated species 309 phylogeny, with related species having similar incubation periods and excreting similar amounts 310 of virus (Figure 3A-C). After removing these sources of correlation, non-reservoirs tended to have 311 lower virus titres in their salivary glands than established rabies virus reservoirs (Figure 3D & F)explain why the virus remains restricted to a relatively small number of reservoir hosts 313 despite frequent spillovers to other species (Mollentze et al., 2014). Our results also provide 314 tentative evidence of shorter incubation periods in non-reservoirs (Figure 2A). The exact 315 mechanisms underlying these differences between known rabies virus reservoirs and other species 316 remain unexplained, but are likely to be evolutionarily conserved, given the phylogenetic clustering 317 in excretion levels apparent in our analysis. 318 Many of our results point to adaptation of the rate of disease progression to match individual host 319 species. Studies of rabies virus host shifts have thus far failed to find sites in the virus genome 320 which consistently change during host adaptation (Kuzmin et al., 2012; Streicker et al., 2012; 321 Troupin et al., 2016). This has led to the suggestion that host adaptation can be achieved through 322 numerous sets of molecular changes (Streicker et al., 2012), which would indeed be the case if the 323 requirement is to balance disease progression to the point where onward transmission becomes 324 likely. In some host-pathogen systems, such adaptation is explained by a trade-off between 325 selection for faster growth to maximize viral load and thereby infectiousness, and selection for 326 reduced host damage (virulence) to maximize transmission opportunities (de Roode et al., 2008; 327 Fraser et al., 2007). In contrast, we observed a positive correlation between salivary gland titres 328 and incubation period duration, implying that slower host damage leads to greater infectiousness. 329 This, in turn, suggests a trade-off between faster replication and/or spread (speeding up disease 330 progression) and the ability to reach the salivary glands via functioning neural pathways. Such a 331 trade-off is supported by the observation that the correlation between incubation period duration 332 and salivary gland virus titre was modulated in part by dose (Figure 3C), with higher amounts of 333 virus reducing both. 334The experimental data analysed here offer a unique view on index infection dynamics following 335 cross-species transmission. By revealing the complex links between dose, physiological 336 differences between hosts, disease progression and virus excretion, our analyses bring us closer to 337 being able to model and predict the process of disease emergence and host shifts. The large dataset 338 of controlled infections further enabled us to generate disease progression parameter distributions 339 for all observed combinations of within and cross-species transmissions which can be directly 340 applied in future efforts to model rabies transmission dynamics (supplemental dataset S1). Of note 341 -many effects observed here were eventually overcome by high doses(Figure 2B-D &Figure 3F; 342 the median dose for experiments was 40,000 mouse LD50s), and future infection studies should 343",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "352 While the determinants of cross-species transmission have been the subject of intense research 353 (reviewed in Lloyd-Smith et al., 2009; Plowright et al., 2014, 2017), the very next step, i.e. what 354 happens during the initial infection to determine the likelihood of onward transmission, has 355 remained relatively unexplored. Our results show that meta-analyses of cross-species infection 356 experiments provide a tractable means of investigating this process. Expanding such analyses to 357 other viruses may allow us to identify general rules which predict the outcome of cross-species 358transmissions. More work is needed to understand the host features that affect the probability of 359 infection upon exposure, the within-host mechanisms driving virulence, and the epidemiological 360 consequences of differences in disease progression and virus excretion. Our findings illustrate how 361 understanding these mechanisms will be key to predicting which cross-species exposures are most 362 likely to lead to future host shifts of rabies virus, and of zoonotic diseases more broadly. 363Methods 364Literature search and data collection 365 A search for published rabies virus infection studies was performed as described in supplementary 366 document S1. Searching across the PubMed and Web of Science databases yielded 2279 records 367 on 16 January 2015. These records were reviewed according to the criteria listed in table 1 to select 368 studies for inclusion in the meta-analysis. 369From each study, we recorded individual-level data on the species inoculated, the dose, inoculation 370 route, and the reservoir host species of the virus used. Response variables, when available, included 371 the observed incubation and clinical period durations, and the titre of virus present in the salivary 372 times (i.e. studies only reported ranges for groups of animals), and right-censored 374 observations (i.e. deaths unrelated to rabies before the conclusion of the study or euthanasia of 375 survivors at the end of each study). Because animals are generally euthanised once symptoms 376 appeared, the majority of data on the duration of clinical periods were right-censored, with exact 377 durations reported in only a small number of studies, generally performed before euthanasia 378 became common practice in animal experiments. 379Taxonomic classifications were updated to matchWilson and Reeder (2005), by matching the 380 scientific and common names given in each publication against the Integrated Taxonomic 381Information System database 1 . Data from our meta-analysis were supplemented with species-level 382 data from the PanTHERIA database, along with body-temperature data from the AnAge database 383(Jones et al., 2009; Tacutu et al., 2013). Because not all records were resolved to sub-species level, 384 and external data sources only contained data at the species level, information on the specific 385 subspecies involved was ignored in the analyses described here. This resulted in two pairs of 386 subspecies being clustered together, while two domesticated species were analysed using species-387 level data for their wild ancestor (Supplementary table S 1). Further data cleaning and validation 388 steps are described in supplementary document S1. 389 Accelerated failure time model 390 The durations of incubation and clinical periods were modelled using independent generalized 391 linear mixed models on the censored event times, in this context more frequently termed 392 accelerated failure time models. These models perform a regression on the waiting time to some 393 specific event (e.g. the appearance of clinical signs, signifying the end of the incubation period), 394 with coefficients acting to increase or decrease the time to the event. We assumed a log-normal 395 distribution for the event times . 396 Thus, the duration of the incubation period of each individual of species (the inoculated species), 397 inoculated with a virus from species (the source or reservoir species) log( ), while ),+,,,-and 1 are the mean and standard deviation of a normal 401 distribution, respectively. Coefficients are represented by ) , with ) 8 representing a vector of data 402 on potential explanatory variables. Finally, ( , ) and ( , , ) respectively represent 403 phylogenetic and non-phylogenetic random effects for the source species (the virus reservoir, 404 and ), inoculated species ( and ), and experiment ( ). 405 Phylogenetic random effects were drawn from a multivariate normal distribution taking the vector of zeros (of length or , equal to the number of source or inoculated species, 408 respectively), and M 5 and P 5 are variance parameters. M and P represent correlation matrixes 409 for all source and inoculated species, respectively. These matrixes were calculated from a 410 composite time-scaled phylogeny generated by timetree.org (Kumar et al., 2017) assuming a 411 Brownian model of trait evolution using version 3.5 of the APE package in R (Hadfield and 412 Nakagawa, 2010; Paradis et al., 2004). These random effects adjust for potential correlation in the 413 response variables due to relatedness. Similar results were obtained when using the mammalian 414 supertree of Bininda-Emonds et al. (2007), but this supertree had a slightly lower resolution than 415 the timetree.org phylogeny. 416 The non-phylogenetic random effects took the measure the variance between source and inoculated species not 419 captured by the Brownian model (Longdon et al., 2011), while V 5 measures the variance between 420 experiments. A similar model was used for the duration of clinical periods, except that data were 421 pooled across virus reservoirs by removing the random effects for reservoir species and reservoir 422 phylogeny ( and above). This was necessary because the clinical period data involved viruses 423 censoring, the vector of event times, , was treated as a latent variable. When 426 only the range of incubation or clinical period durations was given for a specific group of animals, 427 data was treated as interval censored, i.e. ),+,,,-∈ Y ),+,,,-, ),+,,,-\\, where and represent the 428 lower and upper boundaries of observed event times (supplementary document S1). When an 429 animal left the dataset without experiencing an event (e.g. when it was euthanised), the time of 430 censoring was recorded as a lower boundary, reflecting our knowledge that the event of interest 431 had not yet occurred by this point, but could have occurred at any time after this. In this case 432 ),+,,,-∈ Y ),+,,,-, ∞2. 433 In this context, exact observations can be recorded simply by setting ),+,,,-= ),+,,,-. 434 Multi-response models 435 In an independent model, the amount of virus detected in salivary glands post mortem was modelled 436 jointly with incubation period durations, to allow estimation of the amount of residual correlation 437 between incubation period duration and the amount of virus in the salivary glands. Several authors 438 have noted a link between these measures (Baer and Bales, 1967; Davis et al., 2013; Fekadu et al., 439 1982), but it remains unexplained. 440This regression was similar to the model above, except that the normal distribution on 441 log(observations) was replaced with a multivariate normal distribution. Thus, in the full model, the 442 observed value of response variable for individual of species in experiment was 1 represents the incubation period (i.e. aef = log ( )) and = 2 is the virus titre in 446 the salivary glands. Virus titre was thus also modelled as log-normal, i.e. ae5 = log(1 + ), 447where represents the observed titres, which may be 0 if no virus was detected in the salivary 448 glands). a is a vector of coefficients unique to each response variable, while q a,, and o a,, are 449 random effects for inoculated species phylogeny and experiment, respectively. 450 residual variance in response variable 1 (incubation period durations), and 453 l,aef,ae5 is the residual covariance between incubation period durations and salivary gland titres. 454From this, the Pearson correlation between incubation periods and salivary gland titres can differences between the reservoir and the inoculated species were included to 459 assess the influence of previous virus adaptation on the outcome of infection in heterologous host 460 species. These included the phylogenetic distance between the reservoir and the inoculated species, 461 measured as patristic distances along the same composite time-scaled phylogeny generated by 462 timetree.org used above. As above, similar results were obtained when using the mammalian 463 supertree of Bininda-Emonds et al.(2007). We also included the difference in typical body 464 temperatures between the reservoir and inoculated species, as an example of a physiological 465 difference which does not appear to follow phylogenetic constraints (Clarke and Rothery, 2008), 466 because temperature is known to affect rabies virus infectivity in vitro(Morimoto et al., 1996). 467Finally, a binary variable distinguishing viruses derived from bat and carnivore reservoirs was 468 included, because differences in the clinical presentation of bat-and carnivore-associated rabies 469 virus infection in humans have been noted(Begeman et al., 2018). 470Features of the inoculated host species where accommodated primarily through random effects for 471 species and inoculated species phylogeny. However, we also included a measure of the typical 472 body mass of the inoculated species, since larger species may be proportionally more resistant to 473 the effects of a given dose of virus. Because only some species maintain rabies virus transmission 474 endemically, for reasons that are not well understood, a binary variable distinguishing known 475 reservoirs of rabies virus from other inoculated species was also included. 476",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "This distance was calculated by classifying inoculation routes by body part (head, neck, torso or 485 limbs) and depth (intracranial, intramuscular, or subcutaneous) and was expressed as a proportion, 486where 1 indicates the furthest and shallowest possible inoculation site relative to the brain (sub-487 cutaneous inoculation of a limb), while 0 indicates intracerebral inoculation(Supplementary table 488 S 2 & Supplementary table S 3). Such proportional scaling means this variable is independent of 489 the differing body sizes of the inoculated species. Finally, because larger doses may compensate 490 for any decreases in infectivity caused by features of the inoculated species and/or physiological 491 differences between the inoculated species and the reservoir to which the virus was adapted, we 492 included interactions between dose and all host and virus effects above.493 Model fitting 494 Models were fit using version 2.25 of the MCMCglmm package in R version 3.5.1 (Hadfield, 2010; 495 R Core Team, 2018). All coefficients and the residual variance parameter received the default prior 496 distributions used by MCMCglmm, while parameter-expanded priors were used for the variance 497 parameters of all random effects (Gelman, 2006). For each dataset, models were fitted using 498 10 million MCMC steps, saving every 1000th sample. The first 10% of samples in each chain were 499 discarded as burn-in. Results were inspected and summarised using version 0.18-1 of the coda 500 package in R (Plummer et al., 2006). Effective sample sizes were checked to ensure efficient 501 sampling was achieved, and chains were visually inspected for convergence. virulence in a naturally occurring butterfly parasite. Proc Natl Acad Sci U S A 532 105:7489-7494. doi:10.1073/pnas.0710909105 533 Fekadu M, Chandler F, Harrison A. 1982. Pathogenesis of rabies in dogs inoculated with an 534 Ethiopian rabies virus strain. Immunofluorescence, histologic and ultrastructural studies of the 535 central nervous system. Arch Virol 71:109-126. 536 Fisher CR, Streicker DG, Schnell MJ. 2018. The spread and evolution of rabies virus: Conquering 537 new frontiers. Nat Rev Microbiol 16:241-255. doi:10.1038/nrmicro.2018.11 538 Fraser C, Hollingsworth TD, Chapman R, de Wolf F, Hanage WP. 2007. Variation in HIV-1 set-539 point viral load: epidemiological analysis and an evolutionary hypothesis. Proc Natl Acad Sci U S 540 A 104:17441-6. doi:10.1073/pnas.0708559104 541 Gelman A. 2006. Prior distribution for variance parameters in hierarchical models. Bayesian Anal 542 1:515-533. doi:10.1214/06-BA117A 543 Gilbert GS, Webb CO. 2007. Phylogenetic signal in plant pathogen-host range. Proc Natl Acad Sci 544 104:4979-4983. doi:10.1073/pnas.0607968104 545 Hadfield JD. 2010. MCMC Methods for Multi-Response Generalized Linear Mixed Models: The 546 MCMCglmm R Package. J Stat Softw 33. doi:10.18637/jss.v033.i02 547 Hadfield JD, Nakagawa S. 2010. General quantitative genetic methods for comparative biology: 548 Phylogenies, taxonomies and multi-trait models for continuous and categorical characters. J Evol 549 Biol 23:494-508. doi:10.1111/j.1420-9101.2009.01915.x 550 Hampson K, Coudeville L, Lembo T, Sambo M, Kieffer A, Attlan M, Barrat J, Blanton JD, Briggs 551 DJ, Cleaveland S, Costa P, Freuling CM, Hiby E, Knopf L, Leanes F, Meslin F-X, Metlin A, 552 Miranda ME, Müller T, Nel LH, Recuenco S, Rupprecht CE, Schumacher C, Taylor L, Vigilato 553",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "estimates and predicted effects when fitting separate effects 653 for the typical body temperature of the inoculated species and virus reservoir. A: Coefficient 654 estimates, with lines showing the 95% highest posterior distribution and points showing the 655 posterior median. Compared to the model shown in the main text, this model does not contain an 656 effect for inoculated species body mass (which had no effect in the full model, and is correlated 657 with inoculated species body temperature) and contains an effect for reservoir body mass, replacing 658 the variable separating bat-associated viruses from carnivore-associated viruses (which was 659 correlated with inoculated species phylogeny). B: Posterior median predicted incubation periods 660 as a function of reservoir (top) or inoculated species body temperature (bottom) and dose. 661 Predictions are shown within the range of observed values in the dataset.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "between phylogenetic distance and host body temperature. 664 A: Relationship between phylogenetic distance (in millions of years) and body temperature 665 difference in the incubation period dataset. Points are shown jittered for clarity, while the blue line 666 represents the best linear fit. B: Distribution of body temperature in the taxonomic orders of hosts 667 included in this study, based on all species for which body temperature data are available in the 668 AnAge database. Points indicate the body temperatures for species included in the incubation 669 period dataset as either reservoirs or inoculated species, jittered vertically to reduce overlap.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of data available for each response variable 185",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "). These species were nevertheless retained on the y-axis to demonstrate phylogenetic 197",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Longdon B, Hadfield JD, Webster CL, Obbard DJ, Jiggins FM. 2011. Host phylogeny determines 584 viral persistence and replication in novel hosts. PLoS Pathog 7:e1002260. 585 doi:10.1371/journal.ppat.1002260 586 Mollentze N, Biek R, Streicker DG. 2014. The role of viral evolution in rabies host shifts and 587 emergence. Curr Opin Virol 8:68-72. doi:10.1016/j.coviro.2014.07.004 588 Morimoto K, Patel M, Corisdeo S, Hooper DC, Fu ZF, Rupprecht CE, Koprowski H, Dietzschold 589 B. 1996. Characterization of a unique variant of bat rabies virus responsible for newly emerging 590 human cases in North America. Proc Natl Acad Sci U S A 93:5653-5658. 591 Obregón-Morales C, Aguilar-Setién Á, Perea Martínez L, Galvez-Romero G, Martínez-Martínez 592 FO, Aréchiga-Ceballos N. 2017. Experimental infection of Artibeus intermedius with a vampire 593 bat rabies virus. Comp Immunol Microbiol Infect Dis 52:43-47. doi:10.1016/j.cimid.2017.05.008 594 Supplementary material Supplementary tables & figures 630 Supplementary table S 1: Known sub-species in the dataset, which were analysed at the species 631 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.09.033928 doi: bioRxiv preprintSupplementary table S 2: Classification of inoculation routes by body zone (rows) and depth 634 IM-masseter, IM-temporal, IM occipital, Submandibular, IM-masseter, Masseter, IM masseter, IM-Masseter, IMmasseter(both.sides), IMmasseter(both), left & right masseter, IM Right Masseter, IM M.masseter, IM Left Masseter, IM-maseter Torso Deltoid, IM-deltoid, IM-Deltoid, IMpectoral, IM-Dorsal SC-deltoid Limbs IM-quadriceps femoris (right), IM-right hindleg, IM-hind leg, IM-leg, IM right thigh, IM-LongDigitalExtensor(Pelvic), IM-AbductorDigitiQuinti(Pelvic), IMgastrocnemius, Right gastrocnemius muscle, Gastrocnemicus , IM-crural, IM-HindFoot Peripheral-footpad, SC-HindLimb *The inoculation routes shown are free-text entries present in the raw data, where IC = intracranial, 636 IM = intramuscular, and SC = subcutaneous. 637 638 . CC-BY 4.0 International license author/funder. It is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.09.033928 doi: bioRxiv preprint Supplementary table S 3: Distances assigned to each inoculation route category to express relative 639 distance to the brain* 640 *Distances were chosen to ensure intramuscular inoculations to the neck received the same value 641",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": ". CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.09.033928 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests 511"
        }
    ]
}