{
    "paper_id": "2e971cf03b8c8cbd58fc9ee0b61debd7266678e4",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Harry",
                "middle": [],
                "last": "Wetzler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ofstead & Associates, Inc",
                    "location": {
                        "addrLine": "1360 Energy Park Drive, Suite 300",
                        "postCode": "55108",
                        "settlement": "Saint Paul",
                        "region": "MN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Erica",
                "middle": [],
                "last": "Wetzler",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Some have claimed that the number of COVID-19 deaths is not much greater than would be experienced in the usual course of events. We sought to estimate",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "COVID-19 deaths are increasing rapidly. At 5 PM GMT on April 7, 2020 the worldwide COVID-19 death toll was reported to be 79,055 with 11,907 of these deaths occurring in the United States (US). 1 One aspect of this grim situation that has received less attention is the extent to which some of these deaths would have occurred without the viral insult. Noted British statistician Sir David Spiegelhalter was quoted as saying \"Many people who die of Covid would have died anyway within a short period.\" 2 Triggle asserted that \"Knowing exactly how many [would have died anyway within a short period] is impossible to tell at this stage.\" 2 To estimate excess COVID-19 deaths compared to deaths projected for the same period of time in the absence of COVID-19, Bannerjee, et al, used life table methods to estimate excess one-year mortality from COVID-19 in the United Kingdom (UK). 3 They found that if 10% of the UK population were infected, the number of excess deaths would be 13,791 if COVID-19 confers a 20% increase in mortality risk and 34,479 deaths with a 50% increase in risk.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 195,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 502,
                    "end": 503,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 881,
                    "end": 882,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "On April 5, 2020 Murray and colleagues at the Institute for Health Metrics and Evaluation (IHME) predicted that 67,212 COVID-19 deaths will occur in the US during April 2020 with a total of 81,766 (95% UI: 49,431 -136,401) deaths by June 22, 2020, the estimated date of the last death in the US at the end of the first wave of the pandemic. 4, 5 The projections assume continuation of full social distancing through the end of May 2020. The IHME death total has received national recognition recently. 6 The goals of our study were to estimate the number of excess deaths during April 2020 based on published infection fatality rates (IFRs). Excess deaths are those that would not have occurred when they did or as soon as they did in the absence of SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 343,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 344,
                    "end": 345,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 502,
                    "end": 503,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We also estimated the number of months it would take for the excess deaths to occur under normal conditions. Finally, we calculated the cumulative infection rate (CIR) needed to produce the IHME predicted number of deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint The number of excess deaths is then the COVID-19 deaths minus the expected deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We used Microsoft Excel Solver to find the average CIR that would produce the projected number of COVID-19 deaths during April 2020. Similarly, Solver was used to determine the number of months needed to generate the excess deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In our model the CIR is a fixed value for the entire month. To estimate the actual increasing CIR we modeled the cumulative density of the IHME deaths using a Gaussian distribution. That model was used as a template to produce dynamic percentages of cumulative infection by day whose average equaled the average CIR . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint The average CIR of 2.28% yields a dynamic CIR of 4.26% on April 10, 2020-20 days before the end of April 2020.That means that nearly 14 million people in the US would be infected on April 10, 2020. The dynamic CIR for the Spiegelhalter IFRs is 3.61% corresponding to 11.9 million infected. Figure 1 illustrates the CIRs from March 12,2020 through April 10, 2020. The IHME predicts that deaths will not increase after the end of June. The asymptotic CIRs at that time are 3.78%% using the Verity IFRs and 3.12% with Spiegelhalter's IFRs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 366,
                    "end": 374,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Our findings corroborate those of Spiegelhalter who suggested that if the virus went completely unchallenged in the United Kingdom, then contracting COVID-19 would be like packing a year of risk into two weeks or less. 8 We found that with full social distancing a year of mortality would be concentrated into one month.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 220,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20051532 doi: medRxiv preprint Professor Neil Ferguson, director of the MRC Centre for Global Infectious Disease Analysis at Imperial College London, said the proportion of COVID-19 victims who would have died anyway could be \"as many as half or two-thirds\". 12 Unpublished analyses of Health and Retirement Study data revealed that proxies who were interviewed after sample persons died said that 40-75% of deaths were expected in those dying in the 50 to 100 age range with the percentage increasing linearly with age. 13 Our finding of 90% excess deaths, which we suggest will be largely unexpected, are cause for alarm.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 374,
                    "text": "12",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 634,
                    "end": 636,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is reasonable to ask if 12 to 14 million of the US population could be infected by April 16 Other countries' experiences also inform whether a CIR of 4.2% could be reached in the US. Iceland has a robust nationwide testing program and 5.7% of over 27,000 tests (representing 7.5% of the nation's population) were positive through April 6, 2020. 17 Notably, approximately 50% of those with positive results were asymptomatic and there were only 4 deaths recorded. 18 European countries. This means that 1.88% to 11.43% of the population was infected with an average IR of 4.9%. 19 Data on the population prevalence of SARS-CoV-2 infection or history thereof would help to obtain more accurate estimates of deaths and the parameters used to model . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 94,
                    "text": "16",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 348,
                    "end": 350,
                    "text": "17",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 466,
                    "end": 468,
                    "text": "18",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 580,
                    "end": 582,
                    "text": "19",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20051532 doi: medRxiv preprint transmission dynamics of the disease. One possibility for obtaining nationwide infection data would be to use the National Health and Nutrition Examination Survey (NHANES).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "representative sample of US residents. Seroprevalence is probably the best measure of population infection. The Food and Drug Administration issued the first emergency use authorization for a coronavirus serology test on April 1, 2020 and more tests are sure to be approved. 20",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NHANES already examines and tests (although not yet for SARS-CoV-2) a"
        },
        {
            "text": "Accurate death reporting is crucial in understanding this pandemic. Lee has suggested that COVID-19 deaths are coded differently than, say, influenza deaths on death certificates. 21 Specifically, in the United Kingdom COVID-19 is a notifiable disease. As a result, any patient who is positive for SARS-CoV-2 will be coded as a COVID-19 death.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 182,
                    "text": "21",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "NHANES already examines and tests (although not yet for SARS-CoV-2) a"
        },
        {
            "text": "Conversely, influenza is not a notifiable disease and a person dying with influenza would not necessarily be recorded as an influenza death. In the US there are concerns that COVID-19 deaths are underreported. 22, 23 The Centers for Disease Control and Prevention is conducting analyses to better understand COVID-19 death reporting. 24 Although business closures and social distancing measures have apparently slowed the spread of the virus, economies across the world are also receding. 25, 26 In addition, medical resources are being diverted to care for COVID-19 patients. While excess deaths from these changes have yet to be quantified, they do occur. Thomas suggests that a temporary decrease in per capita Gross Domestic Product of not more than 6.4% will balance COVID-19 deaths and those due to economic slowdown. 27 A limitation of our estimates is that the IFRs are not gender-specific. Although males may have higher fatality rates, the data are not yet conclusive. 28 Moreover, we have no data on possible differences in infection rates by age or gender. Another concern is that the IHME predictions assume that social distancing (SD) measures will be maintained through the end of May 2020. Given the difficulties of implementing SD in some localities, the IHME predictions could be conservative (note that the upper 95% UI for . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 213,
                    "text": "22,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 214,
                    "end": 216,
                    "text": "23",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 334,
                    "end": 336,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "25,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 493,
                    "end": 495,
                    "text": "26",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 824,
                    "end": 826,
                    "text": "27",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 979,
                    "end": 981,
                    "text": "28",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "NHANES already examines and tests (although not yet for SARS-CoV-2) a"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20051532 doi: medRxiv preprint deaths through April 30,2020 is 113,124 5 ). 29 Murray, et al, acknowledge the impact of the implementation of SD on their estimates. 4 Conclusions During April 2020, over 90% of the deaths predicted in the US population for those infected with SARS-CoV-2 will be excess deaths, i.e., deaths that would not have occurred during a single month without the increased fatality rates due to SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 191,
                    "text": "29",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 278,
                    "end": 279,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "NHANES already examines and tests (although not yet for SARS-CoV-2) a"
        },
        {
            "text": "Under normal conditions it would take 11 to 13 months for these excess deaths to occur. The CIRs needed to generate these deaths, 3.6% to 4.3%, means that 12 to 14 million will be infected in the US by mid-April 2020. It is plausible to expect this extent of infection although the majority would still be undetected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NHANES already examines and tests (although not yet for SARS-CoV-2) a"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NHANES already examines and tests (although not yet for SARS-CoV-2) a"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NHANES already examines and tests (although not yet for SARS-CoV-2) a"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20051532 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NHANES already examines and tests (although not yet for SARS-CoV-2) a"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World COVID-19 Stats",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "How to understand the coronavirus death toll",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Triggle",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Estimating excess 1-year mortality from COVID-19 according to underlying conditions and age in England: a rapid analysis using NHS health records in 3.8 million adults",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pasea",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.22.20040287"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Forecasting COVID-19 impact on hospital bed-days, ICU-days, ventilator-days and deaths by US state in the next 4 months",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.27.20043752"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 Projections",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Model cited by White House says 82,000 people could die from coronavirus by August, even with social distancing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cnn",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Estimates of the severity of coronavirus disease 2019: a model-based analysis. The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verity",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Okell",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/s1473-3099(20)30243-7"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "How much 'normal' risk does Covid represent? Medium",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Spiegelhalter",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "United States life tables",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arias",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "National Vital Statistics Reports",
            "volume": "",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Annual Estimates of the Resident Population by Single Year of Age and Sex for the United States",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The mystery of the true coronavirus death rate. Financial Times",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hodgson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Coronavirus Disease (COVID-19) -Statistics and Research. Our World in Data",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roser",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ritchie",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ortiz-Ospina",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Experts Say The Coronavirus Outlook Has Worsened, But The Trajectory Is Still Unclear",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boice",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Cryptic transmission of SARS-CoV-2 in Washington State. medRxiv",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Greninger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Roychoudhury",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.02.20051417"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "COVID-19 in Iceland -Statistics. www.covid.is",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Iceland lab's testing suggests 50% of coronavirus cases have no symptoms",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Estimating the number of infections and the impact of nonpharmaceutical interventions on COVID-19 in 11",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flaxman",
                    "suffix": ""
                },
                {
                    "first": "Swapnil",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "Axel",
                    "middle": [],
                    "last": "Gandy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "How deadly is the coronavirus? It's still far from clear. The Spectator",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Doctors and Nurses Say More People Are Dying of COVID-19",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Prakash",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Official Counts Understate the U.S. Coronavirus Death Toll. The New York Times",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kliff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bosman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Social distancing works. The earlier the better, California and Washington data show",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "Kelly",
                    "middle": [],
                    "last": "Heather",
                    "suffix": ""
                },
                {
                    "first": "Reed",
                    "middle": [],
                    "last": "Albergotti",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Tracking the economic impact of covid-19 in real time",
            "authors": [],
            "year": 2020,
            "venue": "The Economist",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "J-value assessment of how best to combat Covid-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Why is coronavirus killing more men than women? Wired UK",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "This Midwestern mayor is fighting to get her residents to take coronavirus seriously",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bash",
                    "suffix": ""
                },
                {
                    "first": "Bridget",
                    "middle": [],
                    "last": "Nolan",
                    "suffix": ""
                },
                {
                    "first": "Cassie",
                    "middle": [],
                    "last": "Spodak",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "10, 2020 given the number of confirmed positive tests in the US is approximately 381,000 on April 7, 2020. 1 Yet with the exponential growth in infections currently being observed in the US and substantial under-detection of infections, there could easily be 14 million infections by April 10, 2020. 14 The number of reported infections in the US is probably understated by at least a factor of ten. 15 Thus, if 3.7 million are already infected, less than 2 doublings are needed to reach 14 million. Bedford, et al, recently reported a median rate of exponential doubling of 3.4 (95% Bayesian credible interval: 2.4 -5.1) days during the outbreak in Washington state.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Flaxman, et al, estimated that between 7 and 43 million individuals have been infected with SARS-CoV-2 up to March 28, 2020 across 11",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Whereas Bannerjee, et al, used population CIRs and relative mortality risk associated with infection, we used IFRs from Verity, et al, and Spiegelhalter as the basis of our estimates.7,8 An exponential model was fit to the IFRs for ages 0-50 and a cubic model was used for ages 51-100. These modelled IFRs were applied to the US population at the end of March 2020 by single year of age and gender. The number of deaths due to COVID-19 is the average CIR for April 2020 times the sum of the age-and sex-specific IFRs times the population in that age-sex cell.To obtain the number of expected deaths, we applied death rates by single year of age and gender from the 2017 US life table to the US population. 9,10 Since 82% of the COVID-19 deaths are predicted to occur during April, we used one-twelfth of the annual expected deaths.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "found in equation 1. The daily CIRs were shifted 20 days back in time based on Verity, et al, who reported that deaths followed disease onset by an average of 18.8 days. 7 Results The United States population on March 31, 2020 was estimated to be 329,455,737. 11 Using the IFRs from Verity, et al, a CIR of 2.28% would result in the 67,212 COVID-19 deaths that Murray, et al, project to occur in April 2020. Thus, the excess deaths are 61,690 (91.8% of the total). Under normal conditions an estimated 5,523 deaths would be expected to occur in 2.28% of the US population during one month. Ordinarily, it would take 12.2 months for 67,212 people to die in 2.3% of the US population. Using Spiegelhalter's IFRs the average CIR is 1.93% and there would be 62,526 excess deaths (93.2% of the total). Under normal circumstances it would take 13.3 months for these excess deaths to occur and 14.3 months for the total number of deaths to occur in 1.93% of the US population.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ". https://doi.org/10.1101/2020.04.02.Figure 1. Cumulative Infection Rates",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}