{
    "paper_id": "2eb9b6664d9db07fba2cd14dd674ea30b43ca43d",
    "metadata": {
        "title": "Outbreak dynamics of COVID-19 in China and the United States with 3 million infections. Our results",
        "authors": [
            {
                "first": "Mathias",
                "middle": [],
                "last": "Peirlinck",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kevin",
                "middle": [],
                "last": "Linka",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Francisco",
                "middle": [],
                "last": "Sahli Costabal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ellen",
                "middle": [],
                "last": "Kuhl",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "On March 11, 2020, the World Health Organization declared the coronavirus disease 2019, COVID-19, a global pandemic. In an unprecedented collective effort, massive amounts of data are now being collected worldwide to estimate the immediate and long-term impact of this pandemic on the health system and the global economy. However, the precise timeline of the disease, its transmissibility, and the effect of mitigation strategies remain incompletely understood. Here we integrate a global network model with a local epidemic SEIR model to quantify the outbreak dynamics of COVID-19 in China and the United States. For the outbreak in China, in n = 30 provinces, we found a latent period of 2.56±0.72 days, a contact period of 1.47±0.32 days, and an infectious period of 17.82±2.95 days. We postulate that the latent and infectious periods are disease-specific, whereas the contact period is behavior-specific and can vary between different provinces, states, or countries. For the early stages of the outbreak in the United States, in n = 50 states, we adopted the disease-specific values from China, and found a contact period of 3.38±0.69 days. Our network model predicts that-without the massive political mitigation strategies that are in place today-the United states would have faced a basic reproduction number of 5.3±0.95 and a nationwide peak of the outbreak",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "demonstrate how mathematical modeling can help estimate outbreak dynamics and provide decision guidelines for successful outbreak control. We anticipate that our model will become a valuable tool to estimate the potential of vaccination and quantify the effect of relaxing political measures including total lock down, shelter in place, and travel restrictions for low-risk subgroups of the population or for the population as a whole.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Keywords coronavirus · COVID-19 · epidemiology modeling · SEIR model · network model",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In December 2019, a local outbreak of pneumonia of initially unknown cause was detected in Wuhan, a city of 11 million people in central China [24] . The cause of the disease was identified as the novel severe acute respiratory syndrome coronavirus 2, SARS-CoV-2 [16] . Infection with the virus can be asymptomatic or can result in a mild to severe symptomatic disease, coronavirus disease 2019 or COVID-19. The majority of COVID-19 cases result in mild symptoms including fever, cough, shortness of breath, and respiratory distress [20] . Severe complications arise when the disease progresses to viral pneumonia and multi-organ failure. The SARS-CoV-2 virus can spread quickly, mainly during close contact, but also through small droplets from coughing or sneezing [32] . After the first four cases were reported on December 29, the outbreak quickly spread from Wuhan across all provinces of mainland China, and, in the following two months, across the entire world. On March 11, 2020 , the World Health Organization acknowledged the alarming levels of spread and severity, and characterized the COVID-19 situation as At day 0, a fraction of the susceptible population is exposed to the virus. At day 3, exposed individuals become infectious, and the infectious period lasts for 10 days. At day 5, infectious individuals become symptomatic; the majority of the symptomatic population recovers after 9 days. At day 9, a fraction of the symptomatic population is hospitalized; the majority of the hospitalized population recovers after 14 days. At day 10, a fraction of the hospitalized population experiences critical conditions that last for 10 days and end in either recovery or in death. On the population level, the outbreak of COVID-19 can be summarized in eight curves that illustrate the dynamics of the individual subgroups.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 263,
                    "end": 267,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 533,
                    "end": 537,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 767,
                    "end": 771,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 972,
                    "end": 986,
                    "text": "March 11, 2020",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Motivation"
        },
        {
            "text": "a pandemic [31] . As of today, April 4, 2020, COVID-19 has affected 203 countries with a total of 1,201,483 reported cases, 64,690 deaths, and 264,467 recovered cases [9] . Figure 1 illustrates a typical timeline of COVID-19 in a single person and shows how this timeline maps onto an entire population. For this example [17] , at day 0, a number of susceptible individuals are exposed to the virus and transition from the susceptible to the exposed state. Around at day 3, the exposed individuals become infectious. During this time, they can infect others, while not showing any symptoms themselves. The infectious period lasts for approximately 10 days. Around day 5, infectious individuals become symptomatic. This implies that they have potentially spread the disease for two days without knowing it. In the majority of (1 − ν h ) of the population, the symptomatic period lasts for approximately 9 days. Around day 9, a severely affected population of ν h are hospitalized and their hospitalization lasts for approximately 14 days. Around day 10, ν c of the hospitalized population experiences critical conditions that last for approximately 10 days and end in (1 − ν d ) of recovery and ν d of death. For a hospitalization fraction of ν h = 0.045, a critical conditions fraction of ν c = 0.25, and a death fraction of ν d = 0.50, 99.44% of the population recover and 0.56% die [17] .",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 15,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 167,
                    "end": 170,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 321,
                    "end": 325,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1384,
                    "end": 1388,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 181,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Motivation"
        },
        {
            "text": "The first mathematical models for infectious diseases date back to a smallpox model by Daniel Bernoulli in 1760 [4] . Since the 1920s, compartment models have become the most common approach to model the epidemiology of infectious diseases [21] . One of the simplest compartment models is the SEIR model that represents the timeline of a disease through four compartments, the susceptible, exposed, infectious, and recovered populations [2] . The temporal evolution of these compartments is governed by a set of ordinary differential equations parameterized in terms of the transition rates between them [18] . The transition rates α from the exposed to the infectious state and γ from the infectious to the recovered state are disease specific parameters. In fact, they are the inverses of the latent period A = 1/α, the time during which an individual is exposed but not yet infectious, and the infectious period C = 1/γ, the time during which an individual can infect others. This suggests that these two parameters are relatively independent of country, region, or city. In the example of Figure 1 , the latent and infectious periods are A = 3 days and C = 10 days [17] . The most critical feature of the model is the transition from the susceptible to the exposed state. This transition is typically assumed to scale with the susceptible population S, the infectious population I, and the contact rate β, the inverse of the contact period B = 1/β, between them [23] .",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 240,
                    "end": 244,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 604,
                    "end": 608,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1169,
                    "end": 1173,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1466,
                    "end": 1470,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 1093,
                    "end": 1101,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Motivation"
        },
        {
            "text": "The product of the contact rate and the infectious period defines the basic reproduction number, R 0 = β C = C/B, the number of individuals that are infected by a single one individual in an otherwise uninfected, susceptible population [11] . The basic reproduction number is a measure of the contagiousness or transmissibility of an infectious agent and it can vary considerably between different infectious diseases [10] . Typical basic reproduction numbers are on the order of 18 for measles, 9 for chickenpox, 7 for mumps, 7 for rubella, and 5 for poliomyelitis [1] . When the basic reproduction number is larger than one, R 0 > 1.0, the infectious period C is larger than the contact period B [23] . This implies that at onset of an epidemic outbreak, when the entire population is susceptible, an infected individual will infect more than one other individual. In agreement with Figure 1 , the infectious population first increases, then reaches a peak, and decreases toward zero [21] . As more and more individuals transition from the susceptible through the exposed and infectious states into the recovered state, the susceptible populations decreases. Once a large enough fraction of At day 0, a fraction of the susceptible population is exposed to the virus. At day 3, exposed individuals become infectious, and the infectious period lasts for 10 days. At day 5, infectious individuals become symptomatic; the majority of the symptomatic population recovers after 9 days. At day 9, a fraction of the symptomatic population is hospitalized; the majority of the hospitalized population recovers after 14 days. At day 10, a fraction of the hospitalized population experiences critical conditions that last for 10 days and end in either recovery or in death. On the population level, the outbreak of COVID-19 can be summarized in eight curves that illustrate the dynamics of the individual subgroups. a pandemic [31] . As of today, April 4, 2020, COVID-19 has affected 203 countries with a total of 1,201,483 reported cases, 64,690 deaths, and 264,467 recovered cases [9] . in a single person and shows how this timeline maps onto an entire population. For this example [17] , at day 0, a number of susceptible individuals are exposed to the virus and transition from the susceptible to the exposed state. Around at day 3, the exposed individuals become infectious. During this time, they can infect others, while not showing any symptoms themselves. The infectious period lasts for approximately 10 days. Around day 5, infectious individuals become symptomatic. This implies that they have potentially spread the disease for two days without knowing it. In the majority of (1 − ν h ) of the population, the symptomatic period lasts for approximately 9 days. Around day 9, a severely affected population of ν h are hospitalized and their hospitalization lasts for approximately 14 days. Around day 10, ν c of the hospitalized population experiences critical conditions that last for approximately 10 days and end in (1 − ν d ) of recovery and ν d of death. For a hospitalization fraction of ν h = 0.045, a critical conditions fraction of ν c = 0.25, and a death fraction of ν d = 0.50, 99.44% of the population recover and 0.56% die [17] .",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 240,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 418,
                    "end": 422,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 566,
                    "end": 569,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 698,
                    "end": 702,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 986,
                    "end": 990,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1918,
                    "end": 1922,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2074,
                    "end": 2077,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2176,
                    "end": 2180,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 3239,
                    "end": 3243,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 885,
                    "end": 893,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Motivation"
        },
        {
            "text": "The first mathematical models for infectious diseases date back to a smallpox model by Daniel Bernoulli in 1760 [4] . Since the 1920s, compartment models have become the most common approach to model the epidemiology of infectious diseases [21] . One of the simplest compartment models is the SEIR model that represents the timeline of a disease through four compartments, the susceptible, exposed, infectious, and recovered populations [2] . The temporal evolution of these compartments is governed by a set of ordinary differential equations parameterized in terms of the transition rates between them [18] . The transition rates α from the exposed to the infectious state and γ from the infectious to the recovered state are disease specific parameters. In fact, they are the inverses of the latent period A = 1/α, the time during which an individual is exposed but not yet infectious, and the infectious period C = 1/γ, the time during which an individual can infect others. This suggests that these two parameters are relatively independent of country, region, or city. In the example of Figure 1 , the latent and infectious periods are A = 3 days and C = 10 days [17] . The most critical feature of the model is the transition from the susceptible to the exposed state. This transition is typically assumed to scale with the susceptible population S, the infectious population I, and the contact rate β, the inverse of the contact period B = 1/β, between them [23] .",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 240,
                    "end": 244,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 604,
                    "end": 608,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1169,
                    "end": 1173,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1466,
                    "end": 1470,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 1093,
                    "end": 1101,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Motivation"
        },
        {
            "text": "The product of the contact rate and the infectious period defines the basic reproduction number, R 0 = β C = C/B, the number of individuals that are infected by a single one individual in an otherwise uninfected, susceptible population [11] . The basic reproduction number is a measure of the contagiousness or transmissibility of an infectious agent and it can vary considerably between different infectious diseases [10] . Typical basic reproduction numbers are on the order of 18 for measles, 9 for chickenpox, 7 for mumps, 7 for rubella, and 5 for poliomyelitis [1] . When the basic reproduction number is larger than one, R 0 > 1.0, the infectious period C is larger than the contact period B [23] . This implies that at onset of an epidemic outbreak, when the entire population is susceptible, an infected individual will infect more than one other individual. In agreement with Figure 1 , the infectious population first increases, then reaches a peak, and decreases toward zero [21] . As more and more individuals transition from the susceptible through the exposed and infectious states into the recovered state, the susceptible populations decreases. Once a large enough fraction of a population has become immune-either through recovery from the infection or through vaccination-this group provides a measure of protection for the susceptible population and the epidemic dies out [11] . This indirect protection is called herd immunity [14] . The concept of herd immunity implies that the converged susceptible population at endemic equilibrium is always larger than zero, S ∞ > 0, and its value depends on the basic reproduction number R 0 . For a given basic reproduction number R 0 , herd immunity occurs at an immune fraction of (1 − 1/R 0 ). Knowing the basic reproduction number is therefore critical to estimate the immune fraction of the population that is required to eradicate an infectious disease, for example, 94.4% for measles and 80.0% for poliomyelitis [18] .",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 240,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 418,
                    "end": 422,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 566,
                    "end": 569,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 698,
                    "end": 702,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 986,
                    "end": 990,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1391,
                    "end": 1395,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1447,
                    "end": 1451,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1980,
                    "end": 1984,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 885,
                    "end": 893,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Motivation"
        },
        {
            "text": "Restrictive measures like medical isolation or quarantine reduce the effective infectious period C and mitigation strategies like contact tracing, physical distancing, or travel restrictions increase the contact period B. Especially during the early stages of an outbreak, passenger air travel can play a critical role in spreading a disease [3] , since traveling individuals naturally have a disproportionally high contact rate [30] . Border control can play a pivotal role in mitigating epidemics and prevent the spreading between cities, states, or countries [34] . In an attempt to mitigate the COVID-19 outbreak, many countries have implemented travel restrictions and mandatory quarantines, closed borders, and prohibited non-citizens from entry. This has stimulated an ongoing debate about how strong these restrictions should be and when it would be safe to lift them. The basic reproduction number is R 0 provides guidelines about the required strength of political counter measures [18] . However, empirically finding the basic reproduction number requires careful contact tracing and is a lot of work, especially once the number of infectious individuals has grown beyond an overseeable size [24] . Network modeling of travel-induced spreading can play an important role in estimating the value of R 0 [7] and interpreting the impact of travel restrictions and border control [19] .",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 345,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 562,
                    "end": 566,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 992,
                    "end": 996,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1203,
                    "end": 1207,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 1313,
                    "end": 1316,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1387,
                    "end": 1391,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Motivation"
        },
        {
            "text": "We model the epidemiology of the COVID-19 outbreak using an SEIR model with four compartments, the susceptible, exposed, infectious, and recovered populations, governed by a set of ordinary differential equa-Outbreak dynamics of COVID-19 in China and the United States 3 tion from the susceptible through the exposed and infectious states into the recovered state, the susceptible populations decreases. Once a large enough fraction of a population has become immune-either through recovery from the infection or through vaccination-this group provides a measure of protection for the susceptible population and the epidemic dies out [11] . This indirect protection is called herd immunity [14] . The concept of herd immunity implies that the converged susceptible population at endemic equilibrium is always larger than zero, S ∞ > 0, and its value depends on the basic reproduction number R 0 . For a given basic reproduction number R 0 , herd immunity occurs at an immune fraction of (1 − 1/R 0 ). Knowing the basic reproduction number is therefore critical to estimate the immune fraction of the population that is required to eradicate an infectious disease, for example, 94.4% for measles and 80.0% for poliomyelitis [18] . Restrictive measures like medical isolation or quarantine reduce the effective infectious period C and mitigation strategies like contact tracing, physical distancing, or travel restrictions increase the contact period B. Especially during the early stages of an outbreak, passenger air travel can play a critical role in spreading a disease [3] , since traveling individuals naturally have a disproportionally high contact rate [30] . Border control can play a pivotal role in mitigating epidemics and prevent the spreading between cities, states, or countries [34] . In an attempt to mitigate the COVID-19 outbreak, many countries have implemented travel restrictions and mandatory quarantines, closed borders, and prohibited non-citizens from entry. This has stimulated an ongoing debate about how strong these restrictions should be and when it would be safe to lift them. The basic reproduction number is R 0 provides guidelines about the required strength of political counter measures [18] . However, empirically finding the basic reproduction number requires careful contact tracing and is a lot of work, especially once the number of infectious individuals has grown beyond an overseeable size [24] . Network modeling of travel-induced spreading can play an important role in estimating the value of R 0 [7] and interpreting the impact of travel restrictions and border control [19] .",
            "cite_spans": [
                {
                    "start": 634,
                    "end": 638,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 690,
                    "end": 694,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1223,
                    "end": 1227,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1572,
                    "end": 1575,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1659,
                    "end": 1663,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1792,
                    "end": 1796,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2222,
                    "end": 2226,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2433,
                    "end": 2437,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 2543,
                    "end": 2546,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2617,
                    "end": 2621,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology modeling"
        },
        {
            "text": "We model the epidemiology of the COVID-19 outbreak using an SEIR model with four compartments, the susceptible, exposed, infectious, and recovered populations, governed by a set of ordinary differential equa- tions [18] ,Ṡ",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology modeling"
        },
        {
            "text": "The transition rates between the four compartments, β, α, and γ are inverses of the contact period B = 1/β, the latent period A = 1/α, and the infectious period C = 1/γ. We interpret the latent and infectious periods A and C as disease-specific, and the contact period B as behavior specific. We discretize the SEIR model in time using an implicit Euler backward scheme and adopt a Newton Raphson method to solve for the daily increments in each compartment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiology modeling"
        },
        {
            "text": "We model the spreading of COVID-19 across a country through a network of passenger air travel, which we represent as a weighted undirected graph G with N nodes and E edges. The nodes represent the individual states, the edges the connections between them. We weight the edges by the estimated annual incoming and outgoing passenger air travel as reported by the Bureau of Transportation Statistics [6] . We summarize the connectivity of the graph G in terms of the adjacency matrix A IJ , the frequency of travel between two states I and J, and the degree matrix D II = diag N J=1,J =I A IJ , the number of incoming and outgoing connections of state I. The difference between the degree matrix D IJ and the tions [18] ",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 401,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 713,
                    "end": 717,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Network modeling"
        },
        {
            "text": "The transition rates between the four compartments, β, α, and γ are inverses of the contact period B = 1/β, the latent period A = 1/α, and the infectious period C = 1/γ. We interpret the latent and infectious periods A and C as disease-specific, and the contact period B as behavior specific. We discretize the SEIR model in time using an implicit Euler backward scheme and adopt a Newton Raphson method to solve for the daily increments in each compartment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Network modeling"
        },
        {
            "text": "We model the spreading of COVID-19 across a country through a network of passenger air travel, which we represent as a weighted undirected graph G with N nodes and E edges. The nodes represent the individual states, the edges the connections between them. We weight the edges by the estimated annual incoming and outgoing passenger air travel as reported by the Bureau of Transportation Statistics [6] . We summarize the connectivity of the graph G in terms of the adjacency matrix A IJ , the frequency of travel between two states I and J, and the degree matrix D II = diag adjacency matrix A IJ defines the weighted graph Laplacian L IJ , Figure 2 illustrates the discrete graph G of the United States with N = 50 nodes and the E = 200 most travelled edges. The size and color of the nodes represent the degree D II , the thickness of the edges represents the adjacency A IJ . For our passenger travel-weighted graph, the degree ranges from 100 million in California to less than 1 million in Delaware, Vermont, West Virginia, and Wyoming, with a mean degree ofD II = 16 million per node. We assume that the Laplacian L IJ , normalized to one and scaled by the travel coefficient ϑ, characterizes the global spreading of COVID-19 and discretize our SEIR model on our weighted graph G. Specifically, we introduce the susceptible, exposed, infectious, and recovered populations S I , E I , I I , and R I as global unknowns at the I = 1, ..., N nodes of the graph G. This results in the spatial discretization of the set of equations with 4 N unknowns,",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 401,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 641,
                    "end": 649,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Network modeling"
        },
        {
            "text": "We discretize our SEIR network model in time using an implicit Euler backward scheme and adopt a Newton Raphson method to solve for the daily increments in each compartment in each state [15] .",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Network modeling"
        },
        {
            "text": "Unlike many other countries, China has already seen a peak of the COVID-19 outbreak and is currently not seeing a significant number of new cases. The COVID-19 outbreak data of the Chinese provinces capture all three phases, increase, peak, and decrease of the infectious population and are currently the richest dataset available to date. This dataset describes the temporal evolution of confirmed, recovered, active, and death cases starting January 22, 2020 [9] . As of April 4, there were 81,639 confirmed cases, 76,755 recovered, 1,558 active, and 3,326 deaths. From these data, we map out the temporal evolution of the infectious group I as the difference between the confirmed cases minus the recovered and deaths, and the recovered group R as the sum of the recovered and deaths in each Chinese province. To simulate the province-specific epidemiology of COVID19 with the SEIR model, we use these data to identify the latent period A = 1/α, the infectious period C = 1/γ, and the contact period B = 1/β as a direct measure of the basic reproduction number R 0 = B/C. As our sensitivity analysis in Figure 3 shows, the dynamics of the SEIR model depend critically on the initial conditions, the number of susceptible S 0 , exposed E 0 , infectious I 0 , and recovered R 0 individuals on the day the very first infectious case is reported, I 0 ≥ 1. Naturally, on this day, the recovered population is R 0 = 0. Since the exposed population is asymptomatic, its initial value E 0 is unknown. To quantify the initial exposed population E 0 , we introduce a parameter ρ = E 0 /I 0 , the initial latent population [27] . It defines the fraction of exposed versus infectious individuals at day 0 and is a measure of initial hidden community spreading. The fraction of the initial susceptible population, S 0 = 1 − E 0 − I 0 − R 0 , ensures that the total population sums up to one. To map the total population of one onto the absolute number of cases for each province, we introduce the normalization parameter η = N * /N , the affected population. It defines the fraction of the province-specific epidemic subpopulation N * relative to the province population N [29] . Altogether we identify five parameters for each province, the exposed period A = 1/α, the infectious period C = 1/γ, the contact period B = 1/β or the basic reproduction number R = C/B, the initial latent population ρ = E 0 /I 0 , and the affected population η = N * /N . We performed the parameter identification using the Levenberg-Marquardt method of least squares. In this identification process, we ignored data from secondary outbreaks [9] .",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 464,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1615,
                    "end": 1619,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2163,
                    "end": 2167,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2612,
                    "end": 2615,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 1106,
                    "end": 1114,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "COVID-19 outbreak dynamics in China"
        },
        {
            "text": "Unlike China, the United States are at the early stage of the COVID-19 outbreak and all states are still seeing an increase of the number of new cases every day. The available dataset describes the temporal evolution of confirmed, recovered, active, and death cases starting January 21, 2020, the first day of the outbreak in the United States [9] . Fig. 3 Sensitivity with respect to the initial exposed population E 0 . Decreasing the initial exposed population delays the onset of the outbreak while the shapes of all four curves remain the same. The susceptible and recovered populations converge to the same endemic equilibrium at S 1 = 0.202 and R 1 = 0.798. For an initial exposed population of E 0 = 0.01, the infectious population reaches its maximum at I max = 0.121 after 125 days. Decreasing the initial exposed population by a factor 10 delays the maximum by 65 days. Latent period A = 5 days, infectious period C = 20 days, basic reproduction number R 0 = C/B = 2.0, and initial exposed population E 0 = 10 2 , 10 3 , 10 4 , 10 5 , 10 6 , 10 7 , 10 8 .",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 347,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 350,
                    "end": 356,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "COVID-19 outbreak dynamics in the United States"
        },
        {
            "text": "identify the contact time B = 1/ , while fixing the disease-specific latent and infections periods A = 1/↵ and C = 1/ at their mean values of the SEIR dynamics fit for the Chinese provinces, and indirectly fitting the basic reproduction number R 0 = C/B. For each state, we set the first day of reported infections I 0 1 to day zero, at which the recovered population is R 0 = 0, the unknown exposed population is E 0 = ⇢ I 0 [27] , and the susceptible population is S 0 = N E 0 I 0 R 0 , where N is the state-specific population [33] . We identify two parameters for each state, the contact period B = 1/ and the initial latent population ⇢ = E 0 /I 0 , while we use the exposed period A = 1/↵ and the infectious period C = 1/ from the parameter identification for the Chinese provinces and back-calculate the basic reproduction number R = C/B. We perform the parameter identification using the Levenberg-Marquardt method of least squares.",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 430,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 530,
                    "end": 534,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 outbreak dynamics in the United States"
        },
        {
            "text": "The dynamics of the SEIR model are determined by three parameters, the latent period A = 1/↵, and the infectious period C = 1/ , and the contact period B = 1/ , or, alternatively, the basic reproduction num- ber R 0 = C/B. Before identifying these parameters for the outbreaks in China and in the United States, we will illustrate their e↵ects by systematically varying each parameter while keeping the other values fixed. Specifically, unless stated otherwise, we choose a latent period of A = 5 days, an infectious period of C = 20 days, a basic reproduction number of R 0 = C/B = 2.0, and an initial exposed population E 0 = 0.010. Figure 3 illustrates the sensitivity of the SEIR model with respect to the size of the initial exposed population E 0 . Decreasing the initial exposed population from E 0 = 10 2 , 10 3 , 10 4 , 10 5 , 10 6 , 10 7 , 10 8 delays the onset of the outbreak while the dynamics of the susceptible, exposed, infectious, and recovered populations remain the same. For all seven cases, the susceptible and recovered populations converge to the same endemic equilibrium with S 1 = 0.202 and R 1 = 0.798. The infectious population increases gradually, reaches its maximum at I max = 0.121, and then decreases. For the largest initial exposed population of E 0 = 0.01 this maximum occurs after 125 days. Decreasing the initial exposed population by a factor 10 delays the maximum by 65 days. This highlights the exponential nature of the model, which causes a constant delay for a logarithmic decrease of the exponential population, while the overall outbreak dynamics remain the same. In view of the COVID-19 outbreak, this supports the general notion that even a single individual can cause an out- Fig. 3 Outbreak dynamics. Sensitivity with respect to the initial exposed population E 0 . Decreasing the initial exposed population delays the onset of the outbreak while the shapes of all four curves remain the same. The susceptible and recovered populations converge to the same endemic equilibrium at S ∞ = 0.202 and R ∞ = 0.798. For an initial exposed population of E 0 = 0.01, the infectious population reaches its maximum at I max = 0.121 after 125 days. Decreasing the initial exposed population by a factor 10 delays the maximum by 65 days. Latent period A = 5 days, infectious period C = 20 days, basic reproduction number R 0 = C/B = 2.0, and initial exposed population E 0 = 10 −2 , 10 −3 , 10 −4 , 10 −5 , 10 −6 , 10 −7 , 10 −8 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 635,
                    "end": 643,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 1724,
                    "end": 1730,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Sensitivity analysis"
        },
        {
            "text": "disease-specific latent and infections periods A = 1/α and C = 1/γ at their mean values of the SEIR dynamics fit for the Chinese provinces, and indirectly fitting the basic reproduction number R 0 = C/B. For each state, we set the first day of reported infections I 0 ≥ 1 to day zero, at which the recovered population is R 0 = 0, the unknown exposed population is E 0 = ρ I 0 [27] , and the susceptible population is",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 381,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Sensitivity analysis"
        },
        {
            "text": "where N is the state-specific population [33] . We identify two parameters for each state, the contact period B = 1/β and the initial latent population ρ = E 0 /I 0 , while we use the exposed period A = 1/α and the infectious period C = 1/γ from the parameter identification for the Chinese provinces and back-calculate the basic reproduction number R = C/B. We perform the parameter identification using the Levenberg-Marquardt method of least squares.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 45,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Sensitivity analysis"
        },
        {
            "text": "The dynamics of the SEIR model are determined by three parameters, the latent period A = 1/α, and the infectious period C = 1/γ, and the contact period B = 1/β, or, alternatively, the basic reproduction number R 0 = C/B. Before identifying these parameters for Fig. 3 Outbreak dynamics. Sensitivity with respect to the initial exposed population E 0 . Decreasing the initial exposed population delays the onset of the outbreak while the shapes of all four curves remain the same. The susceptible and recovered populations converge to the same endemic equilibrium at S ∞ = 0.202 and R ∞ = 0.798. For an initial exposed population of E 0 = 0.01, the infectious population reaches its maximum at I max = 0.121 after 125 days. Decreasing the initial exposed population by a factor 10 delays the maximum by 65 days. Latent period A = 5 days, infectious period C = 20 days, basic reproduction number R 0 = C/B = 2.0, and initial exposed population",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 261,
                    "end": 267,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Outbreak dynamics"
        },
        {
            "text": "disease-specific latent and infections periods A = 1/α and C = 1/γ at their mean values of the SEIR dynamics fit for the Chinese provinces, and indirectly fitting the basic reproduction number R 0 = C/B. For each state, we set the first day of reported infections I 0 ≥ 1 to day zero, at which the recovered population is R 0 = 0, the unknown exposed population is E 0 = ρ I 0 [27] , and the susceptible population is",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 381,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Outbreak dynamics"
        },
        {
            "text": "where N is the state-specific population [33] . We identify two parameters for each state, the contact period B = 1/β and the initial latent population ρ = E 0 /I 0 , while we use the exposed period A = 1/α and the infectious period C = 1/γ from the parameter identification for the Chinese provinces and back-calculate the basic reproduction number R = C/B. We perform the parameter identification using the Levenberg-Marquardt method of least squares.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 45,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Outbreak dynamics"
        },
        {
            "text": "The dynamics of the SEIR model are determined by three parameters, the latent period A = 1/α, and the infectious period C = 1/γ, and the contact period B = 1/β, or, alternatively, the basic reproduction num- Increasing the latent period increases the exposed population and decreases the infectious population. The susceptible and recovered populations converge to the same endemic equilibrium at S ∞ = 0.202 and R ∞ = 0.798, however, slower. The steepest susceptible, infectious, and recovery curves correspond to the SIR model without separate exposed population E with A = 0 days with a maximum infectious population of I max = 0.157 after 86 days. Latent period A = 0, 5, 10, 15, 20, 25 days, infectious period C = 20 days, basic reproduction number R 0 = C/B = 2.0, and initial exposed fraction E 0 = 0.010.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outbreak dynamics"
        },
        {
            "text": "ber R 0 = C/B. Before identifying these parameters for the outbreaks in China and in the United States, we will illustrate their effects by systematically varying each parameter while keeping the other values fixed. Specifically, unless stated otherwise, we choose a latent period of A = 5 days, an infectious period of C = 20 days, a basic reproduction number of R 0 = C/B = 2.0, and an initial exposed population E 0 = 0.010. Figure 3 illustrates the sensitivity of the SEIR model with respect to the size of the initial exposed population E 0 . Decreasing the initial exposed population from E 0 = 10 −2 , 10 −3 , 10 −4 , 10 −5 , 10 −6 , 10 −7 , 10 −8 delays the onset of the outbreak while the dynamics of the susceptible, exposed, infectious, and recovered populations remain the same. For all seven cases, the susceptible and recovered populations converge to the same endemic equilibrium with S ∞ = 0.202 and R ∞ = 0.798. The infectious population increases gradually, reaches its maximum at I max = 0.121, and then decreases. For the largest initial exposed population of E 0 = 0.01 this maximum occurs after 125 days. Decreasing the initial exposed population by a factor 10 delays the maximum by 65 days. This highlights the exponential nature of the model, which causes a constant delay for a logarithmic decrease of the exponential population, while the overall outbreak dynamics remain the same. In view of the COVID-19 outbreak, this supports the general notion that even a single individual can cause an out- Fig. 4 Outbreak dynamics. Sensitivity with respect to the latent period A. Increasing the latent period increases the exposed population and decreases the infectious population. The susceptible and recovered populations converge to the same endemic equilibrium at S ∞ = 0.202 and R ∞ = 0.798, however, slower. The steepest susceptible, infectious, and recovery curves correspond to the SIR model without separate exposed population E with A = 0 days with a maximum infectious population of I max = 0.157 after 86 days. Latent period A = 0, 5, 10, 15, 20, 25 days, infectious period C = 20 days, basic reproduction number R 0 = C/B = 2.0, and initial exposed fraction E 0 = 0.010.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 428,
                    "end": 436,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 1524,
                    "end": 1530,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Outbreak dynamics"
        },
        {
            "text": "the outbreaks in China and in the United States, we will illustrate their effects by systematically varying each parameter while keeping the other values fixed. Specifically, unless stated otherwise, we choose a latent period of A = 5 days, an infectious period of C = 20 days, a basic reproduction number of R 0 = C/B = 2.0, and an initial exposed population E 0 = 0.010. Figure 3 illustrates the sensitivity of the SEIR model with respect to the size of the initial exposed population E 0 . Decreasing the initial exposed population from E 0 = 10 −2 , 10 −3 , 10 −4 , 10 −5 , 10 −6 , 10 −7 , 10 −8 delays the onset of the outbreak while the dynamics of the susceptible, exposed, infectious, and recovered populations remain the same. For all seven cases, the susceptible and recovered populations converge to the same endemic equilibrium with S ∞ = 0.202 and R ∞ = 0.798. The infectious population increases gradually, reaches its maximum at I max = 0.121, and then decreases. For the largest initial exposed population of E 0 = 0.01 this maximum occurs after 125 days. Decreasing the initial exposed population by a factor 10 delays the maximum by 65 days. This highlights the exponential nature of the model, which causes a constant delay for a logarithmic decrease of the exponential population, while the overall outbreak dynamics remain the same. In view of the COVID-19 outbreak, this supports the general notion that even a single individual can cause an outbreak. If multiple individuals trigger the outbreak in a . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. break. If multiple individuals trigger the outbreak in a province, state, or country, the overall outbreak dynamics will remain the same, but the peak of the outbreak will happen earlier. Figure 4 illustrates the sensitivity of the SEIR model with respect to the latent period A. Increasing the latent period from A = 0, 5, 10, 15, 20, 25 days increases the exposed population and decreases the infectious population. The susceptible and recovered populations converge to the same endemic equilibrium at S ∞ = 0.202 and R ∞ = 0.798. Convergence is slower for increased latent periods A. The steepest susceptible, infectious, and recovery curves correspond to the special case of the SIR model without a separate exposed population E, for which A = 0 days. This model does not have a separate exposed population. It reaches its peak infectious population of I max = 0.157 after 86 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 373,
                    "end": 381,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 1870,
                    "end": 1878,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Outbreak dynamics"
        },
        {
            "text": "In view of the COVID-19 outbreak this implies that knowledge of the latent period is important to correctly estimate the timing and peak of the infectious population, which ultimately determines the absolute number of hospital beds and ventilator units required to insure appropriate medical care. Figure 5 illustrates the sensitivity of the SEIR model with respect to the infectious period C. Increasing the infectious period at a constant basic reproduction number flattens the exposed population and increases the In view of the COVID-19 outbreak, knowing the infectious time is important to correctly estimate the timing and peak of the infectious population, and with it the number of required hospital beds and ventilator units. Figure 6 illustrates the sensitivity of the SEIR model with respect to the basic reproduction number R 0 . Decreasing the basic reproduction number decreases the exposed and infectious populations. The susceptible and recovered populations converge to larger and smaller endemic equilibrium values, and converges is slower. The steepest susceptible, exposed, infectious, and recovery curves correspond to the largest basic reproduction number of R 0 = 10.0 with the maximum infectious population of I max = 0.488 after 35 days and converge to an endemic equilibrium at S ∞ = 0.0001 and R ∞ = 0.9999. In view of the COVID-19 outbreak, the basic reproduction number is the parameter that we can influence by political counter measures. Reduc- province, state, or country, the overall outbreak dynamics will remain the same, but the peak of the outbreak will happen earlier. Figure 4 illustrates the sensitivity of the SEIR model with respect to the latent period A. Increasing the latent period from A = 0, 5, 10, 15, 20, 25 days increases the exposed population and decreases the infectious population. The susceptible and recovered populations converge to the same endemic equilibrium at S ∞ = 0.202 and R ∞ = 0.798. Convergence is slower for increased latent periods A. The steepest susceptible, infectious, and recovery curves correspond to the special case of the SIR model without a separate exposed population E, for which A = 0 days. This model does not have a separate exposed population. It reaches its peak infectious population of I max = 0.157 after 86 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 306,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 735,
                    "end": 743,
                    "text": "Figure 6",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1607,
                    "end": 1615,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Outbreak dynamics"
        },
        {
            "text": "In view of the COVID-19 outbreak this implies that knowledge of the latent period is important to correctly estimate the timing and peak of the infectious population, which ultimately determines the absolute number of hospital beds and ventilator units required to insure appropriate medical care. Figure 5 illustrates the sensitivity of the SEIR model with respect to the infectious period C. Increasing the infectious period at a constant basic reproduction number flattens the exposed population and increases the infectious population. The susceptible and recovered populations converge to the same endemic equilibrium break. If multiple individuals trigger the outbreak in a province, state, or country, the overall outbreak dynamics will remain the same, but the peak of the outbreak will happen earlier. Figure 4 illustrates the sensitivity of the SEIR model with respect to the latent period A. Increasing the latent period from A = 0, 5, 10, 15, 20, 25 days increases the exposed population and decreases the infectious population. The susceptible and recovered populations converge to the same endemic equilibrium at S ∞ = 0.202 and R ∞ = 0.798. Convergence is slower for increased latent periods A. The steepest susceptible, infectious, and recovery curves correspond to the special case of the SIR model without a separate exposed population E, for which A = 0 days. This model does not have a separate exposed population. It reaches its peak infectious population of I max = 0.157 after 86 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 306,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 811,
                    "end": 819,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Outbreak dynamics"
        },
        {
            "text": "In view of the COVID-19 outbreak this implies that knowledge of the latent period is important to correctly estimate the timing and peak of the infectious population, which ultimately determines the absolute number of hospital beds and ventilator units required to insure appropriate medical care. Figure 5 illustrates the sensitivity of the SEIR model with respect to the infectious period C. Increasing the infectious period at a constant basic reproduction number flattens the exposed population and increases the In view of the COVID-19 outbreak, knowing the infectious time is important to correctly estimate the timing and peak of the infectious population, and with it the number of required hospital beds and ventilator units. Figure 6 illustrates the sensitivity of the SEIR model with respect to the basic reproduction number R 0 . Decreasing the basic reproduction number decreases the exposed and infectious populations. The susceptible and recovered populations converge to larger and smaller endemic equilibrium values, and converges is slower. The steepest susceptible, exposed, infectious, and recovery curves correspond to the largest basic reproduction number of R 0 = 10.0 with the maximum infectious population of I max = 0.488 after 35 days and converge to an endemic equilibrium at S ∞ = 0.0001 and R ∞ = 0.9999. In view of the COVID-19 outbreak, the basic reproduction number is the parameter that we can influence by political counter measures. Reduc- In view of the COVID-19 outbreak, knowing the infectious time is important to correctly estimate the timing and peak of the infectious population, and with it the number of required hospital beds and ventilator units. Figure 6 illustrates the sensitivity of the SEIR model with respect to the basic reproduction number R 0 . Decreasing the basic reproduction number decreases the exposed and infectious populations. The susceptible and recovered populations converge to larger and smaller endemic equilibrium values, and converges is slower. The steepest susceptible, exposed, infectious, and recovery curves correspond to the largest basic reproduction number of R 0 = 10.0 with the maximum infectious population of I max = 0.488 after 35 days and converge to an endemic equilibrium at S ∞ = 0.0001 and R ∞ = 0.9999. In view of the COVID-19 outbreak, the basic reproduction number is the parameter that we can influence by political counter measures. Reducing the basic reproduction number beyond its natural value by decreasing the contact time B through physical distancing or total lock down allows us to reduce . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 306,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 735,
                    "end": 743,
                    "text": "Figure 6",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1694,
                    "end": 1702,
                    "text": "Figure 6",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Outbreak dynamics"
        },
        {
            "text": "The copyright holder for this preprint Fig. 7 Outbreak control. Effect of basic reproduction number R 0 . Increasing the basic reproduction number beyond one increases the maximum exposed and infectious populations E max and I max . The converged susceptible and recovered populations S ∞ and R ∞ at endemic equilibrium converge towards zero and one. The time to reach the maximum infectious population reaches its maximum of 213 days at a basic reproduction number R 0 = 1.22 and decreases for increasing basic reproduction numbers. Latent period A = 5 days, infectious period C = 20 days, basic reproduction number, and initial exposed fraction E 0 = 0.010.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 39,
                    "end": 45,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "ing the basic reproduction number beyond its natural value by decreasing the contact time B through physical distancing or total lock down allows us to reduce the maximum infectious population and delay the outbreak, a measure that is commonly referred to in the public media as \"flatting the curve\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The sensitivity study suggests that an epidemic outbreak is most sensitive to the basic reproduction number R 0 . While the latent period A and the infectious period C are disease specific, community mitigation and political action can modulate the basic reproduction number R 0 through a variety of measures including active contact tracing, isolation of infectious individuals, quarantine of close contacts, travel restrictions, physical distancing, or total lock down. Figure 7 illustrates the effect of the basic reproduction number R 0 on the maximum exposed and infectious populations E max and I max and on the converged susceptible and recovered populations S ∞ and R ∞ at endemic equilibrium. Increasing the basic reproduction number beyond one increases the maximum exposed and infectious populations. The converged susceptible and recovered populations decrease towards zero and increase towards one. For the chosen latent and infectious periods of A = 5 days and C = 20 days, the time For example, if we we have access to a certain number of intensive care unit beds and ventilators, and we know rates of the infectious population that have to be hospitalized and require intensive care, we need to limit the maximum size of the population that becomes infectious. To limit the infectious fraction to 20% of the total population, i.e., I max = 0.200, we would have to reduce the basic reproduction number to R 0 = 2.69. The gray line indicates that this maximum would occur after 0.25 years or 93 days. Increasing the basic reproduction number beyond one increases the maximum exposed and infectious populations E max and I max . The converged susceptible and recovered populations S ∞ and R ∞ at endemic equilibrium converge towards zero and one. The time to reach the maximum infectious population reaches its maximum of 213 days at a basic reproduction number R 0 = 1.22 and decreases for increasing basic reproduction numbers. Latent period A = 5 days, infectious period C = 20 days, basic reproduction number, and initial exposed fraction E 0 = 0.010.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 472,
                    "end": 480,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "Outbreak control"
        },
        {
            "text": "the maximum infectious population and delay the outbreak, a measure that is commonly referred to in the public media as \"flatting the curve\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outbreak control"
        },
        {
            "text": "The sensitivity study suggests that an epidemic outbreak is most sensitive to the basic reproduction number R 0 . While the latent period A and the infectious period C are disease specific, community mitigation and political action can modulate the basic reproduction number R 0 through a variety of measures including active contact tracing, isolation of infectious individuals, quarantine of close contacts, travel restrictions, physical distancing, or total lock down. Figure 7 illustrates the effect of the basic reproduction number R 0 on the maximum exposed and infectious populations E max and I max and on the converged susceptible and recovered populations S ∞ and R ∞ at endemic equilibrium. Increasing the basic reproduction number beyond one increases the maximum exposed and infectious populations. Fig. 7 Outbreak control. Effect of basic reproduction number R 0 . Increasing the basic reproduction number beyond one increases the maximum exposed and infectious populations E max and I max . The converged susceptible and recovered populations S ∞ and R ∞ at endemic equilibrium converge towards zero and one. The time to reach the maximum infectious population reaches its maximum of 213 days at a basic reproduction number R 0 = 1.22 and decreases for increasing basic reproduction numbers. Latent period A = 5 days, infectious period C = 20 days, basic reproduction number, and initial exposed fraction E 0 = 0.010.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 472,
                    "end": 480,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 812,
                    "end": 818,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Outbreak control"
        },
        {
            "text": "ing the basic reproduction number beyond its natural value by decreasing the contact time B through physical distancing or total lock down allows us to reduce the maximum infectious population and delay the outbreak, a measure that is commonly referred to in the public media as \"flatting the curve\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outbreak control"
        },
        {
            "text": "The sensitivity study suggests that an epidemic outbreak is most sensitive to the basic reproduction number R 0 . While the latent period A and the infectious period C are disease specific, community mitigation and political action can modulate the basic reproduction number R 0 through a variety of measures including active contact tracing, isolation of infectious individuals, quarantine of close contacts, travel restrictions, physical distancing, or total lock down. Figure 7 illustrates the effect of the basic reproduction number R 0 on the maximum exposed and infectious populations E max and I max and on the converged susceptible and recovered populations S ∞ and R ∞ at endemic equilibrium. Increasing the basic reproduction number beyond one increases the maximum exposed and infectious populations. The converged susceptible and recovered populations decrease towards zero and increase towards one. For the chosen latent and infectious periods of A = 5 days and C = 20 days, the time For example, if we we have access to a certain number of intensive care unit beds and ventilators, and we know rates of the infectious population that have to be hospitalized and require intensive care, we need to limit the maximum size of the population that becomes infectious. To limit the infectious fraction to 20% of the total population, i.e., I max = 0.200, we would have to reduce the basic reproduction number to R 0 = 2.69. The gray line indicates that this maximum would occur after 0.25 years or 93 days. Decreasing the tolerated infectious population increases the required level of containment R 0 (t)/R 0 . This decreases the exposed and infectious populations. The susceptible and recovered populations converge to larger and smaller endemic equilibrium values, but their converges is slower. tolerated infected population I tol = 0.02, 0.03, 0.04, 0.05, 0.06, 0.08, 0.10, 0.15, basic reproduction number R 0 (t), and initial exposed fraction E 0 = 0.010. ure 7 suggests strategies to modulate the timeline of the epidemic by reducing the basic reproduction number R 0 . For example, if we we have access to a certain number of intensive care unit beds and ventilators, and we know rates of the infectious population that have to be hospitalized and require intensive care, we need to limit the maximum size of the population that becomes infectious. To limit the infectious fraction to 20% of the total population, i.e., I max = 0.200, we would have to reduce the basic reproduction number to R 0 = 2.69. The gray line indicates that this maximum would occur after 0.25 years or 93 days. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 472,
                    "end": 480,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "Outbreak control"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055863 doi: medRxiv preprint tible and recovery curves correspond to the most constrained infectious population of I tol = 0.02 with a required level of containment of R 0 (t)/R 0 = 0.524. The highest exposed and infectious curves and the steepest susceptible and recovery curves correspond to an unconstrained infectious population I tol = 0.150 > I max = 0.121 with peak infection after 125 days. In view of the COVID-19 outbreak, the gray line tells us how drastic political counter measures need to be. A required level of containment of R 0 (t)/R 0 = 0.524 implies that we need to reduce the number of infections of a single individual by about one half. However, reducing the maximum infectious population comes at a socioeconomic price: The graphs teach us that it is possible to reach an endemic equilibrium at a smaller total number of individuals that have had the disease; yet, this endemic equilibrium would occur much later in time, for this example, after two or three years. Figure 9 summarizes the dynamics of the COVID-19 outbreak in 30 Chinese provinces. The dots indicate the reported infectious and recovered populations, the lines highlight the simulated susceptible, exposed, infectious, and recovered populations. The simulations are based on a province-specific parameter identification of the latent period A, the contact period B, the infectious period C, and from both, the basic reproduction number R 0 = C/B, the fraction of the initial latent population ρ = E 0 /I 0 , and the fraction of the affected population η = N * /N for each province. These five province-specific values are reported in each graph. Notably, the province of Hubei, where the outbreak started, has seen the most significant impact with more than 60,000 cases. Naturally, in Hubei, where the first cases were reported, the fraction of the initial latent population ρ is zero. Small values of ρ indicate a close monitoring of the COVID-19 outbreak, with very few undetected cases at the reporting of the first infectious case. The largest value of ρ = 26.4 suggests that, at the onset of the outbreak, a relatively large number of cases in the province of Shandong was undetected. The fraction of the affected population η = N * /N is a province-specific measure for the containment of the outbreak. Naturally, this number is largest in the province of Hubei, with η = 1.3 · 10 −3 , and, because of strict containment, much smaller in all other provinces. Table 1 summarizes the parameters for the COVID-19 outbreak in China. Averaged over all Chinese provinces, we found a latent period of A = 2.56 ± 0.72 days, a contact period of B = 1.47±0.32 days, an infectious period Figure 10 shows the dynamics of the early stages of the COVID-19 outbreak in the 50 states of the United States, the District of Columbia, and the territories of Guam, Puerto Rico, and the Virgin Islands. The dots indicate the reported cases and death, the lines highlight the simulated susceptible, exposed, infectious, and recovered populations. The simulations are based on a state-specific parameter identification of the contact period B that defines the basic reproduction number R 0 = C/B and of the fraction of the initial latent population ρ = E 0 /I 0 at a given outbreak delay d 0 for each state. These three state-specific values are reported in each graph. Since the outbreak is currently still in its early stages, we do not attempt to identify the latent and infectious periods, but rather adopt the mean latent and infectious periods A = 2.56 and C = 17.82 from the Chinese outbreak in Table 1 . Notably, the state of New York is currently seeing the most significant impact with more than 100,000 cases. Naturally, in Washington, Illinois, California, and Arizona where the first cases were reported, the fraction of the initial latent population ρ is small. Largest ρ values occur in New York, New Jersey, Michigan, and Louisiana. The largest basic reproduction numbers R 0 are identified in Idaho, Puerto Rico, Pennsylvania, and Indiana. Table 2 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1068,
                    "end": 1076,
                    "text": "Figure 9",
                    "ref_id": "FIGREF21"
                },
                {
                    "start": 2535,
                    "end": 2542,
                    "text": "Table 1",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 2753,
                    "end": 2762,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3655,
                    "end": 3662,
                    "text": "Table 1",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 4110,
                    "end": 4117,
                    "text": "Table 2",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint Zhejiang S (susceptible) E (exposed) I (infectious) R (recovered) data infectious data recovered Figure 11 illustrates the exposed, infectious, and recovered fractions of the affected population for each state.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 145,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Using the parameter values from Table 2 , these curves predict the later stages of the outbreak based on the early states of the outbreak in Figure 10 under the assumption that no additional counter measures are implemented. The simulation uses latent, contact, and in-fectious periods of A = 2.56 days, B = 3.38±0.69 days, and C = 17.82 days from Table 1 and a fraction of the initial latent population of ρ = E 0 /I 0 = 43.75 from Table 2. The orange curve suggests, that the individual states will see a peak of the infectious population at a mean of 39 days after the first infectious case has been reported. The 95% confidence interval suggests that this peak will occur between 4 and 6 weeks after the first reported case provided no additional counter measures are implemented. Figure 12 illustrates the outbreak delay d 0 across the United States. The first reported case was in the state of Washington on January 21, 2020, followed by cases in Illinois with a delay of d 0 = 3, California with d 0 = 4, and Arizona with d 0 = 5, shown in blue. The final states to see an outbreak were Alabama, Idaho, Montana with d 0 = 52 and West Virginia with d 0 = 56, shown in red. This illustrates that there was a significant time delay in the outbreak with many of the earlier affected states . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Wyoming E (exposed) I (infectious) R (recovered) data cases data deaths located on the west coast. Figure 13 illustrates the undetected population at the onset of the outbreak across the United States. The ρ = E 0 /I 0 value is small in the first states where the outbreak was reported, Washington, Illinois, California, and Arizona, suggesting that the reported cases were truly the first cases in those states. In states where the first cases occurred later, the ρ value increases. Notably, Louisiana, Michigan, New Jersey, and New York have the highest ρ values of 122.8, 136.1, 197.1, and 1,000 suggesting that both had an exceptionally high number of exposed individuals or individuals that were infected but unreported. Figure 14 illustrates the basic reproduction number for the early stages of the outbreak across the United States. The basic reproduction number R 0 = C/B, the . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 32,
                    "end": 39,
                    "text": "Table 2",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 141,
                    "end": 150,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 348,
                    "end": 355,
                    "text": "Table 1",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 785,
                    "end": 794,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1550,
                    "end": 1559,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2177,
                    "end": 2186,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055863 doi: medRxiv preprint the highest ρ values of 122.8, 136.1, 197.1, and 1,000 suggesting that both had an exceptionally high number of exposed individuals or individuals that were infected but unreported. Figure 14 illustrates the basic reproduction number for the early stages of the outbreak across the United States. The basic reproduction number R 0 = C/B, the number of individuals infected by a single infectious individual, varies from minimum values of 2.5 and 3.6 in Nebraska and Arizona to maximum values of 7.2 and 7.9 in Puerto Rico and Idaho. Figure 15 shows the nation-wide exposed, infectious, and recovered cases for the United States. The circles highlight the reported cases, the lines the predictions of the SEIR network model using data from the early stages of the outbreak with parameters from Tables 1  and 2 and a travel coefficient of ϑ = 0.43. The graphs starts on d 0 , the day at which the last state reported its first case d 0 = March 17, 2020. Compared to the outbreak characteristics for the individual states in Figure  11 with a peak of the infectious population at 39 days after the first infectious case has been reported, the nation-wide outbreak peaks 54 days after the last state has seen an outbreak, on May 10, 2020. This difference is a manifestation of both the state-specific outbreak delay d 0 and the travel of individuals between the different states represented through the network model. Figure 16 illustrates the spatio-temporal evolution of the highest ρ values of 122.8, 136.1, 197.1, and 1,000 suggesting that both had an exceptionally high number of exposed individuals or individuals that were infected but unreported. Figure 14 illustrates the basic reproduction number for the early stages of the outbreak across the United States. The basic reproduction number R 0 = C/B, the number of individuals infected by a single infectious individual, varies from minimum values of 2.5 and 3.6 in Nebraska and Arizona to maximum values of 7.2 and 7.9 in Puerto Rico and Idaho. Figure 15 shows the nation-wide exposed, infectious, and recovered cases for the United States. The circles highlight the reported cases, the lines the predictions of the SEIR network model using data from the early stages of the outbreak with parameters from Tables 1  and 2 and a travel coefficient of ϑ = 0.43. The graphs starts on d 0 , the day at which the last state reported its first case d 0 = March 17, 2020. Compared to the outbreak characteristics for the individual states in Figure  11 with a peak of the infectious population at 39 days after the first infectious case has been reported, the nation-wide outbreak peaks 54 days after the last state has seen an outbreak, on May 10, 2020. This difference is a manifestation of both the state-specific outbreak delay d 0 and the travel of individuals between the different states represented through the network model. Figure 16 illustrates the spatio-temporal evolution of Figure 15 shows the nation-wide exposed, infectious, and recovered cases for the United States. The circles highlight the reported cases, the lines the predictions of the SEIR network model using data from the early stages of the outbreak with parameters from Tables 1  and 2 and a travel coefficient of ϑ = 0.43. The graphs starts on d 0 , the day at which the last state reported its first case d 0 = March 17, 2020. Compared to the out- the highest ρ values of 122.8, 136.1, 197.1, and 1,000 suggesting that both had an exceptionally high number of exposed individuals or individuals that were infected but unreported. Figure 14 illustrates the basic reproduction number for the early stages of the outbreak across the United States. The basic reproduction number R 0 = C/B, the number of individuals infected by a single infectious individual, varies from minimum values of 2.5 and 3.6 in Nebraska and Arizona to maximum values of 7.2 and 7.9 in Puerto Rico and Idaho. Figure 15 shows the nation-wide exposed, infectious, and recovered cases for the United States. The circles highlight the reported cases, the lines the predictions of the SEIR network model using data from the early stages of the outbreak with parameters from Tables 1 and 2 and a travel coefficient of ϑ = 0.43. The graphs starts on d 0 , the day at which the last state reported its first case d 0 = March 17, 2020. Compared to the outbreak characteristics for the individual states in Figure  11 with a peak of the infectious population at 39 days after the first infectious case has been reported, the nation-wide outbreak peaks 54 days after the last state has seen an outbreak, on May 10, 2020. This difference is a manifestation of both the state-specific outbreak delay d 0 and the travel of individuals between the different states represented through the network model. Figure 16 illustrates the spatio-temporal evolution of suggesting that both had an exceptionally high number of exposed individuals or individuals that were infected but unreported. Figure 14 illustrates the basic reproduction number for the early stages of the outbreak across the United States. The basic reproduction number R 0 = C/B, the number of individuals infected by a single infectious individual, varies from minimum values of 2.5 and 3.6 in Nebraska and Arizona to maximum values of 7.2 and 7.9 in Puerto Rico and Idaho. Figure 15 shows the nation-wide exposed, infectious, and recovered cases for the United States. The circles highlight the reported cases, the lines the predictions of the SEIR network model using data from the early stages of the outbreak with parameters from Tables 1 and 2 and a travel coefficient of ϑ = 0.43. The graphs starts on d 0 , the day at which the last state reported its first case d 0 = March 17, 2020. Compared to the outbreak characteristics for the individual states in Figure  11 with a peak of the infectious population at 39 days after the first infectious case has been reported, the nation-wide outbreak peaks 54 days after the last state has seen an outbreak, on May 10, 2020. This difference is a manifestation of both the state-specific outbreak delay d 0 and the travel of individuals between the different states represented through the network model. Figure 16 illustrates the spatio-temporal evolution of break characteristics for the individual states in Figure  11 with a peak of the infectious population at 39 days after the first infectious case has been reported, the nation-wide outbreak peaks 54 days after the last state has seen an outbreak, on May 10, 2020. This difference is a manifestation of both the state-specific outbreak delay d 0 and the travel of individuals between the different states represented through the network model. Figure 16 illustrates the spatio-temporal evolution of the infectious population across the United States as predicted by the SEIR network model. The simulation uses data from the early stages of the outbreak in Figure 10 summarized in Table 2 . As such, the simulation is based on data from the early stages of the outbreak . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 298,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 640,
                    "end": 649,
                    "text": "Figure 15",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 900,
                    "end": 915,
                    "text": "Tables 1  and 2",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1129,
                    "end": 1139,
                    "text": "Figure  11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1521,
                    "end": 1530,
                    "text": "Figure 16",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1758,
                    "end": 1767,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2109,
                    "end": 2118,
                    "text": "Figure 15",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2369,
                    "end": 2384,
                    "text": "Tables 1  and 2",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 2598,
                    "end": 2608,
                    "text": "Figure  11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2990,
                    "end": 2999,
                    "text": "Figure 16",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3045,
                    "end": 3054,
                    "text": "Figure 15",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3305,
                    "end": 3320,
                    "text": "Tables 1  and 2",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 3667,
                    "end": 3676,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 4018,
                    "end": 4027,
                    "text": "Figure 15",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 4506,
                    "end": 4516,
                    "text": "Figure  11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 4898,
                    "end": 4907,
                    "text": "Figure 16",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 5080,
                    "end": 5089,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 5431,
                    "end": 5440,
                    "text": "Figure 15",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 5919,
                    "end": 5929,
                    "text": "Figure  11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 6311,
                    "end": 6320,
                    "text": "Figure 16",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 6417,
                    "end": 6427,
                    "text": "Figure  11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 6809,
                    "end": 6818,
                    "text": "Figure 16",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 7045,
                    "end": 7052,
                    "text": "Table 2",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We have established a simulation tool that can estimate the dynamics of the COVID-19 outbreak, both locally for individual provinces or states and globally for an entire country. Our simulations suggest that-despite the social, regional, demographical, geographical, and socio-economical heterogeneities in different regionsthe outbreak of COVID-19 follows a universal model with a few relatively robust parameters. Specifically, our simulation integrates a global network model with a local epidemic SEIR model at each network node. It uses six epidemiologically meaningful parameters, the latent and infectious periods A and C to characterize COVID-19 itself, the contact period B to characterize the behavior of the population, the initial latent population ρ = E 0 /I 0 to characterize undetected community spreading at the onset of the outbreak, the affected population η = N * /N to characterize containment, and the travel coefficient ϑ to characterize spreading through passenger air travel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A and C characterize the timeline of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The latent and infectious periods"
        },
        {
            "text": "Our sensitivity analysis in Figures 4 and 5 shows the impact of the latent and infectious periods A and C.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 28,
                    "end": 43,
                    "text": "Figures 4 and 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The latent and infectious periods"
        },
        {
            "text": "Both affect the peak of the infectious population both in time and magnitude. The robust data for the infectious and recovered populations of all 30 Chinese provinces in Figure 9 suggest that the latent period lasts for 2.5 days, followed by the infectious period of 17.8 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 178,
                    "text": "Figure 9",
                    "ref_id": "FIGREF21"
                }
            ],
            "section": "The latent and infectious periods"
        },
        {
            "text": "A study of 391 confirmed COVID-19 cases with 1,268 close contacts in Shenzhen found a median incubation period of 4.8 days until the onset of symptoms, a mean time to isolation after the onset of symptoms of 2.7 days or 4.6 days with or without active contact tracing, and a median time to recovery of 20.8 days after the onset of symptoms [5] . These values agree with the reported incubation period of 5. ",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 343,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "The latent and infectious periods"
        },
        {
            "text": "We have established a simulation tool that can estimate the dynamics of the COVID-19 outbreak, both locally for individual provinces or states and globally for an entire country. Our simulations suggest that-despite the social, regional, demographical, geographical, and socio-economical heterogeneities in different regionsthe outbreak of COVID-19 follows a universal model with a few relatively robust parameters. Specifically, our simulation integrates a global network model with a local epidemic SEIR model at each network node. It uses six epidemiologically meaningful parameters, the latent and infectious periods A and C to characterize COVID-19 itself, the contact period B to characterize the behavior of the population, the initial latent population ρ = E 0 /I 0 to characterize undetected community spreading at the onset of the outbreak, the affected population η = N * /N to characterize containment, and the travel coefficient ϑ to characterize spreading through passenger air travel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A and C characterize the timeline of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The latent and infectious periods"
        },
        {
            "text": "Our sensitivity analysis in Figures 4 and 5 shows the impact of the latent and infectious periods A and C.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 28,
                    "end": 43,
                    "text": "Figures 4 and 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The latent and infectious periods"
        },
        {
            "text": "Both affect the peak of the infectious population both in time and magnitude. The robust data for the infectious and recovered populations of all 30 Chinese provinces in Figure 9 suggest that the latent period lasts for 2.5 days, followed by the infectious period of 17.8 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 178,
                    "text": "Figure 9",
                    "ref_id": "FIGREF21"
                }
            ],
            "section": "The latent and infectious periods"
        },
        {
            "text": "A study of 391 confirmed COVID-19 cases with 1,268 close contacts in Shenzhen found a median incubation period of 4.8 days until the onset of symptoms, a mean time to isolation after the onset of symptoms of 2.7 days or 4.6 days with or without active contact tracing, and a median time to recovery of 20.8 days after the onset of symptoms [5] . These values agree with the reported incubation period of 5.1 days found in 181 confirmed COVID-19 cases outside Wuhan [22] and 5.2 days for the first 425 cases in Wuhan [24] . The total duration from exposure to recovery, (A + C) of our SEIR model, is 20.3 days, 5.3 days shorted than the reported value of 25.6 for the 391 Shenzhen cases [5] . In our model, the reported 4.8 to 5.2 day incubation periods maps onto the latent period A of 2.5 days plus 2.3 to 2.7 days within the infectious period C during which the individuals are infectious but still asymptomatic. This period is critical since individuals can spread the disease without knowing it. The contact tracing study postulates that the infectious period C begins on day 4.8 with the onset of symptoms, 2.3 days later than in our model, and ends on day 7.3 or 9.4 with or without active contract tracing with the beginning of isolation, 13.0 or 10.9 days earlier than in our model. This implies that the infectious period C of our SEIR model is 6.6 and 3.9 times larger than the infectious period of the traced and untraced . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. on day 7.3 or 9.4 with or without active contract tracing with the beginning of isolation, 13.0 or 10.9 days earlier than in our model. This implies that the infectious period C of our SEIR model is 6.6 and 3.9 times larger than the infectious period of the traced and untraced early isolated population in Shenzhen [5] . This comparison suggests that it is critical to understand how the infectious period is reported, either as a disease-specific parameter or as a medically-modulated exposure time.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 343,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 465,
                    "end": 469,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 516,
                    "end": 520,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 686,
                    "end": 689,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1907,
                    "end": 1910,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "The latent and infectious periods"
        },
        {
            "text": "The contact period B and basic reproduction number R 0 characterize social behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4.2"
        },
        {
            "text": "Our sensitivity analysis in Figures 6, 7 , and 8 shows the impact of the contact period B or, more intuitively, the basic reproduction number R 0 . The basic reproduction number significantly affects the peak of the infectious population both in time and magnitude. The early outbreak data for the infectious populations of all 50 United States in Figure 10 suggest that the contact period is for 3.4 days, resulting in a basic reproduction number of 5.3. For the first 425 cases in Wuhan, the basic reproduction number was estimated to 2.2 [24] and for the 391 cases in Shenzhen, it was 2.6 [5] . A review of the reported basic reproduction numbers for COVID-19 found ranges from 1.40 to 6.49 with a mean of 3.28, values that are larger than those reported for the SARS coronavirus [25] . Huge variations of R 0 values are not uncommon [11] ; even for simple diseases like the measles, reported R 0 values vary between 3.7 and 203.3 [10] . Community mitigation and political action can modulate the basic reproduction number R 0 by a variety of measures including active contact tracing, isolation of infectious individuals, quarantine of close contacts, travel restrictions, physical distancing, or total lock down [13] . Importantly, many of the reported values already include the effect of isolation [24] and active contact tracing and quarantine [5] . If we correct our identified basic reproduction number for China in Figure 9 and Table 1 by reducing our identified infectious period of 17.8 days to the time prior to isolation using the correction factors of 6.6 and 3.9 with and without contact tracing, our R 0 values for China would be 1.91 and 3.23 and fall well within the reported range [25] . Our R 0 value for the United States of 5.30 agrees well with the range of values reported for mathematical model ranging from 1.50 to 6.49 with a mean of 4.20 early isolated population in Shenzhen [5] . This comparison suggests that it is critical to understand how the infectious period is reported, either as a disease-specific parameter or as a medically-modulated exposure time.",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 545,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 592,
                    "end": 595,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 783,
                    "end": 787,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 837,
                    "end": 841,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 934,
                    "end": 938,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1217,
                    "end": 1221,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1305,
                    "end": 1309,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 1352,
                    "end": 1355,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1702,
                    "end": 1706,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1906,
                    "end": 1909,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 28,
                    "end": 40,
                    "text": "Figures 6, 7",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 348,
                    "end": 357,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1426,
                    "end": 1434,
                    "text": "Figure 9",
                    "ref_id": "FIGREF21"
                },
                {
                    "start": 1439,
                    "end": 1446,
                    "text": "Table 1",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "4.2"
        },
        {
            "text": "The contact period B and basic reproduction number R 0 characterize social and political behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4.2"
        },
        {
            "text": "Our sensitivity analysis in Figures 6, 7 , and 8 shows the impact of the contact period B or, more intuitively, the basic reproduction number R 0 . The basic reproduction number significantly affects the peak of the infectious population both in time and magnitude. The early outbreak data for the infectious populations of all 50 United States in Figure 10 suggest that the contact period is for 3.4 days, resulting in a basic reproduction number of 5.3. For the first 425 cases in Wuhan, the basic reproduction number was estimated to 2.2 [24] and for the 391 cases in Shenzhen, it was 2.6 [5] . A review of the reported basic reproduction numbers for COVID-19 found ranges from 1.40 to 6.49 with a mean of 3.28, values that are larger than those reported for the SARS coronavirus [25] . Huge variations of R 0 values are not uncommon [11] ; even for simple diseases like the measles, reported R 0 values vary between 3.7 and 203.3 [10] . Community mitigation and political action can modulate the basic reproduction number R 0 by a variety of measures including active contact tracing, isolation of infectious individuals, quarantine of close contacts, travel restrictions, physical distancing, or total lock down [13] . Importantly, many of the reported values already include the effect of isolation [24] and active contact tracing and quarantine [5] . If we correct our identified basic reproduction number for China in Figure 9 and Table 1 by reducing our identified infectious period of 17.8 days to the time prior to isolation using the correction factors of 6.6 and 3.9 with and without contact tracing, our R 0 values for China would be 1.91 and 3.23 and fall well within the reported range [25] . Our R 0 value for the United States of 5.30 agrees well with the range of values reported for mathematical model ranging from 1.50 to 6.49 with a mean of 4.20 [25] . Understanding the natural value of R 0 -without any mitigation strategy-is critical to predict the endemic equilibrium, interpret herd immunity, and the estimate the fraction of the population that requires vaccination [18] .",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 545,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 592,
                    "end": 595,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 783,
                    "end": 787,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 837,
                    "end": 841,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 934,
                    "end": 938,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1217,
                    "end": 1221,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1305,
                    "end": 1309,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 1352,
                    "end": 1355,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1702,
                    "end": 1706,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1868,
                    "end": 1872,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2094,
                    "end": 2098,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 28,
                    "end": 40,
                    "text": "Figures 6, 7",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 348,
                    "end": 357,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1426,
                    "end": 1434,
                    "text": "Figure 9",
                    "ref_id": "FIGREF21"
                },
                {
                    "start": 1439,
                    "end": 1446,
                    "text": "Table 1",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "4.2"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4.2"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055863 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4.2"
        },
        {
            "text": "Current mitigation strategies have the goal to \"flatten the curve\", which translates into reducing the number of new infections. As we can see in Figures 6, 7 , and 8, we can achieve this goal by reducing the basic reproduction number R 0 = C/B, which is a direct signature of effective containment measures and drastic behavioral changes that affect a substantial fraction of the susceptible population [13] . By isolating infectious individuals, active contact tracing, and quarantining close contacts, we can reduce the effective infectious period C; and by implementing travel restrictions, mandating physical distancing, or enforcing total lock down, we can increase the contact period B [27] . Figure 9 demonstrates that combinations of these measures have successfully flattened the curves in the 30 provinces of China [24] . But the million-dollar questions remains: What's next? In the very near future, our model has the potential to predict the timeline of the outbreak, specifically, the timing and peak of the infectious population in individual states and countries. This will help us optimize planning and distribute medical resources where needed [17] . In the short term, we could enhance our model to study the effect of different subgroups of the population [5] . This could provide scientific guidelines to gradually relax political measures, for example by releasing different subgroups of the population before others. In the long term, we will need accurate values of the basic reproduction number to estimate the effect of vaccination. This will be critical to design rigorous vaccination programs and prioritize which subgroups of the population to vaccinate first [18] . Naturally, as more data become available, we can train our models more reliably and make more accurate predictions.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 156,
                    "text": "Figures 6,",
                    "ref_id": null
                },
                {
                    "start": 157,
                    "end": 158,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 693,
                    "end": 697,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 826,
                    "end": 830,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 1163,
                    "end": 1167,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1277,
                    "end": 1280,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1690,
                    "end": 1694,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 700,
                    "end": 708,
                    "text": "Figure 9",
                    "ref_id": "FIGREF21"
                }
            ],
            "section": "What's next?"
        },
        {
            "text": "This study proposes a new strategy to characterize the timeline of COVID-19. While this allows us to estimate the peaks of the outbreak in space and time, we need to be aware that this study uses a simple model to characterize a complex infectious disease about which we still know very little to this day. Importantly, we have to be cautious not to overstate the results. Specifically, our study has several limitations: First, our mathematical model does not account for asymptomatic cases. Little is known about the fraction of asymptomatic or mildly symptomatic individuals but early studies suggest that up to 25% of individuals have gone from susceptible to recovered without having ever been reported as infectious. Second, the classical SEIR model does not distinguish between asymptomatic infectious in the first days of the disease and symptomatic infectious in the later days. Knowing more about this group and modeling appropriately is critical to accurately estimate the impact of community spreading and mitigation strategies to reduce it. Third, while the initial infectious group I 0 can be reasonably well approximated from the reported active cases and the initial recovered group R 0 is likely zero, the initial exposed group E 0 is really unknown and can hugely effect the outbreak dynamics as the sensitivity study in Figure 3 and the data for China and the United States in Figures 9 and 10 show. We decided to include this effect through the initial latent population ρ to highlight this effect, but more data are needed to better estimate the size of this group. Fourth and probably most importantly, the major variable we can influence through social and political measures is the basic reproduction number R 0 , or rather the interplay of the contact period B and infectious period C. Obviously, we do not know the true R 0 , nor can we measure it at this stage of the outbreak, where every state, province, or country has implemented different measures to modulate the local outbreak dynamics. Nonetheless, our study shows that estimating R 0 is important to quantify if and how different political counter measures work and to predict the timeline of the infectious population under no, moderate, and massive political action. Finally, our network model only provides rough mobility estimates from air travel statistics. To more accurately simulate the spreading of COVID-19, we could gradually refine our network and include more granular mobility patterns, for example from cell phone data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1339,
                    "end": 1347,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 1396,
                    "end": 1412,
                    "text": "Figures 9 and 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Limitations"
        },
        {
            "text": "The precise timeline of COVID-19, its basic reproduction number, and the effect of different mitigation strategies remain incompletely understood. Here we combined data from the outbreak in China with data from the early stages of the outbreak in the United States to identify the latent, contact, and infectious periods and the basic reproduction number of COVID-19. To quantify the outbreak dynamics, we integrated a global network model with a local epidemic SEIR model and solved the resulting set of coupled nonlinear equations using a Newton-Raphson scheme. For the outbreak in China, in n = 30 provinces, we found a latent period of 2.6 days, a contact period of 1.5 days, and an infectious period of 17.8 days. For the early stages of the outbreak in the United States, in n = 50 states, we found a contact period of 3.4 days and a travel coefficient of 0.42. Our network model predicts that-without the massive political mitigation strategies that are in . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055863 doi: medRxiv preprint place today-the United states would have faced a basic reproduction number of 5.3±0.95 and a nationwide peak of the outbreak on May 10, 2020 with 3 million infections. Our results suggest that mathematical modeling can help estimate outbreak dynamics and provide decision guidelines for successful outbreak control. Our model has the potential to quantify the impact of community measures and predict the effect of relaxing total lock down, shelter in place, and travel restrictions for low-risk subgroups of the population or for the population as a whole.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Directly transmitted infectious diseases: control by vaccination",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Science",
            "volume": "215",
            "issn": "",
            "pages": "1053--1060",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Seasonality and perioddoubling bifurcation in an epidemic model",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Aron",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Theor. Bio",
            "volume": "110",
            "issn": "",
            "pages": "665--679",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Multiscale mobility networks and the spatial spreading of infectious diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balcan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Goncalves",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jamasco",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc. Nat. Acad. Sci",
            "volume": "106",
            "issn": "",
            "pages": "21484--21489",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Essay d'une nouvelle analyse de la mortalite causee par la petite verole et des avantages de l'inoculation pour la prevenir",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bernoulli",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Mem. Math. Phys. Acad. Roy. Sci",
            "volume": "",
            "issn": "",
            "pages": "1--45",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemiology and transmission of COVID-19 in Shenzheng China: analysis of 391 cases and 1,286 of their close contacts",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        ". T"
                    ],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.03.20028423"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Bureau of Transportation Statistics. Non-Stop Segment Passengers Transported by OriginState/DestState for 2019",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The role of the airline transportation network in the prediction and predictability of global epidemics",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthelemy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc. Nat. Acad. Sci",
            "volume": "103",
            "issn": "",
            "pages": "2015--2020",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coronavirus COVID-19 Data in the United States",
            "authors": [],
            "year": 2020,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Coronavirus COVID-19 Global Cases by the",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Complexity of the basic reproduction number (R 0 )",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Delamater",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Street",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Leslie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Jacobsen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Emerg. Infect. Disease",
            "volume": "25",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The estimation of the basic reproduction number for infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Stat. Meth. Med. Res",
            "volume": "2",
            "issn": "",
            "pages": "23--41",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect. Dis",
            "volume": "",
            "issn": "20",
            "pages": "30120--30121",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Transmission dynamics of the COVID-19 outbreak and effectiveness of government interventions: a data-driven analysis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Penny",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Med. Virol",
            "volume": "",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Herd immunity: history, theory, practice",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E M"
                    ],
                    "last": "Fine",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Epidemiologic Reviews",
            "volume": "15",
            "issn": "",
            "pages": "265--302",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Prion-like spreading of Alzheimer's disease within the brain's connectome",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fornari",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schafer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jucker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goriely",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kuhl",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Royal Soc. Interface",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Severe acute respiratory syndromerelated coronavirus: the species and its viruses-a statement of the coronavirus study group",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gulyaeva",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lauber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Leontovich",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Neuman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Penzar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L M"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Samborskiy",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Sidorov",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sola",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "bioRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.07.937862"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Modellierung von Beispielszenarien der SARS-CoV-2-Epedemie 2020 in Deutschland",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heiden",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Buchholz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Robert Koch Institut",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.25646/6571.2"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The mathematics of infectious diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Hethcote",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "SIAM Review",
            "volume": "42",
            "issn": "",
            "pages": "599--653",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Here's how computer models simulate the future spread of new coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Scientific American",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The continuing 2019-nCoV epidemic thread of novel coronaviruses to global health -The latest 2019 novel coronavirus outbreak in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Madani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ntoumi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ippolito",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Mchogh",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Petersen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Infect. Diseases",
            "volume": "91",
            "issn": "",
            "pages": "264--266",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Contributions to the mathematical theory of epidemics, Part I",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proc. Roy. Soc. London Ser. A",
            "volume": "115",
            "issn": "",
            "pages": "700--721",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The incubation period of coronavirus disease 2019 (COVID-19) from publicly reported confirmed cases: estimation and application",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Meredith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Azman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann. Int. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-0504"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Global stability for the SEIR model in epidemiology",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Muldowney",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Math. Biosci",
            "volume": "125",
            "issn": "",
            "pages": "155--164",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New Eng. J. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Bayle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Travel Medicine",
            "volume": "",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Estimating epidemic exponential growth rate and basic reproduction number",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Inf. Dis. Mod",
            "volume": "5",
            "issn": "",
            "pages": "129--141",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Effective containment explains sub-exponential growth in cofirmed cases of recent COVID-19 outbreak in mainland China",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Maier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.18.20024414"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Online Portal for COVID-19 Modeling Research",
            "authors": [],
            "year": null,
            "venue": "MIDAS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Annual Population by Province",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Epidemic processes in complex networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castallano",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Mieghem",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Rev. Modern Phys",
            "volume": "87",
            "issn": "",
            "pages": "925--979",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "World Health Organization. WHO Virtual press conference on COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "World Health Organization. How COVID-19 spreads",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "United States Ranked by Population",
            "authors": [],
            "year": 2020,
            "venue": "World Population Review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A decision-support framework to optimize border control for global outbreak mitigation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zlojutro",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rey",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sci. Rep",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Typical timeline of COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Typical timeline of COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "illustrates a typical timeline of COVID-19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Network model of COVID-19 spreading across the United States. Discrete graph G of the United States with N = 50 nodes and the 200 most travelled edges. Size and color of the nodes represent the degree D II , thickness of the edges represents the adjacency A IJ estimated from annual incoming and outgoing passenger air travel.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Sensitivity with respect to the latent period A. Increasing the latent period increases the exposed population and decreases the infectious population. The susceptible and recovered populations converge to the same endemic equilibrium at S 1 = 0.202 and R 1 = 0.798, however, slower. The steepest susceptible, infectious, and recovery curves correspond to the SIR model without separate exposed population with A = 0 days with the maximum infectious population of I max = 0.157 after 86 days. Latent period A = 0, 5, 10, 15, 20, 25 days, infectious period C = 20 days, basic reproduction number R 0 = C/B = 2.0, and initial exposed fraction E 0 = 0.010.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Outbreak dynamics. Sensitivity with respect to the latent period A.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Outbreak dynamics. Sensitivity with respect to the infectious period C. Increasing the infectious period at a constant basic reproduction number flattens the exposed population and increases the infectious population. The susceptible and recovered populations converge to the same endemic equilibrium at S ∞ = 0.202 and R ∞ = 0.798, however, slower. The flattest susceptible, infectious, and recovery curves correspond to longest infectious period of C = 30 days with the maximum infectious population of I max = 0.135 after 169 days. Latent period A = 5 days, infectious period C = 5, 10, 15, 20, 25, 30 days, basic reproduction number R 0 = C/B = 2.0, and initial exposed fraction E 0 = 0.010.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Outbreak dynamics. Sensitivity with respect to the basic reproduction number R 0 . Decreasing the basic reproduction number decreases the exposed and infectious populations. The susceptible and recovered populations converge to larger and smaller endemic equilibrium values, and converges is slower. The steepest susceptible, exposed, infectious, and recovery curves correspond to the largest basic reproduction number ofR 0 = 10.0 with the maximum infectious population of I max = 0.488 after 35 days and converge to an endemic equilibrium at S ∞ = 0.0001 and R ∞ = 0.9999. Latent period A = 5 days, infectious period C = 20 days, basic reproduction number R 0 = C/B = 1.5, 1.7, 2.0, 2.4, 3.0, 5.0, 10.0, and initial exposed fraction E 0 = 0.010. infectious population. The susceptible and recovered populations converge to the same endemic equilibrium at S ∞ = 0.202 and R ∞ = 0.798, however, slower. The flattest susceptible, infectious, and recovery curves correspond to longest infectious period of C = 30 days and a contact period of B = 15 days with the maximum infectious population of I max = 0.135 after 169 days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Outbreak dynamics. Sensitivity with respect to the infectious period C. Increasing the infectious period at a constant basic reproduction number flattens the exposed population and increases the infectious population. The susceptible and recovered populations converge to the same endemic equilibrium at S ∞ = 0.202 and R ∞ = 0.798, however, slower. The flattest susceptible, infectious, and recovery curves correspond to longest infectious period of C = 30 days with the maximum infectious population of I max = 0.135 after 169 days. Latent period A = 5 days, infectious period C = 5, 10, 15, 20, 25, 30 days, basic reproduction number R 0 = C/B = 2.0, and initial exposed fraction E 0 = 0.010.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Outbreak dynamics. Sensitivity with respect to the infectious period C. Increasing the infectious period at a constant basic reproduction number flattens the exposed population and increases the infectious population. The susceptible and recovered populations converge to the same endemic equilibrium at S ∞ = 0.202 and R ∞ = 0.798, however, slower. The flattest susceptible, infectious, and recovery curves correspond to longest infectious period of C = 30 days with the maximum infectious population of I max = 0.135 after 169 days. Latent period A = 5 days, infectious period C = 5, 10, 15, 20, 25, 30 days, basic reproduction number R 0 = C/B = 2.0, and initial exposed fraction E 0 = 0.010.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Outbreak dynamics. Sensitivity with respect to the basic reproduction number R 0 . Decreasing the basic reproduction number decreases the exposed and infectious populations. The susceptible and recovered populations converge to larger and smaller endemic equilibrium values, and converges is slower. The steepest susceptible, exposed, infectious, and recovery curves correspond to the largest basic reproduction number ofR 0 = 10.0 with the maximum infectious population of I max = 0.488 after 35 days and converge to an endemic equilibrium at S ∞ = 0.0001 and R ∞ = 0.9999. Latent period A = 5 days, infectious period C = 20 days, basic reproduction number R 0 = C/B = 1.5, 1.7, 2.0, 2.4, 3.0, 5.0, 10.0, and initial exposed fraction E 0 = 0.010. infectious population. The susceptible and recovered populations converge to the same endemic equilibrium at S ∞ = 0.202 and R ∞ = 0.798, however, slower. The flattest susceptible, infectious, and recovery curves correspond to longest infectious period of C = 30 days and a contact period of B = 15 days with the maximum infectious population of I max = 0.135 after 169 days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Outbreak dynamics. Sensitivity with respect to the basic reproduction number R 0 . Decreasing the basic reproduction number decreases the exposed and infectious populations. The susceptible and recovered populations converge to larger and smaller endemic equilibrium values, and converges is slower. The steepest susceptible, exposed, infectious, and recovery curves correspond to the largest basic reproduction number ofR 0 = 10.0 with the maximum infectious population of I max = 0.488 after 35 days and converge to an endemic equilibrium at S ∞ = 0.0001 and R ∞ = 0.9999. Latent period A = 5 days, infectious period C = 20 days, basic reproduction number R 0 = C/B = 1.5, 1.7, 2.0, 2.4, 3.0, 5.0, 10.0, and initial exposed fraction E 0 = 0.010. at S ∞ = 0.202 and R ∞ = 0.798, however, slower. The flattest susceptible, infectious, and recovery curves correspond to longest infectious period of C = 30 days and a contact period of B = 15 days with the maximum infectious population of I max = 0.135 after 169 days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Outbreak control. Sensitivity with respect to tolerated infectious population I tol . Decreasing the tolerated infectious population increases the required level of containment R 0 (t)/R 0 . This decreases the exposed and infectious populations. The susceptible and recovered populations converge to larger and smaller endemic equilibrium values, but their converges is slower. tolerated infected population I tol = 0.02, 0.03, 0.04, 0.05, 0.06, 0.08, 0.10, 0.15, basic reproduction number R 0 (t), and initial exposed fraction E 0 = 0.010.to reach the maximum infectious population reaches its maximum of 213 days at a basic reproduction numberR 0 = 1.22 and decreases for increasing basic reproduction numbers. In view of the COVID-19 outbreak, Figure 7 suggests strategies to modulate the timeline of the epidemic by reducing the basic reproduction number R 0 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "illustrates the effect of constraining the outbreak by increasing the basic reproduction number R(t) such that the infectious population always remains below a tolerated infectious population, I < I tol . Decreasing the tolerated infectious population, I tol = 0.15, 0.10., 0.08, 0.06, 0.05, 0.04, 0.03, 0.02 0.02, increases the required level of containment and decreases the relative basic reproduction number, R 0 (t)/R 0 = 1.000, 0.742, 0.661, 0.603, 0.580, 0.541, 0.535, 0.524. This has the desired effect of decreasing the exposed and infectious populations. The susceptible population converges to progressively larger endemic equilibrium values S ∞ =0.202, 0.225, 0.248, 0.274, 0.290, 0.309, 0.331,Fig. 7Outbreak control. Effect of basic reproduction number R 0 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "The converged susceptible and recovered populations decrease towards zero and increase towards one. For the chosen latent and infectious periods of A = 5 days and C = 20 days, the time to reach the maximum infectious population reaches its maximum of 213 days at a basic reproduction number R 0 = 1.22 and decreases for increasing basic reproduction numbers. In view of the COVID-19 outbreak,Fig-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Outbreak control. Sensitivity with respect to tolerated infectious population I tol . Decreasing the tolerated infectious population increases the required level of containment R 0 (t)/R 0 . This decreases the exposed and infectious populations. The susceptible and recovered populations converge to larger and smaller endemic equilibrium values, but their converges is slower. tolerated infected population I tol = 0.02, 0.03, 0.04, 0.05, 0.06, 0.08, 0.10, 0.15, basic reproduction number R 0 (t), and initial exposed fraction E 0 = 0.010.to reach the maximum infectious population reaches its maximum of 213 days at a basic reproduction numberR 0 = 1.22 and decreases for increasing basic reproduction numbers. In view of the COVID-19 outbreak, Figure 7 suggests strategies to modulate the timeline of the epidemic by reducing the basic reproduction number R 0 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "illustrates the effect of constraining the outbreak by increasing the basic reproduction number R(t) such that the infectious population always remains below a tolerated infectious population, I < I tol . Decreasing the tolerated infectious population, I tol = 0.15, 0.10., 0.08, 0.06, 0.05, 0.04, 0.03, 0.02 0.02, increases the required level of containment and decreases the relative basic reproduction number, R 0 (t)/R 0 = 1.000, 0.742, 0.661, 0.603, 0.580, 0.541, 0.535, 0.524. This has the desired effect of decreasing the exposed and infectious populations. The susceptible population converges to progressively larger endemic equilibrium values S ∞ =0.202, 0.225, 0.248, 0.274, 0.290, 0.309, 0.331,Fig. 8Outbreak control. Sensitivity with respect to tolerated infectious population I tol .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "illustrates the effect of constraining the outbreak by increasing the basic reproduction number R(t) such that the infectious population always remains below a tolerated infectious population, I < I tol . Decreasing the tolerated infectious population, I tol = 0.15, 0.10., 0.08, 0.06, 0.05, 0.04, 0.03, 0.02 0.02, increases the required level of containment and decreases the relative basic reproduction number, R 0 (t)/R 0 = 1.000, 0.742, 0.661, 0.603, 0.580, 0.541, 0.535, 0.524. This has the desired effect of decreasing the exposed and infectious populations. The susceptible population converges to progressively larger endemic equilibrium values S ∞ =0.202, 0.225, 0.248, 0.274, 0.290, 0.309, 0.331, 0.358. The recovered population converges to progressively smaller endemic equilibrium values R ∞ =0.798, 0.775, 0.752, 0.726, 0.710, 0,691, 0.669, 0.642. Convergens is slower under constrained outbreak. The lowest exposed and infectious curves and the flattest suscep-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "19·10 −5 ±2.23·10 −4 affected population of C = 17.82 ± 2.95 days, a basic reproduction number of R 0 = C/B = 12.58 ± 3.17, a fraction of the initial latent population of ρ = E 0 /I 0 = 3.19±5.44, and fraction of the affected population of η = N * /N = 5.19·10 −5 ± 2.23·10 −4 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "summarizes the parameters for the early stages of the COVID-19 outbreak in the United States. Averaged over all states, we found a contact period of B = 3.38 ± 0.69 days resulting in a basic reproduction number of R 0 = C/B = 5.30 ± 0.95, a fraction of the initial latent population of ρ = E 0 /I 0 = 43.75 ± 126.34 and an outbreak delay of d 0 = 41.28 ± 13.78 days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "COVID-19 outbreak dynamics in China. Reported infectious and recovered populations and simulated susceptible, exposed, infectious, and recovered populations. Simulations are based on a province-specific parameter identification of the latent period A, contact period B, and infectious period C, defining the basic reproduction number R 0 = C/B, the fraction of the initial latent population ρ = E 0 /I 0 , and the fraction of the affected population η = N * /N for each province.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "COVID-19 outbreak dynamics in the United States. Reported infectious populations and simulated exposed, infectious, and recovered populations. Simulations are based on a state-specific parameter identification of the contact period B defining the basic reproduction number R 0 = C/B, and the fraction of the initial latent population ρ = E 0 /I 0 for each state, for a given outbreak delay d 0 and disease specific latent and infectious periods A = 2.56 and C = 17.82 identified for the Chinese outbreak.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "COVID-19 outbreak dynamics in the United States predicted with the SEIR model. Exposed, infectious, and recovered fractions of the affected populations for each state predicted using data from the early states of the outbreak and assuming no additional counter measures. Solid lines represent the mean and shaded regions highlight the 95% confidence interval. Latent period A = 2.56 days, contact period B = 3.38 days, infectious period C = 17.82 days, and fraction of initial latent population ρ = E 0 /I 0 = 43.75. Regional variation of the outbreak delay d 0 . The outbreak varies from 0 days in Washington, the first state affected by the outbreak, to 56 days in West Virginia, the last state affected by the outbreak.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Regional variation of the initial undetected population ρ. The fraction of the initial undetected population is smallest in Washington, Illinois, California, and Arizona and largest in Louisiana with 122.8, Michigan with 136.1, New Jersey with 197.1, and New York with 1,000.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Regional variation of the basic reproduction number R 0 . During the early stages of the outbreak, the basic reproduction number varies from minimum values of 2.5 and 3.6 in Nebraska and Arizona to maximum values of 7.2 and 7.9 in Puerto Rico and Idaho.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "-19 outbreak dynamics in the United States predicted with the SEIR model. Exposed, infectious, and recovered fractions of the affected populations for each state predicted using data from the early states of the outbreak and assuming no additional counter measures. Solid lines represent the mean and shaded regions highlight the 95% confidence interval. Latent period A = 2.56 days, contact period B = 3.38 days, infectious period C = 17.82 days, and fraction of initial latent population ρ = E 0 /I 0 = 43.75.Outbreak dynamics of COVID-19 in China and the United States 11Fig. 11 COVID-19 outbreak dynamics in the United States predicted with the SEIR model. Exposed, infectious, and recovered fractions of the affected populations for each state predicted using data from the early states of the outbreak and assuming no additional counter measures. Solid lines represent the mean and shaded regions highlight the 95% confidence interval. Latent period A = 2.56 days, contact period B = 3.38 days, infectious period C = 17.82 days, and fraction of initial latent population ρ = E 0 /I 0 = 43.75. Regional variation of the outbreak delay d 0 . The outbreak varies from 0 days in Washington, the first state affected by the outbreak, to 56 days in West Virginia, the last state affected by the outbreak.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Regional variation of the initial undetected population ρ. The fraction of the initial undetected population is smallest in Washington, Illinois, California, and Arizona and largest in Louisiana with 122.8, Michigan with 136.1, New Jersey with 197.1, and New York with 1,000.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "Regional variation of the basic reproduction number R 0 . During the early stages of the outbreak, the basic reproduction number varies from minimum values of 2.5 and 3.6 in Nebraska and Arizona to maximum values of 7.2 and 7.9 in Puerto Rico and Idaho.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "Regional variation of the outbreak delay d 0 . The outbreak varies from 0 days in Washington, the first state affected by the outbreak, to 56 days in West Virginia, the last state affected by the outbreak.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "number of individuals infected by a single infectious individual, varies from minimum values of 2.5 and 3.6 in Nebraska and Arizona to maximum values of 7.2 and 7.9 in Puerto Rico and Idaho.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "-19 outbreak dynamics in the United States predicted with the SEIR model. Exposed, infectious, and recovered fractions of the affected populations for each state predicted using data from the early states of the outbreak and assuming no additional counter measures. Solid lines represent the mean and shaded regions highlight the 95% confidence interval. Latent period A = 2.56 days, contact period B = 3.38 days, infectious period C = 17.82 days, and fraction of initial latent population ρ = E 0 /I 0 = 43.75. Regional variation of the outbreak delay d 0 . The outbreak varies from 0 days in Washington, the first state affected by the outbreak, to 56 days in West Virginia, the last state affected by the outbreak.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF33": {
            "text": "Regional variation of the initial undetected population ρ. The fraction of the initial undetected population is smallest in Washington, Illinois, California, and Arizona and largest in Louisiana with 122.8, Michigan with 136.1, New Jersey with 197.1, and New York with 1,000.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF34": {
            "text": "Regional variation of the basic reproduction number R 0 . During the early stages of the outbreak, the basic reproduction number varies from minimum values of 2.5 and 3.6 in Nebraska and Arizona to maximum values of 7.2 and 7.9 in Puerto Rico and Idaho.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF35": {
            "text": "Regional variation of the initial undetected population ρ. The fraction of the initial undetected population is smallest in Washington, Illinois, California, and Arizona and largest in Louisiana with 122.8, Michigan with 136.1, New Jersey with 197.1, and New York with 1,000. Outbreak dynamics of COVID-19 in China and the United States 11 Fig. 11 COVID-19 outbreak dynamics in the United States predicted with the SEIR model. Exposed, infectious, and recovered fractions of the affected populations for each state predicted using data from the early states of the outbreak and assuming no additional counter measures. Solid lines represent the mean and shaded regions highlight the 95% confidence interval. Latent period A = 2.56 days, contact period B = 3.38 days, infectious period C = 17.82 days, and fraction of initial latent population ρ = E 0 /I 0 = 43.75. Regional variation of the outbreak delay d 0 . The outbreak varies from 0 days in Washington, the first state affected by the outbreak, to 56 days in West Virginia, the last state affected by the outbreak. the highest ρ values of 122.8, 136.1, 197.1, and 1,000",
            "latex": null,
            "type": "figure"
        },
        "FIGREF36": {
            "text": "Regional variation of the initial undetected population ρ. The fraction of the initial undetected population is smallest in Washington, Illinois, California, and Arizona and largest in Louisiana with 122.8, Michigan with 136.1, New Jersey with 197.1, and New York with 1,000.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF37": {
            "text": "Regional variation of the basic reproduction number R 0 . During the early stages of the outbreak, the basic reproduction number varies from minimum values of 2.5 and 3.6 in Nebraska and Arizona to maximum values of 7.2 and 7.9 in Puerto Rico and Idaho.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF38": {
            "text": "Regional variation of the basic reproduction number R 0 . During the early stages of the outbreak, the basic reproduction number varies from minimum values of 2.5 and 3.6 in Nebraska and Arizona to maximum values of 7.2 and 7.9 in Puerto Rico and Idaho.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF39": {
            "text": "COVID-19 outbreak dynamics across the United States predicted with the SEIR network model. Regional evolution of the infectious population I predicted by the SEIR network model using data from the early stages of the outbreak. Days 10 and 20 illustrate the slow growth of the infectious population during the early stages of the outbreak. The state of New York sees the outbreak first, followed by New Jersey, Louisiana, and California. Days 30 and 40 illustrate how the outbreak spreads across the country. With no additional counter measures, the SEIR network model predicts a nation-wide peak of the outbreak on day 54, on May 10,2020. Day 50 illustrates that the earlier affected states, New York, New Jersey, and Louisiana already see a decrease of the infected population, while other states like Nebraska, West Virginia, and Wisconsin are still far from reaching the peak. Latent period A = 2.56 days, contact period B = 3.38 days, infectious period C = 17.83 days, fraction of initial latent population ρ = E 0 /I 0 = 43.75, day at which the last state recorded an outbreak d 0 = March 17, 2020, and travel coefficient ϑ = 0.43.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Discrete graph G of the United States with N = 50 nodes and the 200 most travelled edges. Size and color of the nodes represent the degree D II , thickness of the edges represents the adjacency A IJ estimated from annual incoming and outgoing passenger air travel.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "COVID-19 outbreak dynamics in China. Latent period A, contact period B, infectious period C, basic reproduction number R 0 = C/B, fraction of initial latent population ρ = E 0 /I 0 and fraction of affected population η = N * /N .",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "COVID-19 outbreak dynamics in the United States. Contact period B, basic reproduction number R 0 = C/B, fraction of initial latent population ρ = E 0 /I 0 , and the outbreak delay d 0 using latent period A and infectious period C from the outbreak in China.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "1 days found in 181 confirmed COVID-19 cases outside Wuhan[22] and 5.2 days for the first 425 cases in Wuhan[24]. The total duration from exposure to recovery, (A + C) of our SEIR model, is 20.3 days, 5.3 days shorted than the reported value of 25.6 for the 391 Shenzhen cases[5]. In our model, the reported 4.8 to 5.2 day incubation periods maps onto the latent period A of 2.5 days plus 2.3 to 2.7 days within the infectious period C during which the individuals are infectious but still asymptomatic. This period is critical since individuals can spread the disease without knowing it. The contact tracing study postulates that the infectious period C begins on day 4.8 with the onset of symptoms, 2.3 days later than in our model, and endsFig. 15 COVID-19 outbreak dynamics across the United States predicted with the SEIR network model. Exposed, infectious, and recovered cases for the United States reported and predicted by the SEIR network model using data from the early stages of the outbreak. With no additional counter measures, the SEIR network model predicts a nation-wide peak of the outbreak on day 54, on May 10, 2020. Latent period A = 2.56 days, contact period B = 3.38 days, infectious period C = 17.82 days, fraction of initial latent population ρ = E 0 /I 0 = 43.75, day at which the last state reported its first case d 0 = March 17, 2020, and travel coefficient ϑ = 0.43.and assumes that no additional counter measures have been implemented. Days 10 and 20 illustrate the slow growth of the infectious population during the early states of the outbreak. The state of New York sees the outbreak first, followed by New Jersey and Louisiana. Days 30 and 40 illustrate how the outbreak spreads across the country. With no additional counter measures, the SEIR network model predicts a nation-wide peak of the outbreak on day 54, on May 10, 2020. Day 50 illustrates that the earlier affected states, New York, New Jersey, and Louisiana already see a decrease of the infected population. Nebraska, West Virginia, and Wisconsin are still far from reaching the peak. Compared to Figures 12 to 14 these maps account for both, the outbreak delay and the travel of individuals between the different states represented through the network model. This model would allow us to probe the effect of travel restrictions to and from a specific state by locally reducing its travel coefficients or by globally reducing the nation-wide transport coefficient across the United States.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.Fig. 16 COVID-19 outbreak dynamics across the United States predicted with the SEIR network model. Regional evolution of the infectious population I predicted by the SEIR network model using data from the early stages of the outbreak. Days 10 and 20 illustrate the slow growth of the infectious population during the early stages of the outbreak. The state of New York sees the outbreak first, followed by New Jersey, Louisiana, and California. Days 30 and 40 illustrate how the outbreak spreads across the country. With no additional counter measures, the SEIR network model predicts a nation-wide peak of the outbreak on day 54, on May 10,2020. Day 50 illustrates that the earlier affected states, New York, New Jersey, and Louisiana already see a decrease of the infected population, while other states like Nebraska, West Virginia, and Wisconsin are still far from reaching the peak. Latent period A = 2.56 days, contact period B = 3.38 days, infectious period C = 17.83 days, fraction of initial latent population ρ = E 0 /I 0 = 43.75, day at which the last state recorded an outbreak d 0 = March 17, 2020, and travel coefficient ϑ = 0.43.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements This work was supported by a Stanford Bio-X IIP seed grant to Mathias Peirlinck and Ellen Kuhl and by a DAAD Fellowship to Kevin Linka.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}