{
    "paper_id": "2f1970d89b5032596d0fd19aa6c09e86bf248089",
    "metadata": {
        "title": "The proportion of deaths cases in confirmed patients of COVID-19 is still increasing for cumulative cases reported up to 14 April 2020",
        "authors": [
            {
                "first": "Thomas",
                "middle": [],
                "last": "Scheuerl",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Research Institute for Limnology",
                    "location": {
                        "settlement": "Mondsee"
                    }
                },
                "email": "thomas.scheuerl@uibk.ac.atorcidid:https:@0000-0001-5216-5630"
            }
        ]
    },
    "abstract": [
        {
            "text": "In this work I analyse how proportions of fatal cases after COVID-19 infection change since outbreak of the disease. Using publicity available data I model the change in deaths probability from day 30 of outbreak until 14 th April 2020. The global trend is that this proportion is increasing and that many countries have not yet reached the maximum deaths rate. However, there are visual differences between countries and in some countries the proportions are clearly below or above the global trend. A positive correlation between deaths cases and recorded infections indicates that a higher infection number results in increased mortality numbers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The ongoing coronavirus (COVID-19) outbreak starting in China [1] expanded rapidly over the globe and many countries respond to the spread of the disease by a lock-down to limit contacts between people. Many countries are heavily affected by the outbreak and there is a high deaths rate [2] . The deaths probability will be an important parameter guiding how long lock-down and social distancing are necessary. Countries economies are under pressure and for older adults, who are the most vulnerable group, social distancing is predicted to come with serious negative effects [3] , but obviously spread of the disease should be condemned as much as possible until the health system can cope with the disease. Here, I analyse the death proportion dynamics of COVID-19 infections since outbreak of the disease. I focus on the change of deaths probability over confirmed cases of a particular day and if this proportion changes over time. This indicates the probability of a fatal case for the current number of cases and reflects whether further increase can be expected, or if proportions have reached the maximum. The analysis reveals that at the current number of confirmed cases, the proportion of people dying is still increasing in most countries, indicating the situation may further worsen.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 65,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 287,
                    "end": 290,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 576,
                    "end": 579,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "I analyse freely available data on the COVID-19 pandemic situation from Hopkins University https://coronavirus.jhu.edu/data/mortality. Data were downloaded from https://github.com/datasets/ covid-19/tree/master/data. The data frame contains 185 countries and collects confirmed cases, recovered cases and deaths cases each day starting from 22 nd of January 2020. I limit the analysis to countries which have at least 1000 confirmed cases and countries that have at least 1 recovered and 1 fatal case. Because the disease was spreading in China several days before it arrived in other countries, I also removed the first 30 days, during which deaths cases were limited to China. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.17.20068908 doi: medRxiv preprint Data were analysed in R statistical environment [4] . A time-series analysis was conducted to track changes over time using generalized additive mixed effects models (GAMMs) following ref. [5] . This approach smoothes changes over time tracking non-linear trends. Change in proportion and count data were modelled using `Days` as continuous variable building a global model for all countires applying a smooth term with family either binomial for proportion or poisson for count data. The change over time per country was introduced into the random effect. The models were build using the R packages nlme [6] and mgcv [7] . The change over time was smoothed using 10 knots and a cubic regression spline. Model convergence was controlled using the lmeControl function, with the maximum number of iterations set to 500 and using optimisation opt=optim function. Temporal autocorrelation was introduced to account for violation of independence.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 329,
                    "end": 332,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 745,
                    "end": 748,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 758,
                    "end": 761,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Choosing based on the lowest AIC criterion, the best correlation structure was selected from a range of possibilities presented elsewhere [5] . All final models included a corAR1 correlation structure including time and country to address temporal correlation. Data were log10 transformed to improve model fit, inspected by validation plotting. To explore the correlation of deaths proportions over confirmed cases generalized least square models were used including the varExp variance structure to allow changing spread of residuals over changes in confirmed cases. Visualization was also done in R.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "There are 70 countries with more than 1000 confirmed cases and at least one 1 deaths and 1 recovered case on 14 th April 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The global trend for new cases is still increasing but slightly slowing down (Supporting Fig. 1 ). The the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 95,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.17.20068908 doi: medRxiv preprint and Germany, but in all countries the increase of new cases is slowing down. Japan is one of the countries following the global trend. Thailand is one of the countries with an increase less than the global trend in new cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "There also is a positive trend for recovered cases. The smoothed term across all countries however indicates that this trend is starting to slow down. Not surprisingly, those countries with highest confirmed cases have most recovered cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The same seems true for deaths cases. In all countries, except China, the numbers of deaths cases are increasing daily (Supporting Fig. 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 137,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "I also looked into a measure like \"Open cases\" by subtracting daily deaths cases and daily recovered cases from the total number confirmed (Supplemental Fig. 4 the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 159,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.17.20068908 doi: medRxiv preprint indicates an increasing trend with little reduction in daily new cases (see Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 223,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Temporal tracks of individual countries are indicated by different colours as indicated in the legend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In countries like Italy, Spain and the United Kingdom, the deaths proportions are particularly high, but now seem to level off and stabilise. In China this measure doesn`t change because there are no new cases of infections, neither deaths cases recorded (Supporting Figures 1+3) , which causes no more temporal change. This indicates the maximum proportion was reached. Interestingly, in the country with most confirmed cases, the United States, the deaths proportions are lower than could be expected. Germany is reaching the global trend now, despite it has more than average confirmed cases. In Japan the deaths proportions are declining, which may be caused by the fact that there are more daily new infections than on average, but the deaths rates are increasing less than the global trend. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 279,
                    "text": "Figures 1+3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.17.20068908 doi: medRxiv preprint One likely explanation for the observed patterns of increased deaths proportions over time after the pandemic outbreak may be that more cases simply result in even more deaths cases because the countries health system experiences an overload. Because of this I looked into correlations between confirmed cases and deaths proportion, checking for positive trends. Indeed there seems to be a positive trend that more confirmed cases result in a higher probability of fatal recordings (Fig. 2) . With more infected cases the probability to die from COVID-19 infections seems to increase. This is true for 4 different days within the last month. In line with the global analysis the correlations are all positive but slowly decrease over time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 622,
                    "end": 630,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The proportions of recovered cases is also increasing however this trend seems also to be slowing down (Supporting Figure 5) . Countries like the US, UK and Sweden seem to be below the global trend. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 124,
                    "text": "Figure 5)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.17.20068908 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Coronavirus causes severe respiratory symptoms resulting in many fatal cases. The number of infections is still increasing in many countries and so do the proportions of fatal cases. Giving hope, there is a declining global trend that the proportions start to level off. However, there are clear differences between countries and individual countries will have to follow individual actions to condemn the spread of the disease. While in general it looks like more infections cause more fatal cases, this is not true or all countries. Particularly in the US the deaths proportions are less increasing than might be expected. This may be either that the healths system can still cope with the cases, or confirmed cases are accumulating faster than fatal cases rise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The deaths over confirmed analysis is a bit inaccurate as when there are no records neither in new confirmed cases nor new deaths cases, like in China, there is no decline in the proportions. It only tells if the maximum is yet reached. In case of China the measure indicates the country has reached the maximum level in deaths probability. Another measure could be to calculate \"Deaths cases\" over \"Open cases\". This would require to calculate daily new cases of deaths only. This is a promising future step and certainly worth following up. In this work I focus on whether countries have already reached the maximum deaths proportion and if this trend seems stabilizing over time. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.17.20068908 doi: medRxiv preprint Data Availability Statement: All relevant data are within the paper and its Supporting Information files.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests:"
        },
        {
            "text": "Funding: There is no funding body associated. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.17.20068908 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "2020 COVID-19 control in China during mass population movements at New Year. The Lancet",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bärnighausen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "30421--30430",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "2020 Case-fatality rate in COVID-19 patients: A metaanalysis of publicly accessible database. medRxiv",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maitra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Biswas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhattacharjee",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.09.20059683"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Protecting older adults during social distancing",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jawaid",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb7885"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The R project for statistical computing",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Development Core",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Team",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "R Foundation for Statistical Computing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mixed effects models and extensions in ecology with R",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Zuur",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Ieno",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Saveliev",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Linear and nonlinear mixed effects models CRAN -Package nlme",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pinheiro",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bates",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Debroy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sarkar",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "GAMs with GCV/AIC/REML smoothness estimation and GAMMs by PQL. R package version 1",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.17.20068908"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The recovered cases are shown on a log scale. The global trend (red line) indicates an increasing trend with little reduction in daily new cases",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.17.20068908"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The dearths cases are shown on a log scale. The global trend (red line) indicates an increasing trend with little reduction in daily new cases. Temporal tracks of individual countries are indicated by different colours as",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "smoothed term across time for all countries indicates an increase with little decrease. Only in China and South Korea no new cases are confirmed. In all other countries the trend is still raising, however not exponential any more. Most cases are confirmed in the US, followed by Italy,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "). Using this kind of measure, global open cases are still increasing as indicated by the global smooth term. The countries China, South-Korea and Thailand seem to record a reduction of open cases, while in all other countries more open cases are recorded daily.Up to this point there is little new information more than in most countries more and more cases are recorded. Next I was looking into how the temporal proportions change and if the likelihood to either die or recover is changing since outbreak of the disease. I start on looking at the proportion of deaths per confirmed cases. This measure may represent how likely deaths occurs and if the maximum is reached already. The global trend is still positive, indicating the proportion of deaths cases is still going to increase world wide based on total cases(Fig. 1). However, there is",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Model results of GAMM analysis for Deaths/Confirmed proportions on 14 April 2020. There is a significant change in the global smooth term s over time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The correlation between deaths proportions and number of confirmed cases for four different days within the last four weeks. The red line indicates the best fit line of a generalized least square model including a variance structure allowing for larger residual spread for low number of confirmed cases. Individual slopes are indicated per plot.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.17.20068908 doi: medRxiv preprint All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.17.20068908 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}