{
    "paper_id": "2fbce1a9ea8f887663e6d78e44e9fa99e0c1d637",
    "metadata": {
        "title": "Impacts of genomic networks governed by human-specific regulatory sequences and genetic loci harboring fixed human-specific neuro-regulatory single nucleotide mutations on phenotypic traits of Modern Humans",
        "authors": [
            {
                "first": "Gennadi",
                "middle": [
                    "V"
                ],
                "last": "Glinsky",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Diego 9500 Gilman Dr. MC 0435 La Jolla",
                        "postCode": "92093-0435",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": "gglinskii@ucsd.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Recent advances in identification and characterization of human-specific regulatory DNA sequences set the stage for the assessment of their global impact on physiology and pathology of Modern Humans. Gene set enrichment analyses (GSEA) of 8,405 genes linked with 35,074 human-specific neuro-regulatory singlenucleotide changes (hsSNCs) revealed a staggering breadth of significant associations with morphological structures, physiological processes, and pathological conditions of Modern Humans. Significantly enriched traits include more than 1,000 anatomically-distinct regions of the adult human brain, many different types of cells and tissues, more than 200 common human disorders and more than 1,000 records of rare diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Thousands of genes connected with neuro-regulatory hsSNCs have been identified, which represent essential genetic elements of the autosomal inheritance and offspring survival phenotypes. A total of 1,494 hsSNClinked genes are associated with either autosomal dominant or recessive inheritance and 2,273 hsSNC-linked genes have been associated with premature death, embryonic lethality, as well as pre-, peri-, neo-, and postnatal lethality phenotypes of both complete and incomplete penetrance. Differential GSEA implemented on hsSNC-linked loci and associated genes identify 7,990 genes linked to evolutionary distinct classes of humanspecific regulatory sequences (HSRS), expression of a majority of which (5,389 genes; 67%) is regulated by stem cell-associated retroviral sequences (SCARS). Interrogations of the MGI database revealed readily available mouse models tailored for precise experimental definitions of functional effects of hsSNCs and SCARS on genes causally affecting thousands of mammalian phenotypes and implicated in hundreds of common and rare human disorders. These observations suggest that a preponderance of human-specific traits evolved under a combinatorial regulatory control of HSRS and neuro-regulatory loci harboring hsSNCs that are fixed in humans, distinct from other primates, and located in differentially-accessible chromatin regions during brain development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Recent advances in identification and characterization of human-specific regulatory DNA sequences set the stage for the assessment of their global impact on physiology and pathology of Modern Humans. Gene set enrichment analyses (GSEA) of 8,405 genes linked with 35,074 human-specific neuro-regulatory singlenucleotide changes (hsSNCs) revealed a staggering breadth of significant associations with morphological structures, physiological processes, and pathological conditions of Modern Humans. Significantly enriched traits include more than 1,000 anatomically-distinct regions of the adult human brain, many different types of cells and tissues, more than 200 common human disorders and more than 1,000 records of rare diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Thousands of genes connected with neuro-regulatory hsSNCs have been identified, which represent essential genetic elements of the autosomal inheritance and offspring survival phenotypes. A total of 1,494 hsSNClinked genes are associated with either autosomal dominant or recessive inheritance and 2,273 hsSNC-linked genes have been associated with premature death, embryonic lethality, as well as pre-, peri-, neo-, and postnatal lethality phenotypes of both complete and incomplete penetrance. Differential GSEA implemented on hsSNC-linked loci and associated genes identify 7,990 genes linked to evolutionary distinct classes of humanspecific regulatory sequences (HSRS), expression of a majority of which (5,389 genes; 67%) is regulated by stem cell-associated retroviral sequences (SCARS). Interrogations of the MGI database revealed readily available mouse models tailored for precise experimental definitions of functional effects of hsSNCs and SCARS on genes causally affecting thousands of mammalian phenotypes and implicated in hundreds of common and rare human disorders. These observations suggest that a preponderance of human-specific traits evolved under a combinatorial regulatory control of HSRS and neuro-regulatory loci harboring hsSNCs that are fixed in humans, distinct from other primates, and located in differentially-accessible chromatin regions during brain development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "DNA sequences of coding genes defining the structure of macromolecules comprising the essential building blocks of life at the cellular and organismal levels remain highly conserved during the evolution of humans and other Great Apes (Chimpanzee Sequencing and Analysis Consortium, 2005; Kronenberg et al., 2018) . In striking contrast, a compendium of nearly hundred thousand candidate human-specific regulatory sequences (HSRS) has been assembled in recent years (Glinsky et al., 2015 (Glinsky et al., -2020 Kanton et al., 2019) , thus providing further genetic and molecular evidence supporting the idea that unique to human phenotypes may result from human-specific changes to genomic regulatory sequences defined as \"regulatory mutations\" (King and Wilson, 1975) . Structurally, functionally, and evolutionary distinct classes of HSRS appear to cooperate in shaping developmentally and physiologically diverse human-specific genomic regulatory networks (GRNs) impacting preimplantation embryogenesis, pluripotency, and development and functions of human brain (Glinsky, 2020) .",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 287,
                    "text": "(Chimpanzee Sequencing and Analysis Consortium, 2005;",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 312,
                    "text": "Kronenberg et al., 2018)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 465,
                    "end": 486,
                    "text": "(Glinsky et al., 2015",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 487,
                    "end": 509,
                    "text": "(Glinsky et al., -2020",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 510,
                    "end": 530,
                    "text": "Kanton et al., 2019)",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 767,
                    "text": "(King and Wilson, 1975)",
                    "ref_id": null
                },
                {
                    "start": 1065,
                    "end": 1080,
                    "text": "(Glinsky, 2020)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The best evidence of the exquisite degree of accuracy of the contemporary molecular definition of humanspecific regulatory sequences is exemplified by the identification of 35,074 single nucleotide changes (SNCs) that are fixed in humans, distinct from other primates, and located within differentially-accessible (DA) chromatin regions during the human brain development in cerebral organoids (Kanton et al., 2019) . Therefore, this type of mutations could be defined as fixed neuro-regulatory human-specific single nucleotide changes (hsSNCs). However, only a small fraction of identified DA chromatin peaks (600 of 17,935 DA peaks; 3.3%) manifest associations with differential expression in human versus chimpanzee cerebral organoids model of brain development, consistent with the hypothesis that regulatory effects on gene expression of these DA chromatin regions are not restricted to the early stages of brain development. Annotation of SNCs derived and fixed in modern humans that overlap DA chromatin regions during brain development revealed that essentially all candidate regulatory human-specific SNCs are shared with the archaic humans (35,010 SNCs; 99.8%) and only 64 SNCs are unique to modern humans (Kanton et al., 2019) . This remarkable conservation on the human lineage of human-specific SNCs associated with human brain development sows the seed of interest for in-depth exploration of coding genes expression of which may be affected by genetic regulatory loci harboring human-specific SNCs.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 415,
                    "text": "(Kanton et al., 2019)",
                    "ref_id": null
                },
                {
                    "start": 1216,
                    "end": 1237,
                    "text": "(Kanton et al., 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this contribution, the GREAT algorithm (McLean et al., 2010 (McLean et al., , 2011 was utilized to identify 8,405",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 62,
                    "text": "(McLean et al., 2010",
                    "ref_id": null
                },
                {
                    "start": 63,
                    "end": 85,
                    "text": "(McLean et al., , 2011",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "hsSNCs-linked genes expression of which might be affected by 35,074 human-specific SNCs located in DA chromatin regions during brain development. Comprehensive gene set enrichment analyses (GSEA) of these genes revealed the staggering breadth of associations with physiological processes and pathological conditions of H. sapiens, including more than 1,000 anatomically-distinct regions of the adult human brain, many human tissues and cell types, more than 200 common human disorders and more than 1,000 rare diseases. It has been concluded that hsSNCs-linked genes appear contributing to development and functions of the adult human brain and other components of the central nervous system; they were defined as genetic markers of many tissues across human body and were implicated in the extensive range of human physiological and pathological conditions, thus supporting the hypothesis that phenotype-altering effects of neuro-regulatory hsSNCs are not restricted to the early-stages of human brain development. Differential GSEA implemented on hsSNC-linked loci and associated genes identify 7,990 genes linked to evolutionary distinct classes of human-specific regulatory sequences (HSRS). Notably, expression of a majority of this common set of genes (5,389 genes; 67%) is regulated by stem cell-associated retroviral sequences (SCARS). Collectively, observations reported in this contribution indicate that structurally, functionally and evolutionary diverse classes of HSRS, neuro-regulatory hsSNCs, and associated elite set of 7,990 genes affect wide spectra of traits defining both physiology and pathology of Modern Humans by asserting human-specific regulatory impacts on thousands essential mammalian phenotypes. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/848762 doi: bioRxiv preprint and revealed a remarkable breadth of highly significant associations with a multitude of biological processes, molecular functions, genetic and metabolic pathways, cellular compartments, and gene expression perturbations (Supplemental Table Set S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2108,
                    "end": 2120,
                    "text": "Table Set S1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "To ascertain patterns of genomic associations between neuro-regulatory human-specific SNCs and putative target genes, the GREAT analyses were performed at different proximity placement distances defined by the single nearest gene maximum extension ranging from 10 Kb to 1 Mb (Figure 1 ). It has been observed that from 92% of all hsSNCs-linked genes are located within 200 Kb distances from their putative regulatory loci ( Figure 1A ). Since the size of more than 99% of topologically-associating domains (TADs) in human genomes is 200 kb or more (Dixon et al., 2012) , these findings indicate that a marked majority of neuroregulatory hsSNCs and their putative target genes would be located in human genomes within the boundaries of the same TAD.",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 568,
                    "text": "(Dixon et al., 2012)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 284,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 424,
                    "end": 433,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Identification and characterization of putative genetic regulatory targets associated with human"
        },
        {
            "text": "It has been noted that particularly striking numbers of significant associations were uncovered by the GREAT algorithm during the analyses of two databases:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification and characterization of putative genetic regulatory targets associated with human"
        },
        {
            "text": "1) The Human Phenotype Ontology containing over 13,000 terms describing clinical phenotypic abnormalities that have been observed in human diseases, including hereditary disorders (326 significant records with binominal FDR Q-Value < 0.05);",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification and characterization of putative genetic regulatory targets associated with human"
        },
        {
            "text": "2) The MGI Expression Detected ontology referencing genes expressed in specific anatomical structures at specific developmental stages (Theiler stages) in the mouse (370 significant records with binominal FDR Q-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification and characterization of putative genetic regulatory targets associated with human"
        },
        {
            "text": "These observations support the hypothesis that biological functions of genes under the putative regulatory control of human-specific SNCs in DA chromatin regions during brain development are not limited to the contribution to the early stages of neuro-and corticogenesis. Collectively, findings reported in the Supplemental Table Set S1 argue that genes expression of which is affected by human-specific SNCs may represent a genomic dominion of putative regulatory dependency from HSRS that is likely to play an important role in a broad spectrum of physiological processes and pathological conditions of Modern Humans. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification and characterization of putative genetic regulatory targets associated with human"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/848762 doi: bioRxiv preprint Figure 1 . GREAT analysis identifies 8,405 human genes associated with 35,074 neuro-regulatory human-All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 154,
                    "text": "Figure 1",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Identification and characterization of putative genetic regulatory targets associated with human"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/848762 doi: bioRxiv preprint specific single nucleotide changes (hsSNCs) identified in differentially accessible (DA) chromatin regions during human and chimpanzee brain development in cerebral organoids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification and characterization of putative genetic regulatory targets associated with human"
        },
        {
            "text": "A. Patterns of genomic associations between neuro-regulatory hsSNCs and putative target genes defined at different single nearest gene maximum extensions. GREAT algorithm version 4.0.4. B. A total of 1,064 of all 35,074 SNCs (3%) are not associated with any genes in the human genome, while a total of 34,010 (97%) human-specific SNCs in DA regions appear associated with 8,405 human genes. GREAT algorithm version 3.0.0. Identification of hsSNCs-linked genes expression of which distinguishes thousands of anatomically distinct areas of the adult human brain, various regions of the central nervous system, and many different cell types and tissues in the human body",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification and characterization of putative genetic regulatory targets associated with human"
        },
        {
            "text": "To validate and extend these observations, next the comprehensive gene set enrichment analyses were performed employing the web-based Enrichr API bioinformatics platform (Chen et al., 2013; Kuleshov et al., 2016) , which interrogated nearly 200,000 gene sets from more than 100 gene set libraries. The results of these analyses are summarized in the Table 1 and reported in details in the Supplemental Table Set S2. Genes expression of which were placed during evolution under the regulatory control of ~ 35,000 neuro-regulatory human-specific SNCs demonstrate a staggering breadth of significant associations with a broad spectrum of anatomically distinct regions, various cell and tissue types, a multitude of physiological processes, and a numerous pathological conditions of H. sapiens.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 189,
                    "text": "(Chen et al., 2013;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 190,
                    "end": 212,
                    "text": "Kuleshov et al., 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 350,
                    "end": 357,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 402,
                    "end": 411,
                    "text": "Table Set",
                    "ref_id": null
                }
            ],
            "section": "Identification and characterization of putative genetic regulatory targets associated with human"
        },
        {
            "text": "Of particular interest is the apparent significant enrichment of human-specific SNCs-associated genes among both up-regulated and down-regulated genes, expression of which discriminates thousands of anatomically distinct areas of the adult human brain defined in the Allen Brain Atlas (Supplemental Figure S1 ; Supplemental Table Set S2) . Notably, genes expressed in various thalamus regions appear frequently among the top-scored anatomical areas of the human brain (Supplemental Figure S1 ; Supplemental Table Set S2 ). These findings were further corroborated by the identification of hsSNCs-linked genes among genetic markers of 26 human brain regions using the Allen Human Brain Atlas database ( Figure 2 ). Notably, a significant majority of hsSNCs-linked genes (6,640 of 8,405 genes; 79%) represents genetic markers of 26 human brain regions examined in this study ( Figure 2 ). In agreement with the hypothesis that neuro-regulatory hsSNCs may exert All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 299,
                    "end": 308,
                    "text": "Figure S1",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 324,
                    "end": 337,
                    "text": "Table Set S2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 482,
                    "end": 491,
                    "text": "Figure S1",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 507,
                    "end": 519,
                    "text": "Table Set S2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 702,
                    "end": 710,
                    "text": "Figure 2",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 875,
                    "end": 883,
                    "text": "Figure 2",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Identification and characterization of putative genetic regulatory targets associated with human"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/848762 doi: bioRxiv preprint the human-specific regulatory effects on target genes, a significant fraction of hsSNCs-linked genes (3,212 genes; 38%) manifest significant expression changes in human versus chimpanzee adult brains ( Figure 2B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 348,
                    "end": 357,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Identification and characterization of putative genetic regulatory targets associated with human"
        },
        {
            "text": "A dominant majority of hsSNCs-linked genes manifesting differential expression in human versus chimpanzee adult brains represents genetic markers of human brain regions (2,780 of 3,212 genes; 87%). The fraction of hsSNCs-linked genes differentially expressed in human versus chimpanzee brains is significantly higher among human brain regions' marker genes compared to non-markers ( Figure 2B ; p = 1,535E-42; 2-tail Fisher's exact test). These observations support the hypothesis that genetic loci harboring human-specific SNCs may exert regulatory effects on structural and functional features of the adult human brain, thus, likely affecting the development and functions of the central nervous system in Modern Humans. Consistent with this idea, the examination of the enrichment patterns of human-specific SNCs-associated genes in the ARCHS4 Human Tissues' gene expression database revealed that top 10 most significantly enriched records overlapping a majority of region-specific marker genes constitute various anatomically-distinct regions of the central nervous system (Supplemental Figure 1 ; Supplemental Table Set S2 ). However, results of gene set enrichment analyses convincingly demonstrate that inferred regulatory effects of genetic loci harboring humanspecific SNCs are not restricted only to the various regions of the central nervous system, they appear to affect gene expression profiles of many different cell types and tissues in the human body (Table 1; Supplemental   Table Set S2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 383,
                    "end": 392,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1092,
                    "end": 1100,
                    "text": "Figure 1",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1116,
                    "end": 1128,
                    "text": "Table Set S2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1468,
                    "end": 1506,
                    "text": "(Table 1; Supplemental   Table Set S2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Identification and characterization of putative genetic regulatory targets associated with human"
        },
        {
            "text": "Genes altered expression of which is implicated in the aging of various tissues and organs of humans, rats, and mice are significantly enriched among 8,405 genes associated with human-specific regulatory SNCs (Supplemental Figure S2 ; Supplemental Table Set S2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 223,
                    "end": 232,
                    "text": "Figure S2",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 248,
                    "end": 260,
                    "text": "Table Set S2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Identification and characterization of hsSNCs-linked genes expression of which is altered during aging of humans, rats, and mice"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification and characterization of hsSNCs-linked genes expression of which is altered during aging of humans, rats, and mice"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/848762 doi: bioRxiv preprint Figure 2 . A dominant majority (6,640 of 8,405 genes; 79%) of genes linked to 35,074 human-specific single nucleotide changes (hsSNCs) in chromatin's differentially accessible (DA) regions during human and chimpanzee brain development in cerebral organoids represents genetic markers of 26 human brain regions. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 154,
                    "text": "Figure 2",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Identification and characterization of hsSNCs-linked genes expression of which is altered during aging of humans, rats, and mice"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/848762 doi: bioRxiv preprint A. Number of brain regions' marker genes linked to 35,074 neuro-regulatory hsSNCs in specified human brain regions (the normalized values calculated per 1,000 region-specific marker genes are shown). Genes linked to hsSNCs were identified among genes significantly up-regulated in specified human brain regions using the Allen Brain Atlas database (records manifesting increased expression at 1.5-fold cut-off were identified and selected for analyses).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification and characterization of hsSNCs-linked genes expression of which is altered during aging of humans, rats, and mice"
        },
        {
            "text": "B. Number (percent) of genes differentially expressed (DE) in human versus chimpanzee adult brains among genes linked to neuro-regulatory human-specific SNCs. Genes linked to hsSNCs were identified among genes differentially expressed in eight regions of human versus chimpanzee adult brains (Xu et al., 2018) .",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 309,
                    "text": "(Xu et al., 2018)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Identification and characterization of hsSNCs-linked genes expression of which is altered during aging of humans, rats, and mice"
        },
        {
            "text": "Aging of the hippocampus was implicated most frequently among genes manifesting increased expression with age, while among genes exhibiting aging-associated decreased expression the hippocampus and frontal cortex were identified repeatedly (Supplemental Figure S2 ). Overall, twice as many significant association records were observed among aging-associated down-regulated genes compared to up-regulated genes (Table 1) . Collectively, these observations indicate that genes changes in expression of which were associated with aging in mammals, in particular, hippocampal and frontal cortex aging, represent important elements of a genomic dominion that was placed under regulatory control of genetic loci harboring humanspecific SNCs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 263,
                    "text": "Figure S2",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 411,
                    "end": 420,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Identification and characterization of hsSNCs-linked genes expression of which is altered during aging of humans, rats, and mice"
        },
        {
            "text": "Interrogations of the Human Phenotype Ontology database (298 significantly enriched records identified), the Genome-Wide Association Study (GWAS) Catalogue (241 significantly enriched records identified), and the database of Human Genotypes and Phenotypes (136 significantly enriched records identified) revealed several hundred physiological and pathological phenotypes and thousands of genes manifesting significant enrichment patterns defined at the adjusted p value < 0.05 (Supplemental Figure S3 ; Table 1 ; Supplemental Table Set S2). Interestingly, 645 and 849 genes implicated in the autosomal dominant (HP:0000006) and recessive (HP:0000007) inheritance were identified amongst genes associated with human-specific regulatory SNCs (Supplemental Figure S3 ; Supplemental Table Set S2 ). Notable pathological conditions among top-scored records identified in the database of Human Genotypes and Phenotypes are stroke, myocardial infarction, coronary artery disease, and heart failure (Supplemental Figure S3 ). All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 491,
                    "end": 500,
                    "text": "Figure S3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 503,
                    "end": 510,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 526,
                    "end": 535,
                    "text": "Table Set",
                    "ref_id": null
                },
                {
                    "start": 754,
                    "end": 763,
                    "text": "Figure S3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 779,
                    "end": 791,
                    "text": "Table Set S2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1005,
                    "end": 1014,
                    "text": "Figure S3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Identification of hsSNCs-linked genes implicated in development and manifestations of hundreds physiological and pathological phenotypes and autosomal inheritance in Modern Humans"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/848762 doi: bioRxiv preprint A total of 241 significantly enriched records (Table 1) were documented by gene set enrichment analyses of the GWAS catalogue (2019), among which a highly diverse spectrum of pathological conditions linked to genes associated with human-specific regulatory SNCs was identified, including obesity, type 2 diabetes, amyotrophic lateral sclerosis, autism spectrum disorders, attention deficit hyperactivity disorder, bipolar disorder, major depressive disorder, schizophrenia, Alzheimer's disease, malignant melanoma, diverticular disease, asthma, coronary artery disease, glaucoma, as well as breast, prostate and colorectal cancers (Supplemental Figure   S3 ; Supplemental Table Set S2 ). These observations indicate that thousands of genes putatively associated with genetic regulatory loci harboring human-specific SNCs affect risk of developing numerous pathological conditions in Modern Humans.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 201,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 791,
                    "end": 802,
                    "text": "Figure   S3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 818,
                    "end": 830,
                    "text": "Table Set S2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Identification of hsSNCs-linked genes implicated in development and manifestations of hundreds physiological and pathological phenotypes and autosomal inheritance in Modern Humans"
        },
        {
            "text": "Gene set enrichment analyses-guided interrogation of the Gene Expression Omnibus (GEO) database revealed the remarkably diverse spectrum of human diseases with the etiologic origins in multiple organs and tissues and highly heterogeneous pathophysiological trajectories of their pathogenesis (Supplemental Figure   S4 ; Supplemental Table Set S2 ). Overlapping gene sets between disease-associated genes and humanspecific SNCs-linked genes comprise of hundreds of genes that were either up-regulated (204 significant disease records) or down-regulated (240 significant disease records) in specific pathological conditions, including schizophrenia, bipolar disorder, various types of malignant tumors, Crohn's disease, ulcerative colitis, Down syndrome, Alzheimer's disease, spinal muscular atrophy, multiple sclerosis, autism spectrum disorders, type 2 diabetes mellitus, morbid obesity, cardiomyopathy (Supplemental Figure S4 ; Supplemental Table Set S2). These observations demonstrate that thousands of genes expression of which is altered in a myriad of human diseases appear associated with genetic regulatory loci harboring human-specific SNCs. Consistent with the hypothesis that genes linked to human-specific neuro-regulatory SNCs represent a network of essential genetic loci implicated in a broad spectrum of physiological and pathological traits of Modern Humans, nearly half of human genes (162 of 332 genes; 49%) encoding prey proteins for SARS-CoV-2 coronavirus are members of this gene set (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 306,
                    "end": 317,
                    "text": "Figure   S4",
                    "ref_id": null
                },
                {
                    "start": 333,
                    "end": 345,
                    "text": "Table Set S2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 917,
                    "end": 926,
                    "text": "Figure S4",
                    "ref_id": null
                },
                {
                    "start": 942,
                    "end": 951,
                    "text": "Table Set",
                    "ref_id": null
                }
            ],
            "section": "Identification of hsSNCs-linked genes expression of which is altered in several hundred common human disorders"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of hsSNCs-linked genes expression of which is altered in several hundred common human disorders"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/848762 doi: bioRxiv preprint Identification of hsSNCs-linked genes implicated in more than 1,000 records classified as human rare diseases Present analyses demonstrate that thousands of genes associated with human-specific regulatory SNCs have been previously identified as genetic elements affecting the likelihood of development a multitude of common human disorders. Similarly, thousands of genes expression of which is altered during development and manifestation of multiple common human disorders appear linked to genetic regulatory loci harboring humanspecific SNCs. Remarkably, interrogations of the Enrichr's libraries of genes associated with Modern Humans' rare diseases identified 473, 603, 641, and 1,116 significantly enriched records of various rare disorders employing the Rare Diseases GeneRIF gene lists library, the Rare Diseases GeneRIF ARCHS4 predictions library, the Rare Diseases AutoRIF ARCHS4 predictions library, and the Rare Diseases AutoRIF Gene lists library, respectively (Supplemental Figure S5 ; Supplemental Table Set S2) . Taken together, these observations demonstrate that thousands of genes associated with hundreds of human rare disorders appear linked with human-specific regulatory SNCs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1133,
                    "end": 1142,
                    "text": "Figure S5",
                    "ref_id": null
                },
                {
                    "start": 1158,
                    "end": 1171,
                    "text": "Table Set S2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Identification of hsSNCs-linked genes expression of which is altered in several hundred common human disorders"
        },
        {
            "text": "Gene Ontology (GO) analyses identified a constellation of biological processes (GO Biological Process: 308 significant records) supplemented with a multitude of molecular functions (GO Molecular Function: 81 significant records) that appear under the regulatory control of human-specific SNCs (Supplemental Figure S6 ;",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 316,
                    "text": "Figure S6",
                    "ref_id": null
                }
            ],
            "section": "Gene ontology analyses of putative regulatory targets of genetic loci harboring human-specific SNCs"
        },
        {
            "text": "Supplemental Table Set 2) . Consistently, both databases identified frequently the components of transcriptional regulation and protein kinase activities among most significant records. Other significantly enriched records of interest are regulation of apoptosis, cell proliferation, migration, and various binding properties (cadherin binding; sequence-specific DNA binding; protein-kinase binding; amyloid-beta binding; actin binding; tubulin binding; microtubule binding; PDZ domain binding) which are often supplemented by references to the corresponding activity among the enriched records, for example, enriched records of both binding and activity of protein kinases. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 13,
                    "end": 25,
                    "text": "Table Set 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Gene ontology analyses of putative regulatory targets of genetic loci harboring human-specific SNCs"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. human-specific regulatory SNCs were implicated in a remarkably broad spectrum of signaling pathways ranging from pathways regulating the pluripotency of stem cells to cell type-specific morphogenesis and differentiation pathways, for example, melanogenesis and adrenergic signaling in cardiomyocytes (Supplemental Figure S7) . Genes under putative regulatory control of human-specific SNCs include hundreds of genes contributing to specific functions of specialized differentiated cells (gastric acid secretion; insulin secretion; aldosterone synthesis and secretion), multiple receptor/ligand-specific signaling pathways, as well as genetic constituents of pathways commonly deregulated in cancer and linked to the organ-specific malignancies, for example, breast, colorectal, and small cell lung cancers (Supplemental Figure S7 ). Other notable entries among most significantly enriched records include pathways of the axon guidance; dopaminergic, glutamatergic, and cholinergic synapses; neuroactive receptor-ligand interactions; and AGE-RAGE signaling pathway in diabetic complications (Supplemental Figure S7 ; Supplemental Table Set 2). All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 405,
                    "end": 415,
                    "text": "Figure S7)",
                    "ref_id": null
                },
                {
                    "start": 911,
                    "end": 920,
                    "text": "Figure S7",
                    "ref_id": null
                },
                {
                    "start": 1195,
                    "end": 1204,
                    "text": "Figure S7",
                    "ref_id": null
                }
            ],
            "section": "Gene ontology analyses of putative regulatory targets of genetic loci harboring human-specific SNCs"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene ontology analyses of putative regulatory targets of genetic loci harboring human-specific SNCs"
        },
        {
            "text": "To identify all genes linked with human-specific neuro-regulatory SNCs that are associated with defined mammalian phenotypes and human diseases with one or more mouse models, the analyses have been carried out utilizing the Mouse Genome Informatics (MGI) database (http://www.informatics.jax.org/ ). These analyses identified 125,938 Mammalian Phenotype Ontology records and 1,807 Human Disease Ontology records associated with 5,730 and 1,162 human-specific regulatory SNCs-linked genes, respectively (Supplemental Table Sets S4 and S5) . Remarkably, genes linked with human-specific regulatory SNCs have been associated with a majority (61%) of all human diseases with one or more mouse models (967 of 1,584 human disease All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 516,
                    "end": 537,
                    "text": "Table Sets S4 and S5)",
                    "ref_id": null
                }
            ],
            "section": "Identification of the experimentally tractable models for molecular definitions of regulatory effects of human-specific SNCs on expression of genes associated with thousands of mammalian phenotypes and human diseases"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/848762 doi: bioRxiv preprint ontology terms; Supplemental Table Set S4) . Similarly, human-specific SNCs-linked genes have been associated with 71% of all Mammalian Phenotype Ontology terms (9,190 of 12,936 records; Supplemental Table Set S5 ). These observations identify readily available mouse models for experimental interrogations of regulatory effects of human-specific SNCs and other types of HSRS on genes causally affecting thousands of defined mammalian phenotypes and hundreds of common and rare human disorders.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 188,
                    "text": "Table Set S4)",
                    "ref_id": null
                },
                {
                    "start": 346,
                    "end": 358,
                    "text": "Table Set S5",
                    "ref_id": null
                }
            ],
            "section": "Identification of the experimentally tractable models for molecular definitions of regulatory effects of human-specific SNCs on expression of genes associated with thousands of mammalian phenotypes and human diseases"
        },
        {
            "text": "It has been suggested that unified activities of thousands candidate HSRS comprising a coherent compendium of genomic regulatory elements markedly distinct in their structure, function, and evolutionary origin may have contributed to development and manifestation of human-specific phenotypic traits (Glinsky, 2020) . It was interest to determine whether genes previously linked to other classes of HSRS, which were identified without considerations of human-specific neuro-regulatory SNCs, overlap with genes associated in this contribution with genomic regulatory loci harboring human-specific SNCs. To this end, genes associated with different classes of HSRS were identified using the GREAT algorithm, subjected to the GSEA, and compared with the set of 8,405 genes linked with neuro-regulatory hsSNCs. Notably, all classes of HSRS appear to share common sub-sets of putative genetic regulatory targets with neuro-regulatory hsSNCs (Table 3; To determine whether the patterns of significant phenotypic associations observed for genes linked with HSRS are specific and not related to the size effects of relatively large gene sets subjected to the GSEA, 42,847 human genes not linked by the GREAT algorithm with HSRS were randomly split into 21 control gene sets of various sizes ranging from 2,847 to 6,847 genes and subjected to the GSEA (Supplemental Notes 1 & 2). Importantly, no significant phenotypic associations were observed for 21 control gene sets, consistent with the conclusion that significant phenotypic associations documented for genes linked with HSRS and neuroregulatory hsSNCs are not likely due to non-specific size effects captured by the GSEA. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 315,
                    "text": "(Glinsky, 2020)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 936,
                    "end": 945,
                    "text": "(Table 3;",
                    "ref_id": null
                }
            ],
            "section": "Structurally, functionally, and evolutionary distinct classes of human-specific regulatory sequences (HSRS) share the relatively restricted elite set of common genetic targets"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/848762 doi: bioRxiv preprint All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structurally, functionally, and evolutionary distinct classes of human-specific regulatory sequences (HSRS) share the relatively restricted elite set of common genetic targets"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/848762 doi: bioRxiv preprint C. Genome-wide correlation patterns between the number of genes comprising the putative regulatory targets of distinct families of HSRS and the number of hsSNCs-linked genes among the HSRS-target genes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structurally, functionally, and evolutionary distinct classes of human-specific regulatory sequences (HSRS) share the relatively restricted elite set of common genetic targets"
        },
        {
            "text": "In agreement with this conclusion, it was observed that the common gene set of putative regulatory targets shared by HSRS and neuro-regulatory hsSNCs comprises of 7,406 coding genes (88% of all humanspecific SNCs-associated genes), indicating that structurally and functionally diverse HSRS, the evolutionary origin of which has been driven by mechanistically-distinct processes, appear to favor the genomic regulatory alignment with the relatively restricted elite set of genetic targets (Figure 3 ; Table 3 ; Supplemental Figure S9 ;",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 489,
                    "end": 498,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 501,
                    "end": 508,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 524,
                    "end": 533,
                    "text": "Figure S9",
                    "ref_id": null
                }
            ],
            "section": "Structurally, functionally, and evolutionary distinct classes of human-specific regulatory sequences (HSRS) share the relatively restricted elite set of common genetic targets"
        },
        {
            "text": "Supplemental Table Set S3 ). The estimated timeline of the evolutionary origin of 59,089 HSRS is likely to encompass many thousands, perhaps, hundred thousand years. Therefore, it seems remarkable that the All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 13,
                    "end": 25,
                    "text": "Table Set S3",
                    "ref_id": null
                }
            ],
            "section": "Structurally, functionally, and evolutionary distinct classes of human-specific regulatory sequences (HSRS) share the relatively restricted elite set of common genetic targets"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/848762 doi: bioRxiv preprint patterns of their genomic placement appear uniformly associated with sub-sets of genes comprising the putative regulatory targets of human-specific neuro-regulatory SNCs (Figure 3 ; Table 3; Supplemental Table   Set S3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 316,
                    "end": 325,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 328,
                    "end": 364,
                    "text": "Table 3; Supplemental Table   Set S3",
                    "ref_id": null
                }
            ],
            "section": "Structurally, functionally, and evolutionary distinct classes of human-specific regulatory sequences (HSRS) share the relatively restricted elite set of common genetic targets"
        },
        {
            "text": "Previous studies have identified stem cell-associated retroviral sequences (SCARS) encoded by human endogenous retroviruses LTR7/HERVH and LTR5_Hs/HERVK as one of the significant sources of the evolutionary origin of HSRS (Glinsky, 2015 (Glinsky, -2019 , including human-specific transcription factor binding sites (TFBS) for NANOG, OCT4, and CTCF (Glinsky, 2015) .",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 236,
                    "text": "(Glinsky, 2015",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 237,
                    "end": 252,
                    "text": "(Glinsky, -2019",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 348,
                    "end": 363,
                    "text": "(Glinsky, 2015)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Structurally, functionally, and evolutionary distinct classes of human-specific regulatory sequences (HSRS) share the relatively restricted elite set of common genetic targets"
        },
        {
            "text": "Next, the common sets of genetic regulatory targets were identified for genes expression of which is regulated by SCARS and genes associated in this study with human-specific regulatory SNCs (Supplemental Figure S9 ). It has been determined that each of the structurally-distinct families of SCARS appears to share a common set of genetic regulatory targets with human-specific SNCs (Supplemental Figure S8) . Overall, expression of nearly two thirds (5,389 genes; 64%) of all genes identified as putative regulatory targets of human-specific SNCs is regulated by SCARS (Supplemental Figure S9 ; Supplemental Table Set S3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 214,
                    "text": "Figure S9",
                    "ref_id": null
                },
                {
                    "start": 397,
                    "end": 407,
                    "text": "Figure S8)",
                    "ref_id": null
                },
                {
                    "start": 584,
                    "end": 593,
                    "text": "Figure S9",
                    "ref_id": null
                },
                {
                    "start": 609,
                    "end": 622,
                    "text": "Table Set S3)",
                    "ref_id": null
                }
            ],
            "section": "Structurally, functionally, and evolutionary distinct classes of human-specific regulatory sequences (HSRS) share the relatively restricted elite set of common genetic targets"
        },
        {
            "text": "Consistent with the idea that structurally-diverse HSRS may favor the relatively restricted elite set of genetic targets, the common gene set of regulatory targets for HSRS, SCARS, and SNCs comprises of 7,990 coding genes or 95% of all genes associated in this contribution with human-specific neuro-regulatory SNCs (Supplemental Figure S9 ; Supplemental Table Set S3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 330,
                    "end": 339,
                    "text": "Figure S9",
                    "ref_id": null
                },
                {
                    "start": 355,
                    "end": 368,
                    "text": "Table Set S3)",
                    "ref_id": null
                }
            ],
            "section": "Structurally, functionally, and evolutionary distinct classes of human-specific regulatory sequences (HSRS) share the relatively restricted elite set of common genetic targets"
        },
        {
            "text": "To gain insights into mechanisms of SCARS-mediated effects on expression of 5,389 genes linked to humanspecific regulatory SNCs, the numbers of genes expression of which was either activated (down-regulated following SCARS silencing) or inhibited (up-regulated following SCARS silencing) by SCARS have been determined. It was observed that SCARS exert the predominantly inhibitory effect on expression of genes associated with human-specific regulatory SNCs, which is exemplified by activated expression of as many as 87% of genes affected by SCARS silencing (Supplemental Figure S9 ; Supplemental Table Set S3 ). These findings indicate that when SCARS-associated networks are active during the human preimplantation embryogenesis, they exert a dominant effect on gene expression, whereas when SCARS are silenced during All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 573,
                    "end": 582,
                    "text": "Figure S9",
                    "ref_id": null
                },
                {
                    "start": 598,
                    "end": 610,
                    "text": "Table Set S3",
                    "ref_id": null
                }
            ],
            "section": "Structurally, functionally, and evolutionary distinct classes of human-specific regulatory sequences (HSRS) share the relatively restricted elite set of common genetic targets"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/848762 doi: bioRxiv preprint the postimplantation embryonic development and in the adulthood, regulatory impact of human-specific neuroregulatory SNCs may be prevalent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structurally, functionally, and evolutionary distinct classes of human-specific regulatory sequences (HSRS) share the relatively restricted elite set of common genetic targets"
        },
        {
            "text": "Since distinct families of HSRS, including neuro-regulatory hsSNCs, share common sets of genetic targets, it was of interest to determine whether hsSNCs-linked genes are represented among genes previously identified as components of human-specific GRNs operating in developmentally and physiologically distinct human tissues and cells. Importantly, human-specific GRNs selected for these analyses were defined employing vastly different experimental, analytical, and computational approaches that were applied within the broad range of experimental settings (Glinsky, 2019) . Specifically, the interrogated human-specific GRNs include the following data sets: i) Great Apes' whole-genome sequencing-guided human-specific insertions and deletions (Kronenberg et al., 2018) ; ii) genome-wide analysis of retrotransposon's transcriptome in postmortem samples of human dorsolateral prefrontal cortex ; iii) shRNA-mediated silencing of LTR7/HERVH retrovirus-derived long non-coding RNAs in hESC (Wang et al., 2014) ; iv) single-cell expression profiling analyses of human preimplantation embryos ; v) network of genes associated with regulatory transposable elements (TE) operating in naïve and primed hESC (Theunissen et al., 2016; Pontis et al., 2019) ; vi) pluripotency-related network of genes manifesting concordant expression changes in human fetal brain and adult neocortex ; vii) network of genes governing human neurogenesis in vivo (Nowakowski et al., 2017) ; viii) network of genes differentially expressed during human corticogenesis in vitro (van de Leemput et al., 2014) . Thus, selected for these analyses human-specific GRNs appear to function in a developmentally and physiologically diverse spectrum of human cells that are biologically and anatomically highly relevant to manifestations of human-specific phenotypes ranging from preimplantation embryos to adult dorsolateral prefrontal cortex (Table 4 ; Supplemental Table Set S3) .",
            "cite_spans": [
                {
                    "start": 558,
                    "end": 573,
                    "text": "(Glinsky, 2019)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 746,
                    "end": 771,
                    "text": "(Kronenberg et al., 2018)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 990,
                    "end": 1009,
                    "text": "(Wang et al., 2014)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1202,
                    "end": 1227,
                    "text": "(Theunissen et al., 2016;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1228,
                    "end": 1248,
                    "text": "Pontis et al., 2019)",
                    "ref_id": null
                },
                {
                    "start": 1437,
                    "end": 1462,
                    "text": "(Nowakowski et al., 2017)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1550,
                    "end": 1579,
                    "text": "(van de Leemput et al., 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1907,
                    "end": 1915,
                    "text": "(Table 4",
                    "ref_id": null
                },
                {
                    "start": 1931,
                    "end": 1944,
                    "text": "Table Set S3)",
                    "ref_id": null
                }
            ],
            "section": "Genes linked with neuro-regulatory hsSNCs represents intrinsic genetic elements of developmentally and physiologically distinct human-specific genomic regulatory networks (GRNs)"
        },
        {
            "text": "Importantly, in all instances a highly significant enrichment of hsSNCs-linked genes has been observed (Table 4; Supplemental Table Set S3 ). These observations are consistent with the hypothesis that neuroregulatory hsSNCs and associated genes represent principal components of the exceptionally broad range of All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 138,
                    "text": "(Table 4; Supplemental Table Set S3",
                    "ref_id": null
                }
            ],
            "section": "Genes linked with neuro-regulatory hsSNCs represents intrinsic genetic elements of developmentally and physiologically distinct human-specific genomic regulatory networks (GRNs)"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/848762 doi: bioRxiv preprint human-specific GRNs operating in the wide spectra of developmental and physiological contexts reflecting species-defining human-specific phenotypes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genes linked with neuro-regulatory hsSNCs represents intrinsic genetic elements of developmentally and physiologically distinct human-specific genomic regulatory networks (GRNs)"
        },
        {
            "text": "In recent years, elucidation of genetic and molecular mechanisms defining the phenotypic uniqueness of SNCs that are fixed in humans, distinct from other primates, and located in DA chromatin regions during human brain development (Kanton et al., 2019) . Notably, 99.8% of candidate regulatory hsSNCs that overlap DA chromatin regions during brain development are shared with the archaic humans while only 64 hsSNCs are unique to Modern Humans. The conservation on the human lineage of a vast majority of regulatory hsSNCs associated with early stages of human brain development suggest that coding genes expression of which is regulated by hsSNCs may have a broad effect on human-specific traits beyond embryonic development. This concept has been substantiated by the multiple lines of evidence acquired and reported in the present contribution.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 252,
                    "text": "(Kanton et al., 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Employing the GREAT algorithm (McLean et al., 2010 (McLean et al., , 2011 genes have been identified that are linked to 35,074 hsSNCs via genomic proximity co-localization analysis, indicating that expression of these hsSNCslinked genes might be affected by hsSNCs located in DA chromatin regions during brain development.",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 50,
                    "text": "(McLean et al., 2010",
                    "ref_id": null
                },
                {
                    "start": 51,
                    "end": 73,
                    "text": "(McLean et al., , 2011",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Comprehensive gene set enrichment analyses (GSEA) of these 8,405 genes revealed the staggering breadth of associations with physiological processes, morphological features, and pathological conditions of H. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/848762 doi: bioRxiv preprint sapiens. Significantly enriched records include more than 1,000 anatomically-distinct regions of the adult human brain, many human tissues and cell types, more than 200 common human disorders and more than 1,000 rare diseases. Strikingly similar patterns of phenotypic associations have been observed for genes linked to 59,089 previously defined structurally, functionally, and evolutionary distinct classes of HSRS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Based on the reported above observations, it has been concluded that genes linked to neuro-regulatory hsSNCs appear contributing to development, morphological architecture, and biological functions of the adult human brain, other components of the central nervous system, and many tissues and organs across human body. They were implicated in the extensive range of human physiological and pathological conditions, thus supporting the hypothesis that phenotype-altering effects of neuro-regulatory hsSNCs are not restricted to the early-stages of human brain development. Results of the analyses utilizing the Mouse Genome Informatics (MGI) database (http://www.informatics.jax.org/ ) revealed that neuro-regulatory hsSNCs-associated genes affect wide spectra of traits defining both physiology and pathology of Modern Humans, perhaps, reflecting the global scale of human-specific regulatory impacts on thousands essential mammalian phenotypes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Significantly, outlined herein analytical approaches and reported end-points provide readily available access to mouse models for precise molecular definitions of unique to humans regulatory effects of neuro-regulatory human-specific SNCs and other types of HSRS on genes causally affecting thousands of defined mammalian phenotypes and hundreds of common and rare human disorders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A total of 94,806 candidate HSRS, including 35,074 neuro-regulatory human-specific SNCs, detailed descriptions of which and corresponding references of primary original contributions are reported elsewhere (Glinsky et al., 2015 (Glinsky et al., -2019 Kanton et al., 2019) . Solely publicly available datasets and resources were used in this contribution. The significance of the differences in the expected and observed numbers of events was calculated using two-tailed Fisher's exact test. Additional placement enrichment tests were performed for individual classes of HSRS taking into account the size in bp of corresponding genomic regions. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 227,
                    "text": "(Glinsky et al., 2015",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 228,
                    "end": 250,
                    "text": "(Glinsky et al., -2019",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 251,
                    "end": 271,
                    "text": "Kanton et al., 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Candidate human-specific regulatory sequences and African Apes-specific retroviral insertions"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/848762 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Candidate human-specific regulatory sequences and African Apes-specific retroviral insertions"
        },
        {
            "text": "Identification of highly-conserved in primates (pan-primate), primate-specific, and human-specific sequences was performed as previously described (Glinsky, 2015 (Glinsky, -2019 . In brief, all categories were defined by direct and reciprocal mapping using LiftOver. Specifically, the following categories of candidate regulatory sequences were distinguished:",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 161,
                    "text": "(Glinsky, 2015",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 162,
                    "end": 177,
                    "text": "(Glinsky, -2019",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Categories of DNA sequence conservation"
        },
        {
            "text": "-Highly conserved in primates' sequences: DNA sequences that have at least 95% of bases remapped during conversion from/to human (Homo sapiens, hg38), chimp (Pan troglodytes, v5), and bonobo (Pan paniscus, v2; in specifically designated instances, Pan paniscus, v1 was utilized for comparisons).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Categories of DNA sequence conservation"
        },
        {
            "text": "Similarly, highly-conserved sequences were defined for hg38 and latest releases of genomes of Gorilla, Orangutan, Gibbon, and Rhesus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Categories of DNA sequence conservation"
        },
        {
            "text": "-Primate-specific: DNA sequences that failed to map to the mouse genome (mm10).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Categories of DNA sequence conservation"
        },
        {
            "text": "-Human-specific: DNA sequences that failed to map at least 10% of bases from human to both chimpanzee and bonobo. All candidate HSRS identified based on the sequence alignments failures to genomes of both chimpanzee and bonobo were subjected to more stringent additional analyses requiring the mapping failures to genomes of Gorilla, Orangutan, Gibbon, and Rhesus. These loci were considered created de novo human-specific regulatory sequences (HSRS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Categories of DNA sequence conservation"
        },
        {
            "text": "To infer the putative evolutionary origins, each evolutionary classification was defined independently by running the corresponding analyses on all candidate HSRS representing the specific category. For example, human-rodent conversion identify sequences that are absent in the mouse genome based on the sequence identity threshold of 10%). Additional comparisons were performed using the same methodology and exactly as stated in the manuscript text. Human brain regions' marker genes were identified among genes linked to hsSNCs by analyzing genes significantly up-regulated in specified human brain regions using the Allen Brain Atlas database (brain region-specific records manifesting significantly increased expression at 1.5-fold cut-off were selected for analyses). Genes differentially expressed in human versus chimpanzee adult brains were All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Categories of DNA sequence conservation"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/848762 doi: bioRxiv preprint identified among hsSNCs-linked genes by analyzing genes differentially expressed in eight regions of human versus chimpanzee adult brains (Xu et al., 2018) .",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 301,
                    "text": "(Xu et al., 2018)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Categories of DNA sequence conservation"
        },
        {
            "text": "Gene set enrichment analyses were carried-out using the Enrichr bioinformatics platform, which enables the interrogation of nearly 200,000 gene sets from more than 100 gene set libraries. The Enrichr API (January 2018 through January 2020 releases) (Chen et al., 2013; Kuleshov et al., 2016) was used to test genes linked to HSRS of interest for significant enrichment in numerous functional categories. In all tables and plots (unless stated otherwise), in addition to the nominal p values and adjusted p values, the \"combined score\" calculated by Enrichr is reported, which is a product of the significance estimate and the magnitude of enrichment (combined score c = log(p) * z, where p is the Fisher's exact test p-value and z is the z-score deviation from the expected rank). When technically feasible, larger sets of genes comprising several thousand entries were analyzed. Regulatory connectivity maps between HSRS and coding genes and additional functional enrichment analyses were performed with the GREAT algorithm (McLean et al., 2010; 2011) at default settings. The reproducibility of the results was validated by implementing two releases of the GREAT algorithm: GREAT version 3.0.0 (2/15/2015 to 08/18/2019) and GREAT version 4.0.4 (08/19/2019). Genomewide Proximity Placement Analysis (GPPA) of distinct genomic features co-localizing with HSRS was carried out as described previously and originally implemented for human-specific transcription factor binding sites (Glinsky, 2015 (Glinsky, -2019 .",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 268,
                    "text": "(Chen et al., 2013;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 269,
                    "end": 291,
                    "text": "Kuleshov et al., 2016)",
                    "ref_id": null
                },
                {
                    "start": 1025,
                    "end": 1046,
                    "text": "(McLean et al., 2010;",
                    "ref_id": null
                },
                {
                    "start": 1047,
                    "end": 1052,
                    "text": "2011)",
                    "ref_id": null
                },
                {
                    "start": 1481,
                    "end": 1495,
                    "text": "(Glinsky, 2015",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1496,
                    "end": 1511,
                    "text": "(Glinsky, -2019",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Gene set enrichment and genome-wide proximity placement analyses"
        },
        {
            "text": "To validate and extend findings afforded by the gene set enrichment analyses and to identify all genes linked with human-specific regulatory SNCs that are associated with defined mammalian phenotypes as well as implicated in development of human diseases with one or more mouse models, the additional analyses have been carried out utilizing the Mouse Genome Informatics (MGI) database (http://www.informatics.jax.org/ ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mammalian Phenotype Ontology and Human Disease Ontology analyses"
        },
        {
            "text": "All statistical analyses of the publicly available genomic datasets, including error rate estimates, background and technical noise measurements and filtering, feature peak calling, feature selection, assignments of genomic coordinates to the corresponding builds of the reference human genome, and data visualization, were All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analyses of the Publicly Available Datasets"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/848762 doi: bioRxiv preprint performed exactly as reported in the original publications and associated references linked to the corresponding data visualization tracks (http://genome.ucsc.edu/). Any modifications or new elements of statistical analyses are described in the corresponding sections of the Results. Statistical significance of the Pearson correlation coefficients was determined using GraphPad Prism version 6.00 software. Both nominal and Bonferroni adjusted p values were estimated. The significance of the differences in the numbers of events between the groups was calculated using two-sided Fisher's exact and Chi-square test, and the significance of the overlap between the events was determined using the hypergeometric distribution test (Tavazoie et al., 1999 ). ",
            "cite_spans": [
                {
                    "start": 876,
                    "end": 898,
                    "text": "(Tavazoie et al., 1999",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical Analyses of the Publicly Available Datasets"
        },
        {
            "text": "This is a single author contribution. All elements of this work, including the conception of ideas, formulation, and development of concepts, execution of experiments, analysis of data, and writing of the paper, were performed by the author. Table 1 . Associations with human physiological processes and pathological conditions of 8,405 genes linked with 35,074 human-specific single nucleotide changes (SNC) within differentially-accessible (DA) chromatin regions identified during human and chimpanzee brain development in cerebral organoids.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 249,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Author Contributions"
        },
        {
            "text": "Number of significant records* Legend: Definitions of structurally, functionally, and evolutionary distinct families of human-specific regulatory sequences (HSRS) can be found in Glinsky (2020) A. Number of brain regions' marker genes linked to 35,074 neuro-regulatory hsSNCs in specified human brain regions (the normalized values calculated per 1,000 region-specific marker genes are shown). Genes linked to hsSNCs were identified among genes significantly up-regulated in specified human brain regions using the Allen Brain Atlas database (records manifesting increased expression at 1.5-fold cut-off were identified and selected for analyses).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Database"
        },
        {
            "text": "B. Number (percent) of genes differentially expressed (DE) in human versus chimpanzee adult brains among genes linked to neuro-regulatory human-specific SNCs. Genes linked to hsSNCs were identified among genes differentially expressed in eight regions of human versus chimpanzee adult brains (Xu et al., 2018) . neuro-regulatory hsSNCs-linked genes.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 309,
                    "text": "(Xu et al., 2018)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Database"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Database"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. . https://doi.org/10.1101/848762 doi: bioRxiv preprint 49 Figure 3 . Distinct families of regulatory DNA sequences comprising a compendium of 59,089 human-specific regulatory sequences (HSRS) manifest common enrichment patterns of associations with sub-sets of 8,405 neuro-regulatory hsSNCs-linked genes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 157,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Database"
        },
        {
            "text": "A. Number of genes identified by the GREAT algorithm as putative regulatory targets of distinct families of HSRS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Database"
        },
        {
            "text": "B. Number of hsSNCs-linked genes among genes comprising putative regulatory targets of distinct families of HSRS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Database"
        },
        {
            "text": "C. Genome-wide correlation patterns between the number of genes comprising the putative regulatory targets of distinct families of HSRS and the number of hsSNCs-linked genes among the HSRS-target genes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Database"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Functional dissection of the enhancer repertoire in human embryonic stem cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Barakat",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Halbritter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Rendeiro",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Perenthaler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bock",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Chambers",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell Stem Cell",
            "volume": "23",
            "issn": "",
            "pages": "276--288",
            "other_ids": {
                "DOI": [
                    "10.1016/j.stem.2018.06.014"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Enrichr: interactive and collaborative HTML5 gene list enrichment analysis tool",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kou",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Meirelles",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ma&apos;ayan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Bioinformatics",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2105-14-128"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Initial sequence of the chimpanzee genome and comparison with the human genome",
            "authors": [],
            "year": 2005,
            "venue": "Chimpanzee Sequencing and Analysis Consortium",
            "volume": "437",
            "issn": "",
            "pages": "69--87",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Topological domains in mammalian genomes identified by analysis of chromatin interactions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Dixon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Selvaraj",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yue",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "485",
            "issn": "",
            "pages": "376--80",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Transposable elements and DNA methylation create in embryonic stem cells humanspecific regulatory sequences associated with distal enhancers and non-coding RNAs",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Glinsky",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Genome Biol Evol",
            "volume": "7",
            "issn": "",
            "pages": "1432--1454",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mechanistically distinct pathways of divergent regulatory DNA creation contribute to evolution of human-specific genomic regulatory networks driving phenotypic divergence of Homo sapiens",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Glinsky",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Activation of endogenous human stem cell-associated retroviruses (SCARs) and therapyresistant phenotypes of malignant tumors",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Glinsky",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cancer Lett",
            "volume": "376",
            "issn": "",
            "pages": "347--359",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Single cell genomics reveals activation signatures of endogenous SCAR's networks in aneuploid human embryos and clinically intractable malignant tumors",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Glinsky",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cancer Lett",
            "volume": "381",
            "issn": "",
            "pages": "176--93",
            "other_ids": {
                "DOI": [
                    "10.1101/848762"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Human-specific features of pluripotency regulatory networks link NANOG with fetal and adult brain development",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Glinsky",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/022913"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Contribution of transposable elements and distal enhancers to evolution of human-specific features of interphase chromatin architecture in embryonic stem cells",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Glinsky",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Chromosome Res",
            "volume": "26",
            "issn": "",
            "pages": "61--84",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Single cell expression analysis of primate-specific retroviruses-derived HPAT lincRNAs in viable human blastocysts identifies embryonic cells co-expressing genetic markers of multiple lineages",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Glinsky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Durruthy-Durruthy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wossidlo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Grow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Weirather",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Au",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wysocka",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sebastiano",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Heliyon",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.heliyon.2018.e00667.eCollection"
                ],
                "PMID": [
                    "30003161"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The evolution of Great Apes has shaped the functional enhancers' landscape in human embryonic stem cells",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Glinsky",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Barakat",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scr.2019.101456"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A catalogue of 59,732 human-specific regulatory sequences reveals unique to human regulatory patterns associated with virus-interacting proteins, pluripotency and brain development",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Glinsky",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "DNA and Cell Biology",
            "volume": "39",
            "issn": "",
            "pages": "126--143",
            "other_ids": {
                "DOI": [
                    "10.1089/dna.2019.4988"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Novel bioinformatics approach identifies transcriptional profiles of lineage-specific transposable elements at distinct loci in the human dorsolateral prefrontal cortex",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Guffanti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bartlett",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Klengel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Klengel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Glinsky",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Macciardi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mol Biol Evol",
            "volume": "35",
            "issn": "",
            "pages": "22--27",
            "other_ids": {
                "PMID": [
                    "30053206"
                ],
                "PMCID": [
                    "PMC6188555"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "All analyzed records are reported in the Supplemental Table Set S2. Overlap refers to the number of hsSNCs-linked genes and mammalian phenotype-associated genes in corresponding categories",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Legend: *, p values were estimate using the hypergeometric distribution test",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "expected values were estimated based on the number of genes in the human genome (63,677) and the number of genes in the corresponding category of human-specific regulatory networks",
            "authors": [
                {
                    "first": "*",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "TE, transposable genetic elements; hESC, human embryonic stem cells",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "MLME, multi lineage markers expression",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Gene expression signature (GES) of the Multi-lineage Markers Expressing (MLME) cells of human preimplantation embryo",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Guffanti",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Human-specific genomic regulatory networks (GRNs) were defined previously (Glinsky, 2020; see text for details) based on the following primary contributions: Networks of genes associated with expression of transposable elements (TE) in human dorsolateral prefrontal cortex",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/848762"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Figure 1. GREAT analysis identifies 8,405 human genes associated with 35,074 neuro-regulatory human-specific single nucleotide changes (hsSNCs) identified in differentially accessible (DA) chromatin regions during human and chimpanzee brain development in cerebral organoids",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Patterns of genomic associations between neuro-regulatory hsSNCs and putative target genes defined at different single nearest gene maximum",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A total of 1,064 of all 35,074 SNCs (3%) are not associated with any genes in the human genome",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Figure 2. A dominant majority (6,640 of 8,405 genes; 79%) of genes linked to 35,074 human-specific single nucleotide changes (hsSNCs",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Genes linked to hsSNCs were identified among genes significantly up-regulated in specified human brain regions using the Allen Brain Atlas database (records manifesting increased expression at 1.5-fold cut-off were identified and selected for analyses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Number (percent) of genes differentially expressed (DE) in human versus chimpanzee adult brains among genes linked to neuro-regulatory human-specific SNCs. Genes linked to hsSNCs were identified among genes differentially expressed in eight regions of human versus chimpanzee adult brains",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Table Sets S1 -S5",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the author/funder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/848762"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "specific single nucleotide changes (SNCs) in in differentially accessible (DA) chromatin regions during brain development To identify and characterize human genes associated with 35,074 human-specific single nucleotide changes (SNCs) in differentially accessible (DA) chromatin regions during human and chimpanzee neurogenesis in cerebral organoids (Kanton et al., 2019), the GREAT algorithm (McLean et al., 2011) have been employed. These analyses identified 8,405 genes with putative regulatory connections to human-specific SNCs (Figure 1) All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "as well as various cytoskeleton and membrane components appear noteworthy (Supplemental Figure S6). Both GO Biological Process and GO Cellular Component database identified significantly enriched records associated with the central nervous system development and functions such as axonogenesis and axon guidance; generation of neurons, neuron differentiation, and neuron projection morphogenesis; cellular components of dendrites and dendrite's membrane; ionotropic glutamate receptor complex. In several instances biologically highly consistent enrichment records have been identified in different GO databases: cadherin binding (GO Molecular Function) and catenin complex (GO Cellular Component); actin binding (GO Molecular Function) and actin cytoskeleton, cortical actin cytoskeleton, actin-based cell projections (GO Cellular Component); microtubule motor activity, tubulin binding, microtubule binding (GO Molecular Function) and microtubule organizing center, microtubule cytoskeleton (GO Cellular Component). Analyses of human and mouse databases of the Kyoto Encyclopedia of Genes and Genomes (KEGG; Supplemental Figure S7) identified more than 100 significantly enriched records in each database (KEGG 2019 Human: 129 significant records; KEGG 2019 Mouse: 106 significant records). Genes associated with",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "associated with human-specific SNCs and implicated in premature death and embryonic, prenatal, perinatal, neonatal, and postnatal lethality phenotypes Interrogation of MGI Mammalian Phenotype databases revealed several hundred mammalian phenotypes affected by thousands of genes associated with genomic regulatory regions harboring human-specific SNCs: the MGI Mammalian Phenotype (2017) database identified 749 significant enrichment records, while the MGI Mammalian Phenotype Level 4 (2019) database identified 407 significant enrichment records (Table 2; Supplemental Figure S8; Supplemental Table Set S2). Strikingly, among the records of mammalian phenotypes identified by the gene set enrichment analyses of neuro-regulatory hsSNCs-linked genes, there are 2,273 genes mutations of which result in phenotypes of premature death, embryonic lethality, as well as prenatal, perinatal, neonatal, and postnatal lethality of both complete and incomplete penetrance. A significant fraction of these 2,273 genes, which collectively could be defined based on patterns of phenotypes caused by their mutations as an offspring survival genomic dominion, was implicated in the autosomal dominant (389 genes) and recessive (426 genes) inheritance in Modern Humans. Based on these observations, it has been concluded that thousands of genes within the genomic dominions of putative regulatory dependencies from human-specific SNCs represent the essential genetic elements of the mammalian offspring survival phenotypes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "SupplementalFigure S9; SupplementalTable Set S3). GSEA of genes linked with different classes of HSRS revealed strikingly similar patterns of associations with human phenotypic traits (Supplemental Notes 1 & 2), which recapitulate, in part, the patterns of phenotypic associations of neuro-regulatory hsSNC-linked genes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Distinct families of regulatory DNA sequences comprising a compendium of 59,089 human-specific regulatory sequences (HSRS) manifest common enrichment patterns of associations with sub-sets of 8,405 neuro-regulatory hsSNCs-linked genes.A. Number of genes identified by the GREAT algorithm as putative regulatory targets of distinct families of HSRS.B. Number of hsSNCs-linked genes among genes comprising putative regulatory targets of distinct families of HSRS.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Humans attained a significant progress in illuminating the potentially broad role of thousands humanspecific regulatory sequences (HSRS) in contrast to the relatively modest impact of human-specific changes of a limited number of coding genes (Kronenberg et al., 2018; Glinsky, 2019; Kanton et al., 2019). The macromolecules comprising the essential building blocks of life at the cellular and organismal levels remain highly conserved during the evolution of humans and other Great Apes. Identification and initial structuralfunctional characterization of nearly hundred thousand candidate HSRS (Kronenberg et al., 2018; Glinsky, 2019; Kanton et al., 2019; this contribution) validate the idea that unique to human phenotypes may result from human-specific changes to genomic regulatory sequences defined as \"regulatory mutations\" (King and Wilson, 1975). Technological advances enabled the exquisite degree of accuracy of molecular definition of 35,074",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "GREAT analysis identifies 8,405 human genes associated with 35,074 neuro-regulatory humanspecific single nucleotide changes (hsSNCs) identified in differentially accessible (DA) chromatin regions during human and chimpanzee brain development in cerebral organoids. A. Patterns of genomic associations between neuro-regulatory hsSNCs and putative target genes defined at different single nearest gene maximum extensions. GREAT algorithm version 4.0.4. B. A total of 1,064 of all 35,074 SNCs (3%) are not associated with any genes in the human genome, while a total of 34,010 (97%) human-specific SNCs in DA regions appear associated with 8,405 human genes. GREAT algorithm version 3.0.0.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "A dominant majority (6,640 of 8,405 genes; 79%) of genes linked to 35,074 human-specific single nucleotide changes (hsSNCs) in chromatin's differentially accessible (DA) regions during human and chimpanzee brain development in cerebral organoids represents genetic markers of 26 human brain regions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Distinct families of regulatory DNA sequences comprising a compendium of 59,089 human-specific regulatory sequences (HSRS) manifest common enrichment patterns of associations with sub-sets of 8,405",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Table Sets S1 -S5, Supplemental Text, Supplemental Notes, and Supplemental Figures S1-S9.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Gene set enrichment analyses of the MGI Mammalian Phenotype Level 4 (2019) database identify mammalian phenotypes manifesting significant associations with neuro-regulatory human-specific SNCs-linked genes. Top 40 of the 407 significant records are reported.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was made possible by the open public access policies of major grant funding agencies and international genomic databases and the willingness of many investigators worldwide to share their primary research data. This work was supported, in part, by OncoScar, Inc.All rights reserved. No reuse allowed without permission.The copyright holder for this preprint (which was not peer-reviewed) is the author/funder. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}