{
    "paper_id": "2fefeadf9ec11b186e6ea0e759fee4fbda46a257",
    "metadata": {
        "title": "Has mortality due to other causes increased during the Covid-19 pandemic? Early evidence from England and Wales",
        "authors": [
            {
                "first": "Sotiris",
                "middle": [],
                "last": "Vandoros",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King's College London and Harvard T.H. Chan School of Public Health",
                    "location": {}
                },
                "email": "s.vandoros@kcl.ac.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "The covid-19 pandemic has claimed many lives in the UK and globally. The objective of this paper is to study whether the covid-19 pandemic has also caused any increase in death rates for those who have not contracted the disease. Reasons behind this may include avoiding visits hospitals or GPs, health system capacity, and the effects of the lockdown. I used graphical analysis and a differences-in-differences econometric approach to study whether there was an increase in non-covid-19 deaths, compared to a control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Almost 2 million covid-19 cases have been reported globally, leading to over 125,000 deaths. In the United Kingdom, the death toll has reached 12,000, while almost 100,000 people have been diagnosed with the virus. 1 The novel coronavirus is directly claiming lives, but the whole unprecedented situation and the lockdown imposed in the UK and other countries might be triggering other effects. People with other, unrelated health conditions may be reluctant to visit their GP or a hospital in order to avoid the risk of contracting the virus.2 Furthermore, to increase capacity for the overstretched NHS, routine operations have been postponed.3 While these do not concern life-threatening conditions, this gives an indication that the covid-19 pandemic has been attracting resources from the treatment of other conditions. While more ICUs and ventilators have been made available, the NHS may reach its capacity at the peak of the pandemic, which can affect patients suffering from other conditions. Furthermore, the lockdown may also have unintended health effects. Lack of social contact can affect mental health,4 and big events or disasters at the national level can have a similar impact.5 Staying at home can limit physical activity, which is associated with obesity6 and mental health.7 Furthermore, staying at home and bar and restaurant closure may affect other health-related behaviours, such as drinking, smoking and diet. There are also reports of a rise in domestic abuse,8 while the current financial and public health situation may also cause additional uncertainty and stress. [9] [10] Apart from the negative effects, there may also be some improvement in certain areas.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 216,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1595,
                    "end": 1598,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1599,
                    "end": 1603,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The lockdown has reduced traffic volume and may thus lead to a decrease in motor vehicle collisions and related deaths. Reduced traffic has also led to lower levels of air pollution, which is associated with mortality. 11 The lockdown may have also helped reduce crime rates.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 221,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The objective of this paper is to study whether the covid-19 pandemic has caused any increase in deaths for those who have not contracted the disease, using data that have just been released by the Office for National Statistics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "This study used weekly (provisional) mortality data from England and Wales for years 2019 and 2020, obtained from the Office for National Statistics (ONS).12 Data were extracted on 7 April 2020 and updated on 14 April 2020 following the new ONS release on the same day. Data were reported by sex, age group and Region. I used the total number of deaths as well as the number of deaths where Covid-19 was mentioned on the death certificate, in order to calculate the number of deaths that were not (at least officially) attributed to Covid-19. Data on Covid-19 deaths are also provided by the Department of Health and Social Care,13 but these exclude deaths that occurred outside hospital. The aim was to see whether there was any unexpected change in the number deaths for people who had not contracted the virus, in the current situation. It is worth noting that according to the data source, data by sex or age group may be incomplete, so they might not sum to the total number of deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Methods"
        },
        {
            "text": "Looking at trends in a variable alone before and after a \"treatment\" can be misleading as there may be other factors driving any change. For that purpose, a control group can help filter out any other effects. Such a control group will have to remain unaffected by the treatment. The covid-19 pandemic is a major global crisis, involving over 120,000 deaths so far and a lockdown in many countries, so identifying a control group for the same period seems impossible. Instead, I follow an approach similar to that by Metcalfe et al5 who used trends in the same variable in the year before as a control group. Similarly, I used deaths in the first 14 weeks in 2019 as a control group for non-covid-19 deaths in the 14 first weeks in 2020. In addition, in one of the graphs I also used the average number of deaths in the previous five years, which is, however, subject to changes in medical technology and other factors that may affect mortality, particularly any type of mortality that may demonstrate seasonal effects, as well as changes in the population. Population data for 2020 by demographic group are yet to be released.14 In addition to a graphical analysis comparing trends in deaths excluding covid-19 deaths in every week so far in 2020 to the control group, I also used a differences-in-differences (D-I-D) econometric approach. The dependent variable is the number of deaths in each of the 14 first weeks of 2020 and 2019, excluding any deaths that mentioned covid-19 in the death certificate. In other words, deaths of people who suffered from covid-19 are not included in the analysis, in order to study any spillover effects on other deaths. A differences-in-differences approach includes a treatment group dummy variable, which takes the value of 1 for the group that is affected by the intervention, and zero otherwise. In this case, observations in 2020 take the value of 1, and observations in 2019 take the value of zero. Another dummy that is included is an \"after\" variable, which takes the value of 1 in the period after an intervention (for both groups, 2019 and 2020), and zero otherwise. We consider the treatment period to start in week 10, as that is the week when the first covid-19 death was reported, thus indicating an escalating situation and capturing any spillover effects of the virus. One might argue that the treatment period should start later, when the number of deaths started increasing steeply, but a question that remains is where we should draw the line, and this would possibly relate with the cause of any spillover effects on the number of deaths, which is currently unknownso identifying where the treatment period should start becomes particularly challenging. The interaction of these two dummy variables (treatment*after) is the main variable of interest. I also used region fixed effects, depending on the model, as well as a variable for sex and/or dummies for each age group. Robust standard errors were used in all regressions. A differences-in-differences approach requires that the common trend assumption is met. This may not always be the case, . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Methods"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065706 doi: medRxiv preprint especially in the first weeks of the calendar year, where differences in the trends may perhaps partly relate to differences in how severe the flu season was. I recognise this issue and seek ways to find a better control group for the next update. In the meantime, to partly address this issue, apart from including all 14 weeks in the econometric analysis, I also perform the same analysis using only weeks 6-14. Restricting the period decreases the likelihood of having spikes in the data due to some seasonal cause of death, such as a bad flu season.16 Using a shorter period as an additional check allows us to focus on the particular weeks just before and just after the treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The and 11.49% higher in weeks 1 and 2 respectively, and 21.17% higher in week 14the highest difference in any of the 14 weeks in the sample). It is important to note that this phenomenon is only observed in week 14, i.e. in the fifth week of reported covid-19 fatalities. In week 13, 2020, the number of non-covid-19 deaths was lower, in absolute terms, than the same week in 2019, also demonstrating a relative decrease, even in the fourth week of covid-19 fatalities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065706 doi: medRxiv preprint When comparing to the 5-year average (Figure 2) , the difference in deaths in week 14 2020 is by far the largest compared to any other week (19.5%). Again, such a clear pattern was not observed in weeks 10-13. Trends by sex are reported in Figure 3 , where again, for both females and males, there is a spike in non-Covid-19 deaths in week 14, 2020, compared to the same week in 2019. This, however, follows from a relative decrease in week 13. Figure 4 provides a breakdown by age group and sex. For all age groups over 44, for both females and males, there is a spike in non-covid-19 deaths in week 14, 2020, compared to 2019, but nothing similar in the weeks before. Figure 5 shows that such a spike in week 14, following a relative decrease in week 13, occurs in every Region in England and Wales.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 154,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 347,
                    "end": 355,
                    "text": "Figure 3",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 552,
                    "end": 560,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 777,
                    "end": 785,
                    "text": "Figure 5",
                    "ref_id": "FIGREF16"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Results of the baseline econometric analysis are presented in Table 1 is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 69,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065706 doi: medRxiv preprint weeks 6-14 shows that there is a relative increase in deaths after the treatment, compared to the control group [D-I-D coeff: 97.17; 95%CI: 61.74 -132.60].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "This paper studied whether there are any spillover effects of the covid-19 pandemic on other types of mortality (for those who did not contract covid-19), using graphs and a differences-in-differences econometric approach. The graphs show that there is a steep relative and absolute increase in mortality in week 14 of 2020 compared to 2019. This increase is persistent for most sub-group analyses, by sex, most age groups and regions. However, there are two important points to take into account. First, while the percentage difference between 2020 and 2019 reaches its peak in week 14 of the year, there were weeks prior to the coronavirus outbreak that also demonstrated higher number of deaths compared to the control year. Second, there is an absolute and relative dip in non-covid-19 deaths in week 13 of the current year, well into the pandemic, when there were already 2,000 covid-19 deaths in England and Wales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The difference-in-difference econometric approach (subject to limitations regarding the common trend assumption) is also inconclusive, and results depend on the period included in the modelpossibly reflecting the unrelated relative increase in deaths in early 2020, before the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A sudden, steep increase in non-covid-19 deaths in week 14, 2020 is an indication that the pandemic might have spillover effects -but this alone may not be enough to firmly conclude that Covid-19 has had an impact on other causes of death. There are other periods that also demonstrate relative increases, so we should interpret the data available so far with caution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Even if we accept that there is such an effect, the absolute and relative decrease in noncovid-19 deaths in week 13 suggests that the magnitude may be smaller than the steep increase . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065706 doi: medRxiv preprint in week 14 suggestsor even that this spike is perhaps temporary. This decrease in week 13 might also raise questions on whether this has anything to do with how deaths are reported or registered. Another concern is whether any covid-19 patients die without being diagnosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "A methodological question also has to do with when the treatment period starts. The first deaths are reported in week 10. However, the lockdown occurred later, and deaths have since been rising at an increasing rate. Would it be the first deaths that would trigger any effect?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Or is it the volume of deaths that might be associated with any factors that could be causing spillover effects on deaths of people who did not contract covid-19? Assuming that week 13, with 1,704 covid-19 deaths, falls within the treatment period, why did this week demonstrate a relative and absolute decrease in non-covid-19 deaths? Thus, identifying the treatment period is challenging, yet central to this research question.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Any increased non-covid-19 mortality may be a result of avoiding treatment for unrelated health conditions in order to avoid contracting the virus in hospitals or GP clinics; prioritisation of covid-19 patients by health services; stress and anxiety related to the current financial and public health environment; domestic violence; and lack of activity and other effects due to the lockdown. However, other factors, such as fewer car crashes, less pollution, less smoking due to concerns that smokers are at higher covid-19 risk, may work in the opposite direction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "It is also worth mentioning that some types of mortality may take time to kick-in. The effects of the lockdown on health may be long-lasting and might pose additional challenges for the NHS even after the pandemic is over.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "If more people without covid-19 are dying as a result of the pandemic, this is something that we need to know and act upon immediately, to minimise any tragic spillover effects. More research is urgently needed, and as more data become available every week we may be able to get a better idea of whether there is such an effect. Access to data on the causes of non-covid-. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065706 doi: medRxiv preprint 19 deaths would allow us to understand the mechanism of any effect and would help design policy responses to save lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Funding: None Ethics approval: The data used were aggregate anonymous data from a public source so ethics approval was not required. Data availability: The data used in this study are freely available online from the Office for National Statistics. Checklist: There is no relevant checklist of observational studies. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest: None"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065706 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065706 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065706 doi: medRxiv preprint is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065706 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065706 doi: medRxiv preprint is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065706 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Covid-19 Dashboard by the Center for Systems Science and Engineering",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Where have all the heart attacks gone? Available at",
            "authors": [],
            "year": 2020,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Guardian. 2020. NHS to postpone millions of operations to tackle coronavirus",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Social ties and mental health",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kawachi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Berkman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Urban health",
            "volume": "78",
            "issn": "3",
            "pages": "458--467",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Destruction and distress: using a quasiexperiment to show the effects of the September 11 attacks on mental well-being in the United Kingdom",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Metcalfe",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Powdthavee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dolan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "The Economic Journal",
            "volume": "121",
            "issn": "550",
            "pages": "81--103",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Associations of body mass index and obesity with physical activity, food choices, alcohol intake, and smoking in the 1982-1997 FINRISK Studies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lahti-Koski",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pietinen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heliövaara",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vartiainen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "The American journal of clinical nutrition",
            "volume": "75",
            "issn": "5",
            "pages": "809--817",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Physical activity and mental health in the United States and Canada: evidence from four population surveys",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stephens",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Preventive medicine",
            "volume": "17",
            "issn": "1",
            "pages": "35--47",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A New Covid-19 Crisis: Domestic Abuse Rises Worldwide",
            "authors": [],
            "year": 2020,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The association between economic uncertainty and suicide in the short-run",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vandoros",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Avendano",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kawachi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Social Science & Medicine",
            "volume": "220",
            "issn": "",
            "pages": "403--410",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Who suffers during recessions? Economic downturns, job loss, and cardiovascular disease in older Americans",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Noelke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Avendano",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "American journal of epidemiology",
            "volume": "182",
            "issn": "10",
            "pages": "873--882",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Air pollution and mortality in the Medicare population",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Di",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zanobetti",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Koutrakis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Choirat",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dominici",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "New England Journal of Medicine",
            "volume": "376",
            "issn": "26",
            "pages": "2513--2522",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Deaths registered weekly in England and Wales, provisional",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Department of Health and Social Care 2020. Number of Coronavirus cases and risk level in the UK",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Principal projection -UK population in age groups",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Coronavirus: Woman in 70s becomes first virus fatality in the UK",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "first coronavirus death was reported on 5 March 202015 (making week 10 of the calendar year the first week with covid-19 fatalities in England and Wales). There were four Covid-19-related deaths reported in week 10; 35 in week 11; 374 in week 12; 1,704 in week 13; and 4,117 in week 14, demonstrating an increasing rate of change.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "shows the weekly number of deaths in England and Wales in the first 14 weeks of 2019 and 2020, excluding any novel coronavirus deaths in 2020. In week 14, 2020, there is a steep jump in non-Covid-19 deaths, compared to the trend in 2019. Nevertheless, in the first three weeks of the calendar year, non-covid-19 deaths in 2020 were higher than in the corresponding weeks in 2019, albeit by a smaller margin than in week 14 (deaths were 11.86%",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ", where weekly deaths enter the model by sex, but without distinguishing by age group. When including all 14 weeks in the analysis (columns 1-3), there does not seem to be any association between the pandemic and non-covid-19 deaths, in any of the three specifications [D-I-D coeff: 84.11; 95%CI: -235.49 -403.71]. However, when limiting the observations to weeks 6-14 (columns 4-6), thus focusing on the few weeks before and after the first fatalities, there is an increase in non-covid-19 deaths in the post-treatment period compared to the control group [D-I-D coeff: 478.50; 95%CI: 195.29 -761.71].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Table 2provides results by age group and sex. Again, when including all 14 weeks (columns 1-3) there seems to be no effect[D-I-D coeff: 12.56; 95%CI: -78.33 -103.44]. Things do not seem to change much when restricting the sample to weeks 6-14 (columns 4-6) [D-I-D coeff: 69.04; 95%CI: -31.58 -169.65]. This might relate to the relatively few deaths in young age groups. Results of the regressions by region are presented in Table 3. Once again, using all weeks does not suggest any association [D-I-D coeff: 18.02; 95%CI: -19.03 -55.07]. Using",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Weekly deaths in England and Wales unrelated to covid-19, first 14 weeks, years 2020 and 2019. First covid-19 death in week 10.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Weekly deaths in England and Wales unrelated to covid-19, first 14 weeks, year 2020 and 5-year average. First covid-19 death in week 10.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Weekly deaths in England and Wales unrelated to covid-19, first 14 weeks, years 2019 and 2020. First covid-19 death in week 10.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Weekly deaths in England and Wales unrelated to covid-19, first 14 weeks, years 2019 and 2020, age group < 1 Panel A -Females Panel B -Males",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Weekly deaths in England and Wales unrelated to covid-19, first 14 weeks, years 2019 and 2020, age group 1-14 Panel A -Females Panel B -Males",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Weekly deaths in England and Wales unrelated to covid-19, first 14 weeks, years 2019 and 2020, age group 15-44 Panel A -Females Panel B -Males",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Weekly deaths in England and Wales unrelated to covid-19, first 14 weeks, years 2019 and 2020, age group 45-64",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Weekly deaths in England and Wales unrelated to covid-19, first 14 weeks, years 2019 and 2020, age group 65-74 Panel A -Females Panel B -Males",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Weekly deaths in England and Wales unrelated to covid-19, first 14 weeks, years 2019 and 2020, age group 75-84 Panel A -Females Panel B -Males",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Weekly deaths in England and Wales unrelated to covid-19, first 14 weeks, years 2019 and 2020, age group 85+",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Weekly deaths in England and Wales unrelated to covid-19, first 14 weeks,",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "D-i-D regression results. Observations per month by sex and age group",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "D-i-D regression results by Region Robust ci in brackets. Dependent variable: Number of deaths per week Years: 2019, 2020",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}