{
    "paper_id": "300183d862ef809c734535bb79928efa4cdcd208",
    "metadata": {
        "title": "Estimation of the Final Size of the COVID-19 Epidemic in Pakistan",
        "authors": [
            {
                "first": "F",
                "middle": [],
                "last": "Syed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Sibgatullah",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 infections in Pakistan are spreading at an exponential rate and a point may soon be reached where rigorous prevention measures would need to be adopted. Mathematical models can help define the scale of an epidemic and the rate at which an infection can spread in a community. We used an SIR model to predict the magnitude of the COVID-19 epidemic in Pakistan and compared the numbers with the reported cases on the national database. Our results indicate that Pakistan could hit peak number of infectious cases on May 26th, 2020 and by June 24th, 2020, 90% of the population will have become infected with the virus if policy interventions seeking to curb this infection are not adopted aggressively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Since the emergence of COVID-19, several mathematical models have been developed to simulate the rate of infection spread, infections per day and the resolution of the epidemic. The SIR model refers to the number of susceptible, infected and recovered cases during an epidemic at any given time. The model assumes that susceptible cases (S), infected cases (I) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The first case of COVID-19 emerged in Pakistan on 26 th February 2020 in Karachi, the most populous city of Pakistan. The patient zero had a travel history to Iran and immediately quarantined upon testing positive for the virus. However, the patient was followed by hundreds of pilgrims returning from Iran which were likely carrying the virus that ultimately led to the spread of COVID-19 into the community. Since then the infections have been increasing exponentially and without proper intervention the situation may escalate enough to overwhelm the already struggling healthcare system in the country. recovered cases (R) are compartments and each individual of a given population will pass through the susceptible phase then to the infected phase and finally to the recovered phase. The SIR model is a steady state model, therefore the population that is analysed is static i.e. no one is being born or is dying. Additionally, the model assumes that once a person is infected, they are immune to the disease and therefore cannot contract it again. The SIR model is ideal for modelling the spread of diseases spread through person to person contact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study we aim to model the COVID-19 epidemic in Pakistan, which will indicate the peak infection day, rate of increase of infections per day and a 90-day forecast to assess the final size of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The model is built on the following set of assumptions, based on the methodology described by Ronald Ross and William Hammer 1 , is expressed as the following differential equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "The basic assumption of the SIR model is that the total number of susceptible infected and recovered cases at any given time is equivalent to the test population, so the equations can be represented as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "The basic reproduction number (R˳), is a ratio between the fraction of individuals susceptible per day (β) and the fraction of recoveries (γ); represented as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "The value of R˳ plays a significant role in determining the infectiousness of a certain diseasecausing organism. Therefore, the rate of change in infected individuals is directly dependent on the R˳, given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20050369 doi: medRxiv preprint Further assumptions of the SIR model assume that if the R˳ is greater than the ratio of total population and the susceptible cases at time zero then it would imply that the outbreak will turn into a full-fledged epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "Similarly, if the R˳ is less than N/S (0), then it would imply that the outbreak will not cause an epidemic. Therefore, the R˳ plays a crucial role in determining the fate of an epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "The data was extracted from daily situation reports published on the National Institute of Health (NIH) Pakistan for a period of 33 days, (from 26 February 2020 to 28 th March 2020) and was corroborated with the simulation results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "In the case of COVID-19, the value of R˳ is highly variable and varies from country to country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Parameters"
        },
        {
            "text": "Several sources 2-7 report a range of R˳ values, between 1.4 -3.9, therefore we took an average value of 2.65 for our current analysis. The value of R˳ will continue to evolve as the epidemic progresses throughout the globe; till then, we do not have an exact figure 2 . The value of γ was considered based on the average infectious period for COVID-19, so γ=0.14. The value of β was calculated to be 0.378 from equation 2.2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Parameters"
        },
        {
            "text": "The S0 was assumed to be 220,000,000 since the entire population of Pakistan is susceptible to COVID-19, as the disease is new and is spreading across all regions of the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Parameters"
        },
        {
            "text": "The initial time T was set to be day 1, when the first 2 cases of COVID-19 arrived in Karachi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Parameters"
        },
        {
            "text": "The simulation was used to predict the number of susceptible, infected and recovered cases for a period of 120 days starting from the day the first cases arrived.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Parameters"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Parameters"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20050369 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The NIH Pakistan data for the cumulative cases and daily reported cases was plotted to observe the increase in number of cases for a period of 33 days. The current trajectory suggests an exponential increase in the number of cases since the epidemic started in Pakistan on 26 th February 2020 (figure 5.1). The data on the number of daily reported cases also reflects a general increasing trend as testing for COVID-19 gathers pace (figure 5.2). is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20050369 doi: medRxiv preprint . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20050369 doi: medRxiv preprint (r=0.97, p<0.001) . The modelled data is represented as a Blue line and the reported data is represented as an Orange line. The x-axis represents the number of days, whereas the y-axis represents the number of cases. . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 124,
                    "text": "(r=0.97, p<0.001)",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20050369 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Our study was focused on modelling the COVID-19 epidemic in Pakistan in order to estimate the number of infections, the peak infection day, the rate of increase of infections per day and the resolution of the end-point of the epidemic 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The simulation parameters were adjusted according to the population of Pakistan. Our model simulated the conditions where COVID-19 is spreading in a closed population of 220,000,000 people, without the effect of any extraneous variables such as social distancing, hand washing or travel restrictions. The values of R˳=2.65, β=0.378 and γ=0.14 generated data which was quite close to the actual reported cases in Pakistan ( figure 5.4) . Furthermore, the trends of the modelled I and the reported number of infections coincide significantly (r=0.97, p<0.001).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 423,
                    "end": 434,
                    "text": "figure 5.4)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Thus, we can safely assume that these results can be used as a predictor of a likely scenario of COVID-19 for Pakistan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "According to the simulations the peak infection day will occur on 26 th May 2020, where 5,921,1209 persons could get infected with the virus in a single day. Previous reports from China 8 have indicated that COVID-19 initially follows an exponential growth pattern 9 coupled with asymptomatic carriers 10 , leads to a rapid increase in the number of infections. Correlating the reported data with our simulations, we can assume that if left unchecked, the disease can spread at an unprecedented rate in Pakistan, especially in closely knit communities and densely populated areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results of our study also predict that within a time span of 120 days, 90% of the population will have been infected with COVID-19. These include asymptomatic carriers, which could account for approximately 20% of the population 11 and will have the tendency to unknowingly infect others. However, the major concern for Pakistan would be the healthcare system which would not be able to cope with the overwhelming number of patients if the trajectory remains the same. Studies place the mortality rate of COVID-19 at 2.3%, severe cases at 14% and critical cases at 5% 12, 13 , which would imply that potentially 50,000 could die; 30,800,000 cases could become severe and 11,000,000 could become critical during the aftermath of epidemic in Pakistan. Therefore, there is an urgent need to implement effective measures to curb the rise . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 575,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 576,
                    "end": 578,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20050369 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study gives a well-balanced estimate of how the COVD-19 could spread in Pakistan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, the study has a few limitations, such as the effect of extraneous variables has not been considered in the modelling. This could also serve as a future direction for us to model an epidemic where these factors come into play.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, the SIR modelling of the COVID-19 in Pakistan revealed that the infection could spread at an exponential rate if proper measures are not taken to reduce its transmission, through safe practices such social distancing, hand-washing and large scale testing of suspected cases in the region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mathematics of infectious diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Hethcote",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "SIAM Review",
            "volume": "42",
            "issn": "4",
            "pages": "599--653",
            "other_ids": {
                "DOI": [
                    "10.1137/S0036144500371907"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Estimating clinical severity of COVID-19 from the transmission dynamics in Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bushman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Medicine",
            "volume": "",
            "issn": "",
            "pages": "1--5",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0822-7"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "382",
            "issn": "13",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/nejmoa2001316"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Euro surveillance: bulletin Europeen sur les maladies transmissibles = European communicable disease bulletin",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Riou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Althaus",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.4.2000058"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Time-varying transmission dynamics of Novel Coronavirus Pneumonia in China. bioRxiv",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.25.919787"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Phase-adjusted estimation of the number of Coronavirus Disease 2019 cases in Wuhan",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Cell Discovery",
            "volume": "6",
            "issn": "1",
            "pages": "1--8",
            "other_ids": {
                "DOI": [
                    "10.1038/s41421-020-0148-0"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Properties of AdeABC and AdeIJK efflux systems of Acinetobacter baumannii compared with those of the AcrAB-TolC system of Escherichia coli. Intergovernmental Panel on Climate Change",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bridgen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Antimicrobial agents and chemotherapy",
            "volume": "58",
            "issn": "12",
            "pages": "7250--7257",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.23.20018549"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese. jamanetwork",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Jama",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "… Aw-S-J Of",
                    "middle": [],
                    "last": "Travel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Presumed asymptomatic carrier transmission of COVID-19. jamanetwork",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Estimating the asymptomatic proportion of coronavirus disease 2019 (COVID-19) cases on board the Diamond Princess cruise ship",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kagaya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zarebski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.es.2020.25.10.2000180"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Potential association between COVID-19 mortality and health-care resource availability. The Lancet Global Health",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Peppelenbosch",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(20)30068-1"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Characteristics of and Important Lessons from the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA -Journal of the American Medical Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The cumulative COVID-19 cases in Pakistan since the outbreak began on 26 th February 2020. The graph shows an exponential growth pattern for the 32-day data extracted from the NIH, Pakistan database. The outbreak started from 2 cases and on day 32 of the epidemic, the number of cases stand at 1408. The x-axis corresponds to the days, whereas the yaxis corresponds to the number of cases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Daily reported COVID-19 cases in Pakistan since the outbreak on 26 th February 2020. The graph shows an exponential growth pattern for the 32-day data extracted from the NIH, Pakistan database. On day 1 of the epidemic the number of cases were 2 and on day 32 the number of daily reported cases 211. These numbers may represent the gap in the unreported or asymptomatic cases in Pakistan. The x-axis corresponds to the days, whereas the y-axis corresponds to the number of cases. The SIR model for the spread of COVID-19 in Pakistan (figure 5.3), under the assumptions mentioned in Model Parameters, indicate that the number of infections will peak on Day 91 (26 th May 2020), where 5,921,1209 individuals could be potentially infected. The number of infections will rapidly decreaseand on the 120 th day (24 th June 2020) the number of infected cases will stand at 369, 8192, whereas 198,761,399 cases will have recovered which is approximately 90% of the Pakistani population. We also superimposed the modelled data with the reported numbers (figure 5.4). Our calculations suggest that a significant correlation (r=0.97, p<0.001) between the modelled trajectory the actual number of reported cases. Therefore, the current values for R˳, β and γ seem to be accurate for the population",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The SIR Model of the COVID-19 Epidemic in Pakistan. The simulations suggest that peak infection day will fall on T=91, where I (91) =5, 921, 1209. The epidemic should have resolved by T=120 where the value of R (120) =198,761,399.03.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "in COVID-19 infections in Pakistan, otherwise it could lead to drastic consequences. These measures could decrease the value of β (the fractions of individuals susceptible per day) and in turn would decrease the R˳(the basic reproduction rate) of the virus, (see equation 2.2).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}