{
    "paper_id": "300ff0def92740f7e1142036f9e6ae30845e13d2",
    "metadata": {
        "title": "COVID-19 Outbreak in Oman: Model-Driven Impact Analysis and Challenges",
        "authors": [
            {
                "first": "Kashif",
                "middle": [],
                "last": "Zia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sohar University",
                    "location": {
                        "country": "Oman"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Motivated by the rapid spread of COVID-19 all across the globe, we have performed simulations of a system dynamic epidemic spread model in different possible situations. The simulation, not only captures the model dynamic of the spread of the virus, but also, takes care of population and mobility data. The model is calibrated based on epidemic data and events specifically of Sultanate of Oman, which can easily be generalized. The simulation results are quite disturbing, indicating that, during a process of stringent social distancing and testing strategies, a small perturbation can lead to quite undesirable outcomes. The simulation results, although consistent in expected outcomes across changing parameters' values, also indicate a substantial mismatch with real numbers. An analysis of what can be the reason of this mismatch is also performed. Within these contradictions, for Oman, regarding the eradication of epidemic, the future is not extremely alarming.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "COVID-19 is the latest evidence of epidemic disease capable of producing an extraordinarily large number of infections starting from a few [1] . According to Lippi and Plebani, Coronavirus disease 2019 (COVID-19), which originated in the city of Wuhan China on December 01, 2019, is a respirational and zoonotic disease, caused by a virus of the coronaviridae family [2] . The Virus strain is severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), resulting in fever, coughing, breathing difficulties, fatigue, and myalgia. It may transform into pneumonia of high intensity.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Towards successful diagnostic and cure of COVID-19, scientists in the field of molecular biology [3] are working hard to find answers about its spreading and infecting by examining virus samples. Although, the disease strain is known, but, the vaccine is no where near. And it is essential to ensure strict mitigation actions so that virus can be contained. Already, most of the countries are taking different kinds of precautionary measures to cope with it so that the losses can be reduced.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "From the experiences of China and South Korea, the countries able to contain the spread of the disease so far, it is learnt that social distancing and testing are the key factors. Another factor responsible of spreading of the disease worldwide was regional and global travellers. Although, air travel is almost suspended now, but, this initial shock and countries (and people) not taking it too seriously has taken many countries in Europe and North America to a real bad situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this overall scenario, after widespread suspension of air travels, Oman has taken various other measures to avoid spreading the infection. Schools and Colleges/Universities were closed from mid of March, followed by other nonessential offices and services. The situation is been monitored on daily basis by the government. However, there are many suspected cases which are not been tested so far. By the time of this writing, most of the country is partially locked downed. Although, the spread of the disease is not that much as of today (March 31, 2020). But, the new cases are appearing continuously. And the next few week are very important.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To know what may happen, we need to model and simulate. Towards this, we model the dynamics of spread of the disease (the epidemic model), population data and mobility of people. We have used a system that is designed to to it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The epidemic model presented in this paper is not novel. In fact, similar (or even same) models are already proposed in different fields of study. However, contextualization and implementation of the model in the current global and regional situation is significantly important. Already such studies are been taken up by the research groups working in this area [4] . Through this paper, we have provided a focused analysis of the situation and asked important what-if questions, particularly in the context of Oman. However, the suggested method can be applied to any other country of the World, or even at the global level. Also, we have tried to argue why there is a big mismatch between real cases and cases predicted by the simulation.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 365,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The model is based on well-established state-transition systems that are being used to study epidemics for a long time. The simplest one are SI (susceptibleinfectious) and SIR (susceptible-infectious-recovered) models [5] . In both, an infectious individual infects a susceptible individual at a rate β. In SIR model, we also have a recovery rate (µ) after which an infectious individual is recovered permanently.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "The Base Model"
        },
        {
            "text": "It can easily been seen that simple SIR model does not fully grasp COVID-19. For epidemics like corona-virus, SIR model was extended to SEIR [6] , introducing a new state exposed between susceptible and infectious. This state is also known as latent, representing the period during which the individual has been infected but is not yet infectious himself. Therefore, we also have an exposed rate denoted by . Still, the model needs further extension. The closet model representing the COVID-19 specifications is the one proposed for H1N1 epidemic [7] . Like in H1N1, in COVID-19, we have two types of infectious individuals; one that show symptoms (Symp) and the other who do not show symptoms (ASymp). And, an exposed individual can transit to state infectious Symp with rate or to a state infectious ASymp with rate 1 − .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 547,
                    "end": 550,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "The Base Model"
        },
        {
            "text": "The base model adapted from [7] is further extended to incorporate a new state isolated or quarantine. The isolated state represents the possibility of transferring an infectious individual with symptoms to isolation with a rate α. The value of α is then used to represent preparedness of health system of a country (or globe). All three states infectious Symp, infectious ASymp, and isolated, transits to recovered state with same rate µ. Also a transition from infectious ASymp to infectious Symp is made possible with a rate ρ. The final model is shown in Figure. 1.",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 31,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 559,
                    "end": 566,
                    "text": "Figure.",
                    "ref_id": null
                }
            ],
            "section": "The COVID-19 Model"
        },
        {
            "text": "The model is implemented in GLEAMviz [8] , the global epidemic and mobility model. GLEAMviz is a simulator which uses real-world data of population and mobility networks (both airways and commuting) on the server side. It integrates this data with the model developed by a user on the client side (similar to what we have presented in Figure. 1). Hence, the simulation generated in data driven, in which a user is responsible of describing system dynamics model of the epidemic, whereas, all the relevant population and mobility global data in integrated at the server side. As a result, the time-series data of spread of epidemics is generated by the server system.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 40,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 335,
                    "end": 342,
                    "text": "Figure.",
                    "ref_id": null
                }
            ],
            "section": "GLEAMviz Simulator"
        },
        {
            "text": "In GLEAMviz client, the model is developed by showing transitions between different compartments (states). The model, conceptualized in the previous section, built on compartments and transitions is shown in Figure 1 . One aspect not explained yet is that there are two type of transitions. The infectious transition is represented by \"+\" sign, depicting an addition of infectious cases. There is only one instance -from susceptible to exposed/latent -like that. The other transitions are spontaneous (represented by dot sign). The initial seed to the model is provided at compartment infectious Asymp, that is, few initial effectees as starting seed that do not possess any symptoms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 216,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "GLEAMviz Simulator"
        },
        {
            "text": "3 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GLEAMviz Simulator"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GLEAMviz Simulator"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050666 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GLEAMviz Simulator"
        },
        {
            "text": "The are two functional modes of the model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Specifications"
        },
        {
            "text": "An individual who is exposed to the virus (whether with symptoms or without) is the carrier of the virus. Therefore, a susceptible and recovered individual is not a carrier, while others are. Although, technically, an isolated/quarantined individual is a carrier, but, we have assumed that she/he is quarantined and is no longer able to transmit. Next are mobility possibilities. We have mimicked very recent situations to restrict or allow mobility. For example, considering all air traffic suspended, no compartment allows air travel. Whereas, all individuals who are not quarantined are allowed to commute locally. The commuting restrictions are further modified by using different transition variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Carrier-ship and Mobility"
        },
        {
            "text": "The following are the transition rates from one compartment to another. Note, that there are quite a few refinement in the base model. Also, for a Greek alphabet, it's symbol and text is used interchangeably. All rates vary between 0 and 1, inclusive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transition Rates"
        },
        {
            "text": "• beta: infectious rate that transforms susceptible to exposed. This happens under the influence of both individuals with or without symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transition Rates"
        },
        {
            "text": "To differentiate, we have taken bbeta as the β value for individual with no symptoms, and abeta × β as the value for individual with symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transition Rates"
        },
        {
            "text": "In this way, we are able to relate the infections incurred in different situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transition Rates"
        },
        {
            "text": "• epsilon: rate of transiting from exposed to infectious state. An exposed individual can transit to state infectious Symp with rate or to a state infectious ASymp with rate 1 − . The value of is reciprocal of exposed period, which is equal to 5.2 days in our model [9] .",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 269,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Transition Rates"
        },
        {
            "text": "• rho: rate of transiting from infectious ASymp to infectious Symp state. The value of ρ is reciprocal of symptoms appearing period, which is equal to 2.3 days in our model [9] .",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 176,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Transition Rates"
        },
        {
            "text": "• mu: rate of transiting from being infectious or isolated to recovered. The value of µ is reciprocal of infectious period. It is taken 30 days in case of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transition Rates"
        },
        {
            "text": "• alpha: rate of transiting from infectious Symp to isolated state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transition Rates"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "What can be worse than a complete inaction by the authorities? The default values assigned to the variables: beta = bbeta = 0.5, abeta = 1, and alpha = 0.001, were able to generate such a situation. In this case, abeta×beta = 1.0×0.5 (infectious rate incurred by infected individuals with symptoms) and bbeta = 0.5 (infectious rate incurred by infected individuals with no symptoms) both are 0.5, depicting the basic setting with no differentiation. The fact that the rate of getting isolated in really low (alpha = 0.001), depicts that there is no effort yet put by the authorities to contain the epidemic. In the context of Oman, we have put a few cases in Muscat, Khasab, and Salalah as the starting cases which got symptoms, and ran the simulation for a year, starting from February, 26, 2020 (when a few such cases were reported). Even though the infection rate This is case 1 shown in Figure 2 . It suggests that the outbreak would be rapid and extreme, reaching 0.2 million cases per day after 45 days of the outbreak, 6 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 891,
                    "end": 899,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Complete Inaction: Case 1"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050666 doi: medRxiv preprint CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complete Inaction: Case 1"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050666 doi: medRxiv preprint Figure. 4. There is a clear mismatch. One reason can be the lack of testing. As of today (March 31, 2020), Oman still have several thousands suspected cases (the cases without testing). But, the gap is till very high, indicating that there may be lack of data about Oman in the simulator database itself. Nevertheless, we are not going to see this case as reality after the actions been/being taken.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "text": "Figure.",
                    "ref_id": null
                }
            ],
            "section": "Complete Inaction: Case 1"
        },
        {
            "text": "In this case, we try to mimic a forced isolation and a limited lock-down (enforced social distancing). This happens one week after the identification of the first cases in Oman. Many countries tried to put such restrictions for two weeks only, which were extended later on. We reproduced that by imposing if from March 3, 2020, but for 45 days. GLEAMviz provides an option to put exceptions in the form of rules to be applied for certain time period and for certain locations. The rules relate to setting the values based on mathematical expressions. For the above stated 45 days, we created exceptions, which are: abeta = 0.05, bbeta = 0.05, and alpha = 0.95.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extremely strict actions: Case 2"
        },
        {
            "text": "What these values mean? The alpha = 0.95 means that infectious symp to isolated rate is 95% leaving only 5% patients to infect others. However, there is 8 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extremely strict actions: Case 2"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050666 doi: medRxiv preprint less probability of that happening due to lock down. Hence, we multiple abeta with beta to reduce it. bbeta is also reduced due to this reason. However, these reductions are quite strict and would be relaxed a bit in case 3. These exceptions were applied all across Oman. The curve shown in Figure 3 of case 2 simply shows that quite a few cases appeared in first week or so and then epidemic was eradicated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 435,
                    "end": 443,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Extremely strict actions: Case 2"
        },
        {
            "text": "Case 1 and 2, both are unrealistic, however, they educate us about extreme situations. The real problem with this virus is that it may infect others from patients who do not have any symptoms. The authorities always report confirmed case. They are usually quarantined. But the threat is always there from people who are infected and in the society undetected. To represent this situation, we created the following exceptions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extremely strict actions: Case 2"
        },
        {
            "text": "• At the start of the simulation, introduced a few patients with symptoms and same number of patients without symptoms, at the three cities mentioned before.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Realistic scenarios: Case 3"
        },
        {
            "text": "• The following exceptions were applied (based on real events): after the first three weeks, real isolation activity was realized, first in small cities and after further three weeks all across Oman, by setting alpha = 0.95, and abeta = 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Realistic scenarios: Case 3"
        },
        {
            "text": "• A complete lock down was implemented after one month by setting bbeta = 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Realistic scenarios: Case 3"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "The above constituted an optimistic case named as case 3 (a). Further, we introduced bulk cases (patients travelling and entering into Oman) into the three Omani cities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "Initially many of these cases were gone undetected. Avoiding any presumed extreme values, we opted to create two situations: Many countries in the World are now aware that a lock-down of a few weeks would not be sufficient. Therefore, in this case, we also extended the lock-down indefinitely after first month. Hence, the results of this case can be considered as nearest to reality according to current actions of the authorities. Unfortunately, the results of the simulation were not good.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "Starting with the optimistic case (case 3 (a)), we can see that the daily confirmed cases with symptoms reached to its peak of 3572 cases at day 42. Then they started to drop and reached to 0 at day 61. According to the timeline, day 42 is on April 7, 2020. In the context of the timeline, almost same pattern emerges for other two case (with bulk inclusions), but the numbers are much higher. Irrespective of the discrepancy between the reported cases and simulated ones, its a good news for Oman. We are close to peak and bracing for a downhill trajectory. Definitely, the containment policies should continue for at least one more month, hoping that epidemic does not start its second cycle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "Why case 3 (a) is closet to real data. According to the [10] , on May 31, 2020, Oman had around 8000 suspected cases. If we just distribute this number equally after the first 10 days, and add them with the reported cases, we get a new curve (shown in Figure 5 ). This curve is very close to case 2 (a) curve, Actually it crosses it at day 28. There can be two reasons of this discrepancy. First is exactly the one we did the remedy for, that is, taking care of suspected cases. Second can be the lack of data in the simulator's database itself. Simulator only has three cities of Oman. We did not notice much mobility across the populated coastal area. That can be one reason that the epidemic did prolong for only 60 days.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 260,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "9"
        },
        {
            "text": "With a system dynamic model of epidemic spread, incorporated with population and mobility data, we performed simulation of many different cases of COVID-19 impact, representing different real situations. The data used was only about Oman, but following the method adopted, the simulation can be performed for any country or region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "Like most countries around the World, Omani authorities took strict action against the spread of dangerous COVID-19 epidemic. Hence the first case 10 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "(case 1) of unbounded spread, affecting almost 80% of population can easily be ignored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "The epidemic is becoming more and more dangerous, partially due to absence of strict actions early on. The actions required are social distancing and healthcare management (including testing and isolation of patients). A really strict action towards this is not possible as evidenced around the world. Hence the case 2 was also ignored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "In case 3, we implemented some real scenarios. We have seen that in case 3 (a), the epidemic's peak is near, followed by a decline towards its eradication. However, we should be careful about it due to two reasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "There is a substantial number of suspected cases, which have not neither been tested positive or negative. How many of these people are truly quarantined would be a deciding factor. The second aspect of it is inward traveling. As observed in China, a new wave of spread of epidemic may start due to people traveling into the country. Representing both these situations, as we can see in case 3 (b and c), just a dozen of these cases may have a big impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "The simulator that was used has apparent limitations. There are only three cities for which the simulator has data. Also, during the running of the simulation, it was observed that mobility between the cities is almost non-existent. It is understandable, considering that cities of Muscat, Khasab, and Salalah are at the three corners of the country. With a more representative population and mobility data about different regions of the country, we may see more cases and a longer impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "In fact, it was surprising to see that Oman has an epidemic timeline of only two months, which cannot even be imagined in current unfolding of the events. We performed a simulation with similar kind of settings for Pakistan and found out that the impact may extend to 8 to 9 months [11] . Nevertheless, the cases and results provide an educated guideline to the authorities about worst and best case scenarios and important factor leading to corresponding outcomes. The paper also guide other researchers towards modeling such systems and why they should be careful about putting forward predictions.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 286,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050666 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Closed environments facilitate secondary transmission of coronavirus disease 2019 (covid-19). medRxiv",
            "authors": [
                {
                    "first": "Hiroshi",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "Hitoshi",
                    "middle": [],
                    "last": "Oshitani",
                    "suffix": ""
                },
                {
                    "first": "Tetsuro",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "Tomoya",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                },
                {
                    "first": "Tomimasa",
                    "middle": [],
                    "last": "Sunagawa",
                    "suffix": ""
                },
                {
                    "first": "Tamano",
                    "middle": [],
                    "last": "Matsui",
                    "suffix": ""
                },
                {
                    "first": "Takaji",
                    "middle": [],
                    "last": "Wakita",
                    "suffix": ""
                },
                {
                    "first": "Covid",
                    "middle": [],
                    "last": "Mhlw",
                    "suffix": ""
                },
                {
                    "first": "Motoi",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Laboratory abnormalities in patients with covid-2019 infection",
            "authors": [
                {
                    "first": "Giuseppe",
                    "middle": [],
                    "last": "Lippi",
                    "suffix": ""
                },
                {
                    "first": "Mario",
                    "middle": [],
                    "last": "Plebani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clinical Chemistry and Laboratory Medicine (CCLM)",
            "volume": "",
            "issn": "0",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "China coronavirus: labs worldwide scramble to analyse live samples",
            "authors": [
                {
                    "first": "Ewen",
                    "middle": [],
                    "last": "Callaway",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mathematical models in population biology and epidemiology",
            "authors": [
                {
                    "first": "Fred",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                },
                {
                    "first": "Carlos",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                },
                {
                    "first": "Carlos",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An agent-based approach for modeling dynamics of contagious disease spread",
            "authors": [
                {
                    "first": "Liliana",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "Suzana",
                    "middle": [],
                    "last": "Dragicevic",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International journal of health geographics",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Wouter Van den Broeck, et al. Seasonal transmission potential and activity peaks of the new influenza a (h1n1): a monte carlo likelihood analysis based on human mobility",
            "authors": [
                {
                    "first": "Duygu",
                    "middle": [],
                    "last": "Balcan",
                    "suffix": ""
                },
                {
                    "first": "Hao",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Bruno",
                    "middle": [],
                    "last": "Goncalves",
                    "suffix": ""
                },
                {
                    "first": "Paolo",
                    "middle": [],
                    "last": "Bajardi",
                    "suffix": ""
                },
                {
                    "first": "Chiara",
                    "middle": [],
                    "last": "Poletto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jose",
                    "suffix": ""
                },
                {
                    "first": "Daniela",
                    "middle": [],
                    "last": "Ramasco",
                    "suffix": ""
                },
                {
                    "first": "Nicola",
                    "middle": [],
                    "last": "Paolotti",
                    "suffix": ""
                },
                {
                    "first": "Michele",
                    "middle": [],
                    "last": "Perra",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tizzoni",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC medicine",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The gleamviz computational tool, a publicly available software to explore realistic epidemic spreading scenarios at the global scale",
            "authors": [
                {
                    "first": "Wouter",
                    "middle": [],
                    "last": "Van Den Broeck",
                    "suffix": ""
                },
                {
                    "first": "Corrado",
                    "middle": [],
                    "last": "Gioannini",
                    "suffix": ""
                },
                {
                    "first": "Bruno",
                    "middle": [],
                    "last": "Gonçalves",
                    "suffix": ""
                },
                {
                    "first": "Marco",
                    "middle": [],
                    "last": "Quaggiotto",
                    "suffix": ""
                },
                {
                    "first": "Vittoria",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "Alessandro",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC infectious diseases",
            "volume": "11",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Expected impact of school closure and telework to mitigate covid-19 epidemic in france",
            "authors": [
                {
                    "first": "Laura",
                    "middle": [],
                    "last": "Di Domenico",
                    "suffix": ""
                },
                {
                    "first": "Giulia",
                    "middle": [],
                    "last": "Pullano",
                    "suffix": ""
                },
                {
                    "first": "Pietro",
                    "middle": [],
                    "last": "Coletti",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "2020 coronavirus pandemic in oman",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Covid-19 outbreak in pakistan: Model-driven impact analysis and guidelines",
            "authors": [
                {
                    "first": "Kashif",
                    "middle": [],
                    "last": "Zia",
                    "suffix": ""
                },
                {
                    "first": "Umar",
                    "middle": [],
                    "last": "Farooq",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2004.00056"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The COVID-19 system dynamics model.4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "in beta, abeta, bbeta, and alpha make up different cases corresponding to different situations. The other variables (epsilon, rho and mu) are kept constant. Variations are introduced systematically based on what is observed in the last one month and what are possible actions of the future. We have categorized different situations (cases) based on the outcomes, which are: extremely bad (case 1), extremely good (case 2), and intermediate (case 3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Infections (with symptoms): case 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(β) is intermediate (only 1 out of 2 susceptibles are infected) and all flights are suspended (there are no outside influence), the results about spread of epidemic are really bad.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Infections (with symptoms): case 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Infections",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Infections (with symptoms) -with suspected cases: comparison first 30 days and then it would start dropping rapidly. 80% of the population would be affected. A comparison between real cases reported for the first 30 days and what the model generated (in case 1) is given in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Infections (with symptoms): case 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "were integrated with their families and all of them were infected without any symptoms.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}