{
    "paper_id": "3200aa28d292e309e61464d1c0cd3d639dd01a74",
    "metadata": {
        "title": "Testing the association between blood type and COVID-19 infection, intubation, and death",
        "authors": [
            {
                "first": "Michael",
                "middle": [],
                "last": "Zietz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Irving Medical Center † -Corresponding",
                    "location": {
                        "postCode": "0000-0002-2700-2597"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Zietzm",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Irving Medical Center † -Corresponding",
                    "location": {
                        "postCode": "0000-0002-2700-2597"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Zietzmichael",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Irving Medical Center † -Corresponding",
                    "location": {
                        "postCode": "0000-0002-2700-2597"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicholas",
                "middle": [
                    "P"
                ],
                "last": "Tatonetti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Irving Medical Center † -Corresponding",
                    "location": {
                        "postCode": "0000-0002-2700-2597"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The rapid global spread of the novel coronavirus SARS-CoV-2 has strained existing healthcare and testing resources, making the identification and prioritization of individuals most at-risk a critical challenge. A recent study of patients in China discovered an association between ABO blood type and SARS-CoV-2 infection status by comparing COVID-19 patients with the general population. Whether blood type is associated with increased COVID-19 morbidity or mortality remains unknown. We used observational healthcare data on 1559 individuals tested for SARS-CoV-2 (682 COV+) with known blood type in the New York Presbyterian (NYP) hospital system to assess the association between ABO+Rh blood type and SARS-CoV-2 infection status, intubation, and death. We found a higher proportion of blood group A and a lower proportion of blood group O among COV+ patients compared to COV-, though in both cases the result is significant only in Rh positive blood types. We show that the effect of blood type is not explained by risk factors we considered (age, sex, hypertension, diabetes mellitus, overweight status, and chronic cardiovascular and lung disorders). In a meta-analysis of NYP",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The novel Coronavirus disease , caused by the SARS-CoV-2 virus) has spread rapidly across the globe and has caused over 1,130,000 confirmed infections and over 62,000 deaths worldwide as of April 5, 2020 [ 1 ] . A number of risk factors for COVID-19 infection, morbidity, and mortality are known, including age, sex, and a number of chronic conditions and laboratory findings [ 2 ] . Recently, a study on COVID-19 patients in Wuhan and Shenzhen, China discovered associations between ABO blood types and infection [ 3 ] . Their analysis compared blood groups between hospitalized COVID-19 patients and the general populations of Wuhan and Shenzhen City, as assessed by previously-published samples of healthy individuals. They found that the odds of testing positive for COVID-19 among A blood groups was increased and among O blood groups was decreased relative to the general population. Similarly, previous work has identified associations between ABO blood groups and a number of different infections or disease severity following infections, including SARS-CoV- 1 [ 4 ] , P. falciparum [ 5 ] , H. pylori [ 6 ] , Norwalk virus [ 7 ], hepatitis B virus [ 8 ] , and N. gonorrhoeae [ 9 ] .",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 209,
                    "text": "[ 1 ]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 376,
                    "end": 381,
                    "text": "[ 2 ]",
                    "ref_id": null
                },
                {
                    "start": 514,
                    "end": 519,
                    "text": "[ 3 ]",
                    "ref_id": null
                },
                {
                    "start": 1067,
                    "end": 1074,
                    "text": "1 [ 4 ]",
                    "ref_id": null
                },
                {
                    "start": 1091,
                    "end": 1096,
                    "text": "[ 5 ]",
                    "ref_id": null
                },
                {
                    "start": 1109,
                    "end": 1114,
                    "text": "[ 6 ]",
                    "ref_id": null
                },
                {
                    "start": 1156,
                    "end": 1161,
                    "text": "[ 8 ]",
                    "ref_id": null
                },
                {
                    "start": 1183,
                    "end": 1188,
                    "text": "[ 9 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Within the United States, New York City has become a major center of the pandemic, with over 64,000 cases and over 2,400 deaths as of April 5, 2020 [ 10 ] . We sought to replicate and extend the previous investigation into the association between COVID-19 and blood type using electronic health record data from New York Presbyterian/Columbia University Irving Medical Center (NYP/CUIMC) hospital in New York, USA. We compared both ABO and ABO+Rh blood types, and we investigated three COVID-19 outcomes: infection status, intubation, and death. We performed a multivariate analysis of our results to evaluate potential confounding due to risk factors, and we meta-analyzed our results in combination with data from China. This study is approved by the IRB (#AAAL0601).",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 154,
                    "text": "[ 10 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Throughout our analysis, individuals with a single positive SARS-CoV-2 lab test are considered COV+, even if they had previous or subsequent negative tests. Blood group was identified using either a measurement of LOINC code 34474-7, \"ABO and Rh group [Type] in Cord blood,\" or the results of a procedure identified by one of the names listed in Table 4 . We excluded individuals with multiple contradictory blood group measurements.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 258,
                    "text": "[Type]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 346,
                    "end": 353,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "We compared blood groups (defined both as ABO and ABO+Rh) and COVID-19 outcomes using four pairs of populations: COV+ vs COV-, COV+ vs general population (excluding those tested for COVID-19), COV+/Intubated vs COV+/Not intubated, and COV+/Deceased vs COV+/Alive. For each of the eight test conditions (2 blood group definitions and 4 outcome comparison population pairs), we performed a Pearson's Chi-squared test to test whether blood group distributions differ between the compared populations. Additionally, we compared each blood group against all others using a 2x2 contingency table to determine effect sizes for each blood group itself. For the one-vs-rest blood group comparisons, we report odds ratios (OR), p-values from Fisher's exact test (two-sided), and odds ratio confidence intervals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We evaluated the confounding effect of risk factors (age, sex, overweight status, diabetes mellitus, hypertension, pulmonary diseases, and cardiovascular diseases) on associations between blood group and COVID-19 outcomes. Since these analyses were performed at the individual level, we only considered COV+ vs COV-, COV+/Intubated vs COV+/Not intubated, and COV+/Died vs COV+/Alive, leaving out the COV+ vs general population comparison. Risk factor phenotypes were assigned using diagnosis codes (Table 5 ) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 498,
                    "end": 508,
                    "text": "(Table 5 )",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "First, we evaluated associations between risk factors and blood groups using logistic regressions of risk factors on blood groups. Second, we verified that risk factors are collectively predictive of COVID-19 outcomes by comparing the fit of a logistic regression model using risk factors to a null model, using only an intercept term. Third, we tested whether blood groups provide additional information on outcomes beyond risk factors by comparing the deviances of a full model (outcome ~ blood group + risk factors) to a nested model using only risk factors (outcome ~ risk factors). Fourth, we tested whether the effects of blood groups are modulated by risk factors by comparing logistic regression coefficients for blood groups between nested (outcome ~ blood group) and full (outcome ~ blood group + risk factors) logistic regression models. In this comparison, the magnitude of blood group coefficients going to zero when risk factors are added would be evidence that outcome is conditionally independent of blood group given risk factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We performed a meta-analysis using our data in combination with data from Wuhan and Shenzhen reported by Zhao et al. [ 3 ] . These analyses used a random effects model to create pooled estimates of odds ratios for each ABO blood group in comparisons between COV+ individuals and the general populations of New York, Wuhan, and Shenzhen. The distribution of blood groups in the general population was estimated using blood group lab results on 108,860 individuals recorded in the NYP/CUIMC electronic health record (EHR) system between May 2011 and June 2019, excluding results for any individuals later tested for COVID-19 (regardless of result). We then compared the general population blood group distributions between New York and Wuhan and Shenzhen and evaluated the heterogeneity between sites.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 122,
                    "text": "[ 3 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We considered EHR data up to April 5, 2020. We conducted our analyses using the R language, using the meta package [ 11 ] for meta-analysis. While our data from NYP/CUIMC are protected by HIPAA and cannot be released, we have made all code used for our analysis available at https://github.com/zietzm/abo_covid_analysis . The manuscript was written openly on GitHub using Manubot [ 12 ] .",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 386,
                    "text": "[ 12 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We first determined blood groups for SARS-CoV-2-tested individuals using laboratory measurements recorded in the NYP/CUIMC EHR system. One individual with multiple contradictory blood group measurements was excluded, resulting in 1,559 individuals with known blood groups who received a SARS-CoV-2 test (either positive or negative result). Of these, 682 were COV+ (positive in at least one SARS-CoV-2 test) and 877 were COV-(negative in all SARS-CoV-2 tests administered). Among the COV+ individuals, 179 were intubated and 80 had died, while the remaining individuals had not been intubated and were alive as of April 5, 2020. We found that 354 tested COV-individuals were intubated during the same time, though we did not include them in any analysis. Table 1 gives a summary of the cohort we considered. * AB-negative was not included in the ABO+Rh analyses as no individuals with that blood type recorded tested positive for COVID-19.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 755,
                    "end": 762,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "For each comparison cohort pair, we performed chi-squared tests using both ABO and ABO+Rh blood types (Table 6 ). Since there were no AB-negative individuals testing positive for COVID-19 and only 5 individuals testing negative, we excluded AB-negative from all ABO+Rh analyses. Finally, we conducted individual tests of each blood type against all others (within the . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 110,
                    "text": "(Table 6",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "same ABO vs ABO+Rh system) for each of the COVID-19 outcomes we considered (Tables 2 ,  7 ) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 91,
                    "text": "(Tables 2 ,  7 )",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We found associations between COVID-19 status and both ABO (p=0.006) and ABO+Rh (p=0.031) blood groups in a comparison between individuals testing positive vs testing negative (Tables 2 , 6 ). Blood groups A were associated with increased odds of testing positive for COVID-19 (OR 1.338, 95% CI [1.072-1.672], p=0.009), while O blood groups were associated with decreased odds of testing positive (OR 0.804, 95% CI [0.654-0.987], p=0.036). While few individuals with AB blood groups were included (21 COV+, 47 COV-), we also found AB blood groups to be associated with decreased odds of testing positive (OR 0.561, 95% CI [0.315-0.969], p=0.033). When we tested individual ABO+Rh blood groups against all others, we discovered that strong associations are only found in Rh positive blood groups (Tables 2 , 7 ). We did not find any significant associations between blood group and intubation or death. Finally, we compared the blood group distributions between all individuals tested for SARS-CoV-2 with the general population at NYP/CUIMC, finding insufficient evidence to conclude that tested individuals are not drawn from the general population at random (p=0.2736). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 189,
                    "text": "(Tables 2 , 6",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "We find that the significant associations we report cannot be explained by known risk factors. We considered age, sex, overweight status, diabetes mellitus, hypertension, pulmonary diseases, and cardiovascular diseases. First, we found significant associations between blood groups and risk factors. Using blood group ~ risk factors logistic regressions for each blood group, we found significant associations between hypertension and O-blood groups, between age and A, A+, AB, AB+, O, and O+ blood groups, between diabetes mellitus and B and A-blood groups, as well as between overweight status and O+ blood groups (Table 8 ) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 616,
                    "end": 626,
                    "text": "(Table 8 )",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Multivariate analysis of blood group associations"
        },
        {
            "text": "We found that blood groups provide significant additional information on outcomes beyond risk factors. First, we verified that the risk factors (outcome ~ risk factors) provide predictive power compared to intercept-only null models (Table 9 ). Then, we evaluated blood group's effect on COVID-19 outcomes beyond risk factors using analysis of deviance. Specifically, we compared models including both risk factors and blood group (outcome ~ blood group + risk factors) to those including only risk factors (outcome ~ risk factors), and we found that only the COVID-19 test result outcome (COV+ vs COV-) is significantly better explained by including blood group in addition to risk factors (p<0.02 for both ABO and ABO+Rh, Table 9 ). This result is consistent with our univariate analysis (Table 6 ) , where only COV+ vs COV-cohorts showed significant differences in blood group distribution.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 241,
                    "text": "(Table 9",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 724,
                    "end": 731,
                    "text": "Table 9",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 790,
                    "end": 800,
                    "text": "(Table 6 )",
                    "ref_id": null
                }
            ],
            "section": "Multivariate analysis of blood group associations"
        },
        {
            "text": "Finally, we showed that blood group's effects are not modulated by risk factors. To do so, we inspected individual blood group coefficients between nested (outcome ~ blood group) and full (outcome ~ blood group + risk factors) logistic regression models. For ABO blood groups, we found no large coefficient changes, with some coefficients even being more extreme (greater in magnitude and more significant) in full models than in nested models (Table 10 ) . No ABO+Rh blood groups were significant in either the nested or full models for ABO+Rh, though we found no large coefficient changes for these blood groups either. We find little evidence for conditional independence between outcomes and blood groups given risk factors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 444,
                    "end": 455,
                    "text": "(Table 10 )",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Multivariate analysis of blood group associations"
        },
        {
            "text": "Finally, we compared our data from New York City to the data from Wuhan and Shenzhen presented by Zhao et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meta-analysis"
        },
        {
            "text": "[ 3 ] and conducted a meta-analysis. Zhao et al. used a random effects model to weight and pool effects between three different hospitals (Wuhan Jinyintan, Renmin Hospital in Wuhan, and Shenzhen Third People's Hospital), comparing each hospital's COV+ blood group distribution to the general population distribution for each city. We performed a similar analysis-including NYP/CUIMC data-to assess the effect of blood type in the combined data from all four sources (full counts in Table 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 482,
                    "end": 489,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Meta-analysis"
        },
        {
            "text": "We fit a random effects model for each ABO blood type using data from NYP/CUIMC and the three sources for which Zhao et al. report data. The overall associations between ABO blood . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meta-analysis"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meta-analysis"
        },
        {
            "text": "groups and COVID-19 status that Zhao et al. identified (significantly increased COV+ odds for blood group A and decreased COV+ odds for blood group O) are replicated in our meta-analysis (Table 3 ) . Using the additional data from NYP/CUIMC, the pooled association between blood group B becomes larger in effect size and significant at the 5% level (original: OR 1.09, p=0.121; with NYP/CUIMC data: OR 1.25, p=0.0361). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 197,
                    "text": "(Table 3 )",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Meta-analysis"
        },
        {
            "text": "Finally, we found significant heterogeneity among the sites we considered in the meta-analysis. We found that the distribution of blood groups in the general population at NYP/CUIMC differs significantly from both the distributions in Shenzhen (Chi-squared = 2056, p-value < 2.2e-16) and Wuhan (Chi-squared = 583.29, p-value < 2.2e-16) ( Table 3 ) . The difference in distributions is reflected in tests of heterogeneity between sites, where we find more heterogeneity between sites in our meta-analysis than Zhao et al.'s meta-analysis (Table 12 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 338,
                    "end": 347,
                    "text": "Table 3 )",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 537,
                    "end": 546,
                    "text": "(Table 12",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "0.0012"
        },
        {
            "text": "We found consistent negative associations between O blood groups and COVID-19. These results are consistent with an association discovered for SARS-CoV-1 [ 4 ], in which O blood groups were significantly less common among SARS patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our results from NYP/CUIMC identified significant associations between A, AB, and O blood groups. However, further stratifying by Rh resulted in significant associations for A+ and O+ only. Negative Rh blood groups are less common in our data, representing only 9.25% of individuals, so the lack of evidence for association with negative blood types could be due to lower sample sizes. Yet, odds ratios for ABO groups A and O are less extreme than the associated ABO+Rh blood groups (A+, O+), and the corresponding negative blood groups (A-, O-) have (insignificant) odds in the opposite directions as their positive counterparts. Further work is needed to better understand the associations between Rh negative blood groups and COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Since both blood groups and risk factors vary across populations, we thought it was important to evaluate the associations we found in a multivariate context as well. Indeed, we found significant associations between risk factors and blood groups. However, the significant associations between blood group and COVID-19 status were reflected in significant reductions in deviance when adding blood group to a regression of risk factors on COVID-19 status. Moreover, the blood group regression coefficients were largely unchanged when risk factors were present or not, indicating that blood groups have an independent effect on COVID-19 status not captured by the risk factors. These results suggest that the significant associations we discovered are not explained by confounding due to these risk factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our meta-analysis found large heterogeneity in blood group distributions between Wuhan, Shenzhen, and New York City, consistent with previous work indicating large differences in blood group distributions between the United States and China [ 13 , 14 ] . Overall blood group differences introduced heterogeneity in our meta-analysis comparisons of blood group between COV+ individuals and the general population. However, the increased sample size afforded by adding NYP/CUIMC data allowed the B blood group association to be declared significant at the 5% level. Larger sample sizes of COVID-19 patients will allow afford a more detailed picture of the effects of blood type on COVID-19 susceptibility.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 252,
                    "text": "[ 13 , 14 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The significant associations we found for blood type between COV+ and COV-individuals were far from significant in a comparison between COV+ and the general population at NYP/CUIMC. A possible explanation for this finding is that individuals tested for infection at NYP/CUIMC represent a more homogeneous sub-population of patients at NYP/CUIMC. Increased homogeneity would strengthen the blood-group-COVID-19 association signal as it would reduce the influence of overall population differences in blood-type distribution. We did not find sufficient evidence to conclude that SARS-CoV-2-tested individuals have a significantly different blood group distribution than the general population at NYP/CUIMC, though we cannot rule out other differences between tested and general populations that could explain the difference in associations. Moreover, our meta-analysis using COV+ vs general population found significant associations between A, B, and O blood groups, and the NYP/CUIMC data received 20-30 percent weight for each comparison, indicating a large contribution to the pooled associations. Further work is needed to understand how the population of COVID-tested patients differs from the general population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We did not identify any significant relationships between blood group and intubation or death due to COVID-19. However, intubation and death due to COVID-19 continue in New York as of . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 April 5, 2020, and individuals currently alive, not intubated, or COV-may reach these outcomes in the future. Our data is preliminary and represents a snapshot of the pandemic in a New York hospital system. When more patients become tested, intubated, and recovered, we will be better able to assess the relationship between blood group and eventual COVID-19 outcomes that may not have occurred at the time of our analysis.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study analyzed EHR data collected during the care of patients, not necessarily with research intent. Our sample sizes were relatively small, making explicit stratifications by age, sex, comorbidities, and other risk factors challenging. As an observational study without rigorous corrections for additional possible confounding, our results should be considered preliminary and should not be taken to inform clinical practice or policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study we found evidence for association between blood groups and COVID-19. Using data from NYP/CUIMC, we found the odds of COVID-19 positive vs negative test results were increased in blood groups A and decreased in blood groups O, consistent with previous results from Wuhan and Shenzhen. While Rh negative blood types are rare, we find evidence of association only for Rh positive blood groups. Though few AB individuals were included in our cohort, we discovered a new significant odds decrease for AB blood groups. In a meta-analysis of our data with data from Wuhan and Shenzhen reported by Zhao et al., we found a new significant COVID-19 odds increase for B blood groups compared to the general population. We demonstrated that the associations we found were not explained by confounding due to several known risk factors. Our results replicate previously-discovered associations between A and O blood groups and COVID-19, and we show novel associations between B, AB, and Rh blood groups. . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . used a 4x2 table for each test, while ABO+Rh used a 6x2 table for . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 143,
                    "text": "used a 4x2 table for each test, while ABO+Rh used a 6x2 table for",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Supplemental information"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 6: Summary of chi-squared tests for association between blood type and COVID-19 outcomes. Counts for groups 1 and 2 are the individual group counts for the former and latter groups in the comparison. For example, in the 'COV+ vs COV-' comparison, Group 1 counts gives counts and percentages for 'COV+' and Group 2 counts gives counts for 'COV-'. ABO"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 /2020 ",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 108,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Table 6: Summary of chi-squared tests for association between blood type and COVID-19 outcomes. Counts for groups 1 and 2 are the individual group counts for the former and latter groups in the comparison. For example, in the 'COV+ vs COV-' comparison, Group 1 counts gives counts and percentages for 'COV+' and Group 2 counts gives counts for 'COV-'. ABO"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus disease 2019",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization WHO Coronavirus disease 2019 situation reports",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2020--2024",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Frequencies and ethnic distribution of ABO and RhD blood groups in China: a population-based cross-sectional study Jue Liu, Shikun Zhang, Qiaomei Wang, Haiping Shen, Yiping Zhang, Min Liu BMJ Open (2017-12-03) https://doi.org/gcnrk5 DOI: 10.1136/bmjopen-2017-018476 · PMID: 29203504 · PMCID: PMC5736034 14. ABO and Rh(D) phenotype frequencies of different racial/ ethnic groups in the United States George Garratty, Simone A. Glynn, Robin McEntire, Retrovirus Epidemiology Donor Study Transfusion (2004-05) https://doi.org/dkshr5 DOI: 10.1111/j.1537-2995.2004.03338.x · PMID: 15104651",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Procedure name TYPE AND SCREEN BLOOD TYPE ABO AND RH TYPE (ABO CONFIRMATION ONLY) NEWBORN PANEL (ABO/RH PLUS DAT PLUS AB SCREEN) CORD BLOOD PANEL (ABO/RH PLUS DAT) NEWBORN BLOOD TYPE",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "each test, resulting in 3 and 5 degrees of freedom, respectively. .5%), AB+:8 (4.5%), B-:2 (1.1%), B+:33 (18.4%), O-:4 (2.2%), O+:70 (39.1%) A-:15 (3%), A+:156 (31%), AB+:13 (2.6%), B-:5 (1%), B+:76 (15.1%), O-:17 (3.4%), O+:221 (43.9%) 0.441",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary demographics for SARS-CoV-2-tested individuals at NYP/CUIMC, stratified by blood group(BG). N is the number of individuals having the given blood type who have a recorded test (positive or negative) for SARS-CoV-2, and reports percentages relative to all blood groups. Rh-stratified blood groups are individuals from the ABO blood groups (eg. for N, A-negative + A-positive = A). Med. age gives the median age within each group. COV+ and COV-give percentages relative to all tested individuals for that blood group.COV+/Intubated  (intub.)  and COV+/Died report percentages relative to COV+ individuals.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Meta-analysis of data from Wuhan, Shenzhen, and NYP/CUIMC. Distributions of blood groups between New York City data from the NYP/CUIMC EHR system and individuals from Shenzhen (cases from Shenzhen Third People's Hospital, controls from Shenzhen general population) and Wuhan (cases from Wuhan Jinyintan Hospital and Renmin Hospital of Wuhan University, controls from Wuhan general population). Shenzhen and Wuhan data reported by Zhao et al. [ 3 ] (Rh groups not reported). Meta-analysis associations are shown for individual ABO blood groups (eg. AB vs not AB) in comparisons of COV+ vs general population using a random effects model. OR refers to the pooled odds ratio (COV+ vs general population), and the 95% CI is a confidence interval on the OR. P-values are for the pooled association from the random effects model.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Procedures used by name to identify individual blood group",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Codes used to define phenotypes. For each code, we used the code and all descendants of the code to define the phenotype, and assigned individuals based on the presence or absence of any code belonging to the phenotype assigned them. Concept IDs are based on OMOP CDM concept IDs. N individuals is the number of individuals from our analyzed cohort who had a single code included in the phenotype definition.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Summary of all one-vs-rest analyses conducted. Each individual test compared the listed blood group with all other blood groups between the listed comparison groups. Shown are comparisons between each blood type and all three COVID-19 outcomes investigated.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "All associations between risk factors and blood groups where logistic regression coefficient p-values were below 0.1. These results are from logistic regression of blood group ~ risk factors. Full data on all coefficients are available on GitHub .author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Analysis of deviance for comparisons between null (intercept only), risk factors (RF), and blood groups (ABO and ABO+Rh) on COVID-19 outcomes. The deviance column gives the deviance reduced by the addition of the first term in the comparison. Similarly, DF indicates the degrees of freedom reduced by the addition. For both, the \"Resid.\" column indicates the remaining deviance and degrees of freedom for the full model. P-values are computed using a chi-squared distribution with DF degrees of freedom.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Logistic regression coefficients and coefficient p-values for comparisons between nested (outcome vs blood group) and full (outcome vs blood group + risk factors) models. The outcome here is COV+ vs COV-. The coefficients are either changed marginally or more extreme in the full model than the nested model. Were COV+ status conditionally independent of blood type given risk factors, we would expect full model coefficients to be less extreme than in . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101org/10. /2020 the nested model. AB blood groups were not included because they are mutually exclusive with A, B, and O blood groups. Full data, including ABO+Rh results, are available on GitHub .",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Weights for sites in random-effects meta-analyses conducted for each ABO blood group. Each blood group was compared against all others using data from NYP/CUIMC, and  Zhao et al. (Wuhan Jinyintan, Renmin Hospital in Wuhan, and Shenzhen Third People's  Hospital).",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Heterogeneity across meta-analysis sites. I-squared is a measure of the variation due to heterogeneity, instead of chance. Q refers to Cochran's Q and has a chi-squared distribution with Q df degrees of freedom.. CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}