{
    "paper_id": "320028483851f94ab7be6983f9346f4beae3f324",
    "metadata": {
        "title": "A virus that has gone viral: Amino acid mutation in S protein of Indian isolate of Coronavirus COVID-19 might impact receptor binding and thus infectivity",
        "authors": [
            {
                "first": "Priyanka",
                "middle": [],
                "last": "Saha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Cancer Biology and Inflammatory Disorder Division",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Arup",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Banerjee",
                "middle": [],
                "last": "4#",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "North Bengal Medical College and Hospital",
                    "location": {
                        "addrLine": "Sushrutanagar",
                        "postCode": "734012",
                        "region": "Siliguri-, West Bengal",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Prem",
                "middle": [],
                "last": "Prakash",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tripathi",
                "middle": [],
                "last": "3#",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CSIR-Indian Institute of Chemical Biology",
                    "location": {
                        "addrLine": "4, Mullick Road, Jadavpur, West Bengal",
                        "postCode": "700032",
                        "region": "Raja S.C., Kolkata",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Amit",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Srivastava",
                "middle": [],
                "last": "2#",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Cancer Biology and Inflammatory Disorder Division",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Upasana",
                "middle": [],
                "last": "Ray",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Since 2002, beta coronaviruses (CoV) have caused three zoonotic outbreaks, SARS-CoV in 2002, MERS-CoV in 2012, and the recent outbreak of SARS-CoV-2 late in 2019 (also named as COVID-19 or novel coronavirus 2019 or nCoV2019. Spike(S) protein, one of the structural proteins of this virus plays key role in receptor (ACE2) binding and thus virus entry. Thus, this protein has attracted scientists for detailed study and therapeutic targeting. As the 2019 novel coronavirus takes its course throughout the world, more and more sequence analyses are been done and genome sequences getting deposited in various databases. From India two clinical isolates have been sequenced and the full genome deposited in GenBank. We have performed sequence analyses of the spike protein of the Indian isolates and compared with that of the Wuhan, China (where the outbreak was first reported). While all the sequences of Wuhan isolates are identical, we found point mutations in the Indian isolates. Out of the two isolates one was found to harbour a mutation in its Receptor binding domain (RBD) at position 407. At this site arginine (a positively charged amino acid) was",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "replaced by isoleucine (a hydrophobic amino acid that is also a C-beta branched amino acid). This mutation has been seen to change the secondary structure of the protein at that region and this can potentially alter receptor ding of the virus. Although this finding needs further validation and more sequencing, the information might be useful in rational drug designing and vaccine engineering. author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A virus gone viral. First case of COVID-19 was reported in December 2019 at Wuhan (China) and then it has spread worldwide becoming a pandemic, with maximum death cases in Italy, although initially, the maximum mortality was reported from China [1] .",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 248,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "According to a WHO report, as of 02.04.2020 there were confirmed 8, 23,626 COVID-19 cases and 40598 deaths, that includes cases which were both locally transmitted or imported [2] . There are published reports which suggest that SARS-CoV2 shares highest similarity with bat SARS-CoV [3] . Scientists across the globe are trying to elucidate the genome characteristics using phylogenetic, structural and mutational studies [4] . Spike protein, one of the key proteins of SARS-CoV2 is involved directly with virus infection as it is involved in receptor recognition, attachment, binding and entry [5] [6] [7] . Sequence analyses of the spike protein can give us a plethora of information which can be instrumental in drug and vaccine development. In the present piece of work, we retrieved S protein sequences of the SARS-CoV2 from different geographical locations to identify notable features of S protein especially in Indian isolates. These analyses include identification of mutational signatures and their correlation with virus infection. Our analyses show unique point mutations in the spike protein of the Indian subtypes.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 283,
                    "end": 286,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 595,
                    "end": 598,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 599,
                    "end": 602,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 603,
                    "end": 606,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since COVID 19 or SARS-CoV-2 started from Wuhan, China, we started our analyses with Spike protein sequences from Wuhan. For our study we have considered all the full-length sequences that were available in GenBank. We first compared 17 available S protein sequences from Wuhan. Since they showed 100% sequence similarities, we considered one of these for our further analyses. Since Italy has also been affected aggressively by COVID-19, we included the sequence in our study. In this paper we have focussed on COVID-19 isolates from India. Till date only two complete genomes of Indian COVID-19 have been submitted in the database. For our sequence alignments we have used NCBI BLAST, CLUSTAL W and CLUSTAL OMEGA. To predict secondary structure, we have used CFSSP (Chou and Fasman secondary structure prediction) server.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "Mutprep server was used to analyse the mutation. JMol and ConSurf tools were used to predict the structure of the proteins. PyMoL standalone software was used to author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.07.029132 doi: bioRxiv preprint visualize the structure and understand the pattern of bonding. Further kinetics and structure analyses were performed by the Dynemut Server and Chimera version 11.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "SARS-CoV-2 sequence data is expanding rapidly in the databases as the virus spreads worldwide. Although many sequences from various countries have been deposited, limited full genome sequences are available from most of the countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "This virus has infected people in various countries like China, Italy, Spain, USA, Germany, France, United Kingdom, India and many more and the data gets updated almost regularly by the World Health Organization (WHO). As of now, compared to many countries, the rate of transmission is comparatively controlled in India. Although author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.07.029132 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "To compare the Indian isolates, we aligned the S protein sequences of these isolates with Wuhan isolates and a sequence from Italy. While Wuhan and Italian isolates matched completely, we found few mutations in case of Indian isolates 29 and 166 as shown in Figure 2 . We observed that isolate 29 had two mutations, a deletion mutation where Y (tyrosine) at position 144 was absent as compared to Wuhan and Italian isolates. Due to deletion of the amino acid residues in position 144 in the protein structure there is a change in the beta sheets ( Figure 3 ). This alteration may change the orientation of the molecule and also the stability of the protein itself. Ramachandran plot of this structure show slight shifts of angle in the β sheet configuration. author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 266,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 548,
                    "end": 556,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.07.029132 doi: bioRxiv preprint Tertiary structure analyses showed that there because of the mutation there is an introduction of additional oxygen molecule to the next residue. The protein stability score drops sharply (-4.08) and the thereby its electrostatic force. Such a condition makes the protein flexible and might affect interaction with the receptor. Alteration to the structure will cause shift in the hydrogen bonds and also the bond angle, two main pre-requisite for strong interaction with the receptor. The hydrogen potential tends to increase from 10 to 13.2 in case of mutation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "For the isolate 166 of India, we found a different mutation at position 930 of the spike protein ( Figure 2C) . Here there was a substitution of A (alanine) to V (valine) at position 930 (A930V). Since both the amino acids are hydrophobic in nature, any change that might occur due to this mutation might get masked upon tertiary structure formation A B",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 109,
                    "text": "Figure 2C)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.07.029132 doi: bioRxiv preprint and thus not imposing a functional change in the protein i.e. a conservative mutation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Despite this possibility, valine has some unique characteristics. Valine is one of the Cbeta branched amino acids like threonine and isoleucine. C beta branched amino acids are bulkier towards the main chain and it is difficult for them to attain alpha helical conformations. Such amino acids have restricted conformations, are destabilizing in nature causing distortion in local helix backbone [9] . S protein if SARS-CoV2 has two domains: S1 and S2 [8] . While S1 has the RBD and in involved in receptor binding, knowledge about progression of infection and disease severities will help correlating the significance of these mutation with respect to virus evolution and virulence. Such information will further help in strategic designing of drug targets. author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 398,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 451,
                    "end": 454,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.07.029132 doi: bioRxiv preprint Figure 4A : Secondary structure prediction of spike protein of Wuhan isolate. The area marked in red box has helix (H). This area has been seen to get mutated in Indian isolate author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 151,
                    "text": "Figure 4A",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.07.029132 doi: bioRxiv preprint Figure 4B : Secondary structure prediction of spike protein of Indian isolate 29. The area marked in red box that had helix (H) in Wuhan isolate shows introduction of sheets (E). author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 151,
                    "text": "Figure 4B",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.07.029132 doi: bioRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Authors declare no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The origin, transmission and clinical therapies on coronavirus disease 2019 (COVID-19) outbreak-an update on the status",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "R"
                    ],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "D"
                    ],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "S"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Military Medical Research",
            "volume": "7",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Fractal kinetics of Covid-19 pandemics (with update 3/1/20), MedRxiv preprint",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Ziff",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ziff",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Repurposing therapeutics for COVID-19: Supercomputerbased docking to the SARS-CoV-2 viral spike protein and viral spike protein-human ACE2 interface",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Preliminary identification of potential vaccine targets for the COVID-19 coronavirus (SARS-CoV-2) based on SARS-CoV immunological studies",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Quadeer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Mckay",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Viruses",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Strong evolutionary convergence of receptor-binding protein spike between COVID-19 and SARS-related coronaviruses, bioRxiv",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Role of changes in SARS-CoV-2 spike protein in the interaction with the human ACE2 receptor: An in silico analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Ortega",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Serrano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Pujol",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Rangel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "EXCLI journal",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Composition and divergence of coronavirus spike proteins and host ACE2 receptors A B author/funder. All rights reserved. No reuse allowed without permission. The copyright holder for this preprint",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Medical Virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.07.029132"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Characterization of the receptor-binding domain (RBD) of 2019 novel coronavirus: implication for development of RBD protein as a viral attachment inhibitor and vaccine",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wanbo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xiujuan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jing",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Denis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shibo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cellular and Molecular Immunology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Stabilizing and Destabilizing Effects of Placing Beta-Branched Amino Acids in Protein Alpha-Helices author/funder. All rights reserved. No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "W"
                    ],
                    "last": "Cornish",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Veenstra",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Kollman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Schultz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.07.029132"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "this might be influenced by many factors like general immunity, point of entry of this virus in the country, measures taken to contain the spread, diagnosis, data management etc, we have used the available sequence data of Indian isolates to understand the biology of this virus. From India, there are only two full genome sequences submitted from the state of Kerela (GenBank accession numbers MT012098 {(isolate SARS-CoV-2/human/IND/29/2020 or isolate 29) and MT050493 (isolate SARS-CoV-2/human/IND/166/2020 or isolate 166)}. We have compared the S protein sequence from these two isolates with that of Wuhan. All the 17 sequences from Wuhan that were first aligned to check sequence variability showed 100% sequence similarity (Figure 1).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Multiple Sequence Alignment of Spike protein sequences of Wuhan isolates. 17 Spike protein sequences available in GenBank were aligned using NCBI BLASTp online tool and the multiple sequence alignment result has been shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Multiple Sequence Alignment of Spike protein sequences of Indian, Wuhan and Italian isolates. Spike protein sequences of Indian Isolates available in GenBank were aligned using CLUSTAL Omega online tool with colour coding option and the multiple sequence alignment result has been shown above. The Indian isolates having mutations have been highlighted with red boxes. The mutations have been marked with red arrows. Panel A: Deletion mutation of Y in isolate 29. Panel B: Substitution mutation R->I at position 407 in isolate 29. Panel C: Substitution mutation of A->V at position 930 in isolate 166.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Deletion of the amino acid in 144 in Indian isolate 29. Panel A shows structure without deletion of amino acid tyrosine at position 144.Pnel B shows coiling of the strands rearranged after the deletion On the other hand, at position 407, the same isolate had a substitution mutation of R (Arginine) to I (Isoleucine) (R407I). The receptor binding domain or RBD of the spike protein of SARS-CoV-2 lie between amino acids 331-524[8]. Thus, the mutation R407I lie in the RBD which play key role in receptor binding. Arginine is a positively charged amino acid and Isoleucine is a hydrophobic amino acid with C-beta branch. While positively charged amino acid could be more exposed, hydrophobic amino acids secure themselves away from the outer aqueous environment. Since nature of these amino acids are so different, a substitution of this nature might change the conformation locally and can impose functional alterations i.e. with respect to receptor interaction. To confirm this theory further, we ran a secondary structure prediction using CFSSP server and found that while in case of Wuhan isolate, this region had helix only (H)(Figure 4A), in case of R407I in Indian isolate there was introduction of sheets (E) (Figure 4B). This suggests that a change in secondary structure occurs in case of RBD of spike protein of isolate 29 of the 2019 novel Coronavirus of India.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "S2 mediates fusion of viral and host cell membranes. Mutation A930V of Indian isolate 166 falls in the S2 subunit of S protein. Considering the nature of valine being destabilizing causing distortion, this mutation might have implications in viral membrane fusion subject to validation. Structure of the spike glycoprotein was retrieved from the protein data bank (PDB ID: 6VXX) (Figure 5). The residue alanine at position 930 though not associated with the active site of the molecule stabilizes majority of the chain A moiety in the protein due to its hydrophobic nature. On substitution with Valine in the same position, it can potentially change the affinity of the molecule towards its receptor. Thus, taken together the mutations in S protein of Indian isolates can potentially alter virus entry and thus determine the infectivity of the virus. More sequence information along with mutational studies on receptor virus binding will further help strengthen this observation. The sites of mutation, geographic location, frequency of such mutations,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Alanine (Panel A) to Valine (Panel B) mutation in isolate 166.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Dr. Anupam Das Talukdar, Department of Life Sciences and Bioinformatics, Assam University for sharing server. We also thank Department of Biotechnology, DBT for funding to PS. CSIR is also acknowledged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        }
    ]
}