{
    "paper_id": "327358abbb515d09feba4f66052429bbdab1a7ef",
    "metadata": {
        "title": "Preliminary study to identify severe from moderate cases of COVID-19 using NLR&RDW-SD combination parameter",
        "authors": [
            {
                "first": "Changzheng",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yangtze University",
                    "location": {
                        "postCode": "434023",
                        "settlement": "Jingzhou, Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Rongrong",
                "middle": [],
                "last": "Deng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yangtze University",
                    "location": {
                        "postCode": "434023",
                        "settlement": "Jingzhou, Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Liyao",
                "middle": [],
                "last": "Gou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shenzhen Mindray Bio-Medical Electronic Co",
                    "location": {
                        "postCode": "518057",
                        "settlement": "Ltd, Shenzhen, Guangdong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhongxiao",
                "middle": [],
                "last": "Fu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yangtze University",
                    "location": {
                        "postCode": "434023",
                        "settlement": "Jingzhou, Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaomei",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shenzhen Mindray Bio-Medical Electronic Co",
                    "location": {
                        "postCode": "518057",
                        "settlement": "Ltd, Shenzhen, Guangdong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Feng",
                "middle": [],
                "last": "Shao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yangtze University",
                    "location": {
                        "postCode": "434023",
                        "settlement": "Jingzhou, Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Guanzhen",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shenzhen Mindray Bio-Medical Electronic Co",
                    "location": {
                        "postCode": "518057",
                        "settlement": "Ltd, Shenzhen, Guangdong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Weiyang",
                "middle": [],
                "last": "Fu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jingzhou Infectious Disease Hospital",
                    "location": {
                        "postCode": "434023",
                        "settlement": "Jingzhou, Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jianping",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shenzhen Mindray Bio-Medical Electronic Co",
                    "location": {
                        "postCode": "518057",
                        "settlement": "Ltd, Shenzhen, Guangdong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiao",
                "middle": [],
                "last": "Ding",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yangtze University",
                    "location": {
                        "postCode": "434023",
                        "settlement": "Jingzhou, Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Tao",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yangtze University",
                    "location": {
                        "postCode": "434023",
                        "settlement": "Jingzhou, Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiulin",
                "middle": [
                    "Xiao"
                ],
                "last": "6#",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shenzhen Mindray Bio-Medical Electronic Co",
                    "location": {
                        "postCode": "518057",
                        "settlement": "Ltd, Shenzhen, Guangdong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chengbin",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yangtze University",
                    "location": {
                        "postCode": "434023",
                        "settlement": "Jingzhou, Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "1#",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiulin",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objectives: Investigate the characteristics and rules of hematology changes in patients with , and explore the possibility to identify moderate and severe patients using conventional hematology parameters or combined parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The clinical data of 45 moderate and severe type patients with SARS-CoV-2 infections in Jingzhou Central Hospital from January 23 to February 13, 2020 were collected. The epidemiological indexes, clinical symptoms and laboratory test results of the patients were . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20058594 doi: medRxiv preprint retrospectively analyzed. Those parameters with significant differences between the two groups were analyzed, and the combination parameters with best diagnostic performance were selected using the LDA method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Of the 45 patients with COVID-19 (35 moderate and 10 severe cases), 23 were male and 22 female, aged 16-62 years. The most common clinical symptoms were fever (89%) and dry cough (60%). As the disease progressed, WBC, Neu#, NLR, PLR, RDW-CV and RDW-SD parameters in the severe group were significantly higher than that in the moderate group (P<0.05); meanwhile, Lym#, Eos#, HFC%, RBC, HGB and HCT parameters in the severe group were significantly lower than that in the moderate group (P<0.05). For NLR, the AUC, the best cut-off value, the sensitivity and the specificity were 0.890, 13.39, 83.3% and 82.4% respectively, and for PLR , the AUC, the best cut-off, the sensitivity and the specificity were 0.842, 267.03, 83.3% and 74.0% respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The combined parameter NLR&RDW-SD had the best diagnostic efficiency (AUC was 0.938) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "when the cut-off value was 1.046, the sensitivity and the specificity were 90.0% and 84.7% respectively, followed by the fitting parameter NLR&RDW-CV (AUC = 0.923). When the cut-off value was 0.62, the sensitivity and the specificity for distinguishing severe type from moderate cases of COVID-19 were 90.0% and 82.4% respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The combined parameter NLR&RDW-SD is the best hematology index and can help clinicians to predict the severity of COVID-19 patients, and it can be used as a useful indicator to help prevent and control the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "take a test every day or every two days. If it can play an important role in severe cases identification, it will provide clinicians with more auxiliary diagnostic information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Diagnosis and Treatment Guidelines (trial version 6) [2] clearly pointed out that the total number of peripheral white blood cells was normal or decreased and the lymphocyte count was reduced in the early stage of onset. Li et al [16] conducted a descriptive and predictive study and found that lymphocyte percentage (Lym%) was inversely related to the severity and prognosis of patients, which could be used to predict the severity and prognosis of patients with COVID-19. It indicates that some changes in the peripheral blood will occur in patients with SARS-CoV-2",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 60,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 234,
                    "end": 238,
                    "text": "[16]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "infections. These changes have the potentiality to provide clues or guidance for the diagnosis, treatment and prognosis for COVID-19 patients. BC-6900 is newest hematology analyzer of MINDRAY Medical International Co., Ltd (Shenzhen, China). It uses the principle of nucleic acid fluorescence staining and flow cytometry to detect white blood cells, red blood cells and platelets in peripheral venous blood in three dimensions. The blood cells are identified and quantitatively analyzed according to the volume of the cells and the complexity of the contents, as well as the nucleic acid content. In addition to providing the most routine hematology parameters, it can also quantitatively detect immature granulocytes, nucleated red blood cells and naive platelets, as well as blast cells. Based on the analysis of the results from BC-6900, this study intend to discover the characteristic changes of the peripheral blood and explore the value of hematology routine parameters in the diagnosis and treatment for COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study focuses on the identification of critical COVID-19 patients using hematology routine parameters. In order to explore the value of hematology routine parameters, we retrospectively analyzed the epidemiological and laboratory test results of 45 moderate and severe cases. The differences between the different groups found through the most routine laboratory tests were analyzed in order to provide valuable help for clinicians to diagnose and treat this disease more effectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Medical College, Yangtze University (Jingzhou, Hubei province, People's Republic of China).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "Among all 45 patients, 35 cases were moderate and 10 cases were severe type. All patients were confirmed by viral detections using novel coronavirus 2019-nCoV nucleic acid detection kit (fluorescent PCR method, Shanghai BioGerm Medical Biotechnology Co., Ltd). And all patients were ruled out of coinfections by other respiratory virus including respiratory syncytial virus, adenovirus, influenza virus A, influenza virus B, parainfluenza virus, chlamydia pneumoniae, legionella pneumoniae and mycoplasma pneumoniae using serological method. All case were diagnosed and classified according to the Diagnosis and Treatment Guidelines (Trial Sixth Edition).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "The clinical standards for the identification of moderate and severe patients are as follows: 1) moderate, with fever, respiratory track symptoms and pneumonia imaging; 2) severe, having any of the following conditions beside the symptoms and sign of moderate: a) respiratory distress, RR ≥30 times/minute; b) oxygen saturation ≤93% under rest state; c) arterial blood oxygen partial pressure (PaO2)/oxygen concentration (FiO2) ≤300mmHg and d) lung imaging progress >50% in the short term (24~48hours).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "The epidemiological characteristics information (including recent exposure history, such as the travel history and contacting with patients with fever or respiratory symptoms from other cities in Hubei province or confirmed cases within two weeks) and the basic information such as gender, age, clinical symptoms and signs were collected from the admission records. All the laboratory data including complete blood count (BC-6900, Mindray), serum biochemistry and coagulation test were collected from the laboratory information system (LIS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "In this study, total 161 results detected on the Mindray BC-6900 hematology analyzer and of biochemistry as well as coagulation tests were collected from 45 patients with SARS-CoV-2 infection between Jan 23, 2020 and Feb 13, 2020. All the laboratory test results were divided into two groups based on the sources of the samples, from moderate or severe patients, on which retrospective analysis and comparative analysis were performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "In this study, SPSS statistics software (version 19.0) was used for data statistics and mapping.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Age was represented in median (range), and others demographics and clinical characteristics were expressed in frequency and percentage. The significance was tested by chi square or Fisher's exact test. The quantized variables of blood parameters were expressed as mean ± standard deviation. The significance between the two groups was tested by student's t-test. P<0.05 was considered statistically significant in all statistical analyses. Linear discriminant analysis (LDA) was employed to perform linear combination of each two parameters and extract the best data features to distinguish moderate and severe cases of COVID-19 patients. The diagnostic values of valuable parameters for differential mild and severe cases of COVID-19 patients were assessed by receiver operating characteristic (ROC) and area under the ROC curve (AUC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The combined parameters were analyzed using LDA. LDA is a supervised learning model, also known as Fisher's linear discriminant (FLD) [27] . The principle of LDA is: by multi-parameter linear combination, the high-dimensional pattern samples composed of multi-parameters are projected to the optimal discrimination vector space to achieve the effect of extracting classification information and compressing the feature space dimension. The new subspace has the largest interclass distance and the smallest intra-class distance, that is, the pattern has the best separability in this space. Therefore, it is an effective feature extraction method.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "text": "[27]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "LDA for combined parameters"
        },
        {
            "text": "Forty-five confirmed COVID-19 patients were divided into moderate (35 cases, 77.8%) and severe (10 cases, 22.2%) infection groups (Table 1 ). There was no significant difference in median age between the two groups (P> 0.05). Of the patients, 23 were males (51.1%) and 22 females (48.9%). There was also no significant difference in gender composition between the two groups of patients (P> 0.05). In all cases, there were total 26 patients who had been to Wuhan within 2 weeks before their hospitalization, and of theses 26 patients 20 were moderate patients (57.1%) and 6 severe patients (60%). There was no significant difference in Wuhan contacting history between the two groups (P> 0.05). Only 3 (6.7%) patients had ever visited the South China Seafood Market, and all these three patients were moderate patients. It is worth noting that there were 4 patients with hypertension-based diseases, of which 3 (30%) were severe patients. Of all the 45 patients, 40 (89%), 27 (60%) , 19 (42%), 15 (33%) and 13(28.9%) cases had fever, dry cough, fatigue, chills and myalgia respectively, and there was no significant difference between the two groups (P> 0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 138,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Demographic and clinical characteristics of COVID-19 patients"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographic and clinical characteristics of COVID-19 patients"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20058594 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographic and clinical characteristics of COVID-19 patients"
        },
        {
            "text": "Total 161 venous blood samples anticoagulated by EDTA-K2 were collected from those 45 patients between Jan 23, 2020 and Feb 13, 2020 in our laboratory. Among them, 131 venous blood samples were collected from 35 moderate patients, and the other 30 from 10 severe patients. The hematology characteristics of those samples from the two groups were presented in Table 2 . As the disease progressed, WBC, Neu#, NLR, PLR, RDW-CV and RDW-SD parameters in the severe group were significantly higher than that in the moderate group (P<0.05); meanwhile, Lym#, Eos#, HFC%, RBC, HGB and HCT parameters in the severe group were significantly lower than that in the moderate group (P<0.05). The box-plots for those significant parameters were all presented in . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 359,
                    "end": 366,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Hematology Findings of COVID-19 patients"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20058594 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The box-plots were provided and the student's t-test was employed to compare the differences in CBC parameters between the moderate and the severe cases groups of COVID-19. ***p<0.001.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1 The comparison for significant CBC parameters between moderate and severe type of COVID-19 patients"
        },
        {
            "text": "The Biochemical and coagulation test results of those 45 patients between Jan 23, 2020 and Feb 13, 2020 in our laboratory were presented in Table 3 . The biochemical and coagulation test samples were usually collected and tested once every 1-3 days. As the disease progressed, DBil, GLO, BUN, Cr, Cys C, CK, Mb, LDH and FBG in the severe group were significantly higher than that in the moderate group (P<0.05); meanwhile, ALB, Na + and Ca 2+ in the severe group were significantly lower than that in the moderate group (P<0.05). There was no significant difference for all the coagulation test results between the two groups (P>0.05). The ROC curve was used to analyze the hematological parameters with significant differences between the two groups. The parameters with AUC <0.6 and no statistical significance (P> 0.05) with AUC = 0.5 were excluded. Next, we analyzed the diagnostic efficacy of other hematology parameters ( respectively. The combined parameters fitted by the LDA method were also used for the diagnostic efficacy analysis in the differentiation between the severe and the moderate groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 147,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Biochemical and coagulation test findings of COVID-19 patients"
        },
        {
            "text": "Among the parameters said above, it is found that the combined parameter NLR&RDW-SD generated by linear fitting of NLR and RDW-SD according to the formula below the is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biochemical and coagulation test findings of COVID-19 patients"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20058594 doi: medRxiv preprint the clinician to judge the patient's condition. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20058594 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Differentiated diagnosis of moderate and severe COVID-19 patients using different parameters. The positive sample is the blood routine result of the severe patient, and the negative sample is the blood routine result of the moderate patient. Figure A is a ROC plot that uses single parameter to identify severe from moderate patients. Figure B is a ROC plot that uses the combined parameters NLR&RDW-SD and NLR&RDW-CV to identify patients; Figures C and D are box-plots that use the combined parameters for comparison between two groups; Figure E is a recommendation management strategy for COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 250,
                    "text": "Figure A",
                    "ref_id": null
                },
                {
                    "start": 335,
                    "end": 343,
                    "text": "Figure B",
                    "ref_id": null
                },
                {
                    "start": 538,
                    "end": 546,
                    "text": "Figure E",
                    "ref_id": null
                }
            ],
            "section": "Figure 2 ROC analysis using single and combined parameters in the diagnosis of severe cases of COVID-19"
        },
        {
            "text": "Meanwhile, we used the cut-off values of the best single-parameter NLR and the combined parameter NLR&RDW-SD as the judgment thresholds and listed the fourfold tables (Table 5 and   Table 6 ) to calculate the other diagnostic items, it was found that the combined parameter NLR&RDW-SD had better diagnostic performance, with a diagnostic accuracy rate of 85.7%, and better predictive value and likelihood ratio than the single parameter NLR. [17] . Although the current epidemiological situation shows that the SARS-CoV-2 is more contagious than SARS-CoV and MERS-CoV, clustering of outbreak among people, but its lethality is less severe [35] [36] [37] [38] [39] . outbreak also had a high mortality rate in the early stage in some areas. The first 41 confirmed infection cases admitted to hospitals in Wuhan from December 16, 2019 to January 2, 2020 showed that the COVID-19 patients had a 15% mortality rate at the beginning of the outbreak, and 32% of patients required ICU monitoring and treatment [11] . As of the latest data published by the WHO [19] . Therefore, many experts remind us that SARS-CoV-2 may coexist with humans for a long time [35] and the potential infection risk needs special attention with the increase in the number of asymptomatic infections [18] . Marc Lipsitch, a professor of epidemiology at Harvard University, predicted that the SARS-CoV-2 would infect 40% -70% of people worldwide by 2020 [34] . Therefore, tracking and screening . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 446,
                    "text": "[17]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 639,
                    "end": 643,
                    "text": "[35]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 644,
                    "end": 648,
                    "text": "[36]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "[37]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 654,
                    "end": 658,
                    "text": "[38]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 659,
                    "end": 663,
                    "text": "[39]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1003,
                    "end": 1007,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1053,
                    "end": 1057,
                    "text": "[19]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1150,
                    "end": 1154,
                    "text": "[35]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1271,
                    "end": 1275,
                    "text": "[18]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1424,
                    "end": 1428,
                    "text": "[34]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 189,
                    "text": "(Table 5 and   Table 6",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Figure 2 ROC analysis using single and combined parameters in the diagnosis of severe cases of COVID-19"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20058594 doi: medRxiv preprint of suspected cases are very important because that not all COVID-19 patients have symptoms such as fever or dry cough in the early stage and it is possible for some patients to develop into severe or critical cases. The current epidemic situation in China appears controlled, but the global epidemic outside China is still in the early to middle stages of the outbreak [36] . Neither the detection capability of viral nucleic acid kits nor the popularity rate of imaging CT [32] can support largescale screening of all populations, so if the most conventional peripheral hematology test methods have characteristic changes or prompts for infected patients, especially those with severe infections, they will be very helpful for clinicians to intervene early to reduce the mortality of patients and relieve the pressure of the epidemic.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 480,
                    "text": "[36]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 581,
                    "end": 585,
                    "text": "[32]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "This study reviewed the epidemiological, underlying diseases and signs, as well as the changes in blood routine, biochemical, and coagulation test results of 45 patients with SARS-CoV-2 infection in different disease severity in Jingzhou, Hubei province, China. There was no significant difference seen in the epidemiological finding between two groups (P>0.05). For the underlying diseases, there were 4 patients with hypertension, of which 3 (30%) were severe type.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Of the 45 patients, 40 (89%) had fever and 27 (60%) had dry cough, 19 (42%) had fatigue, 15 (33%) had chills and 13 (28.9%) had myalgia. Fever and dry cough were still the most common symptoms in patients with COVID-19. Although there are not many cases reviewed, but the trend is similar to that reported in the literature [26, 33] . In the comparison of hematological parameters, WBC, Neu#, NLR, PLR, RDW-CV and RDW-SD in the severe group were significantly higher than that in the moderate group (P <0.05); meanwhile, Lym#, Eos#, HFC%, RBC, HGB and HCT in the severe group were significantly lower than that in the moderate group (P <0.05). Among them, WBC and Neu # are significantly higher in severe patients. It may be related to the persistent infection and prolonged hypoxia, leading to compensatory hyperplasia of the bone marrow to release more granulocytes and the results are consistent with the findings of Chen et al [27] . The significant lymphopenia in the severe group may be caused by the SARS-CoV-2 continuing to invade more lymphocytes, proliferate and cause the lymphocytes to die even to become depleted when they reach the spleen and other immune organs. The lymphopenia has been reported by many scholars [9, 11, 14, 16, [25] [26] [27] [28] . The same phenomenon was also seen in SARS-CoV and MERS-CoV infections [29] [30] . The trend of LYM # we found is consistent with the description mentioned in the Diagnosis and Treatment Guidelines (Trial Version 6) [2] . A study of . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 328,
                    "text": "[26,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 329,
                    "end": 332,
                    "text": "33]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 931,
                    "end": 935,
                    "text": "[27]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1229,
                    "end": 1232,
                    "text": "[9,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1233,
                    "end": 1236,
                    "text": "11,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1237,
                    "end": 1240,
                    "text": "14,",
                    "ref_id": null
                },
                {
                    "start": 1241,
                    "end": 1244,
                    "text": "16,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1245,
                    "end": 1249,
                    "text": "[25]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1250,
                    "end": 1254,
                    "text": "[26]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1255,
                    "end": 1259,
                    "text": "[27]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1260,
                    "end": 1264,
                    "text": "[28]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1337,
                    "end": 1341,
                    "text": "[29]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1342,
                    "end": 1346,
                    "text": "[30]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1482,
                    "end": 1485,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20058594 doi: medRxiv preprint lymphopenia reached 82.1% [27] . There was no significant difference in platelet count between the moderate and severe patients (P> 0.05). When the SARS broke out in 2003 in Guangzhou, China, it was first reported that the while blood cells count was normal or decreased (80.2%), the lymphocytes and eosinophils decreased, monocytes increased and thrombocytes decreased in some patients [22] . Similarly, a report from Hong Kong indicated that of 157 patients 153 (98%) had lymphopenia, 87 (55%) had thrombocytopenia, 77 (49%) had thrombocytosis, and 95 (61%) had hemoglobin decreased more than 20 g/L. The autopsy showed a decrease in lymphocytes in haemato-lymphoid organs, and multivariate analysis showed that old age and high concentration of LDH were independent predictors of poor prognosis. Lymphopenia and T lymphocyte subpopulation depletion may be related to the disease [23] . The results of our study are similar to the reported above [3, 26 and 27] . Lymphocytes and platelets are also important indicators for monitoring the peak viral load and immunopathological damage in the palliative treatment of lung disease with Abidol combined with lopinavir and ritonavir [24] . In this study, both the ratio of neutrophils to lymphocytes (NLR) and the ratio of platelets to lymphocytes (PLR) in the severe group showed significantly higher (P <0.05), and showed the best single parameter differential diagnostic efficacy (NLR AUC = 0.890, PLR AUC = 0.842). Liu et al [3] from Beijing Ditan Hospital Capital Medical University (Beijing, China) also suggested that NLR was helpful for early detection of severe COVID-19 patients nad had a high prediction accuracy (AUC = 0.849), which is consistent with the conclusion of this article. In addition, this study found that the red blood cell parameters (RBC, HGB, HCT) were significantly reduced in the severe group, while the morphological parameters (RDW-CV, RDW-SD) were significantly higher in the severe group than moderate patients, which may result from the immune damage that leads to the suppression of the bone marrow, leading to the gradual increase of anemia that causes the compensatory hyperplasia of erythroid cell line, a large number of immature red blood cells released to the peripheral blood, the activation of red blood cell apoptosis and peripheral phagocytosis, therefore result in the increase of the red blood cell distribution width [31] . In the comparison of the significantly lower than that in the moderate group (P <0.05), which is also consistent with recent reports by most scholars [11, 16, [26] [27] [28] .",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "text": "[27]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[22]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 989,
                    "end": 993,
                    "text": "[23]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1055,
                    "end": 1069,
                    "text": "[3, 26 and 27]",
                    "ref_id": null
                },
                {
                    "start": 1287,
                    "end": 1291,
                    "text": "[24]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1583,
                    "end": 1586,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2521,
                    "end": 2525,
                    "text": "[31]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2678,
                    "end": 2682,
                    "text": "[11,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2683,
                    "end": 2686,
                    "text": "16,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2687,
                    "end": 2691,
                    "text": "[26]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2692,
                    "end": 2696,
                    "text": "[27]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2697,
                    "end": 2701,
                    "text": "[28]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "According to the changing trend of NLR and RDW-SD, we use LDA to carry out linearly fitting on the different hematological parameters because when the development or diagnosis of a disease is affected by two mutually masked parameters, the diagnostic performance will be lower if only one parameter is used, for example one parameter with high sensitivity while the other with high specificity. The fitting of the two different parameters by ax + by + c = w into one combined parameter has the advantages of the two parameters in specificity and sensitivity at the same time and can be more effectively used for the diagnosis and prediction of diseases. In this study, after fitting analysis of different parameters, NLR&RDW-SD combined parameter is selected as the best indicator to distinguish moderate COVID-19 patients from severe cases. The AUC is up to 0.938 and the diagnostic accuracy rate up to 85.7%. The combined parameter can help clinicians prejudge the staging of patients and take effective treatment measures in advance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "This study is a single-center exploratory retrospective study. The included cases are only 45, of which 35 and 10 are moderate and severe patients respectively. Fever and dry cough are the most common symptoms. The age distribution is mainly in the 16-62 years old. Pregnant women, children and the elders, and asymptomatic patients were not included in the study. . Therefore, the specific application needs to be verified and confirmed by more clinical cases. At the same time, we did not analyze and study the prognosis of the included cases. However, this study suggests that it may be possible to find potentially severe patients through the most routine and basic hematological tests in the early stages of COVID-19 in order to provide patients with early clinical intervention, to reduce patient mortality and to help to control and prevent the epidemic. We believe that this study can provide some reference value for research and epidemic prevention in other countries and regions",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Currently, SARS-CoV-2 virus has begun to spread globally, but there is no clinically effective drug for COVID-19. Before SARS-CoV-2 vaccine can pass clinical trials and be widely and safely applied [35] , it is inevitable that more patients will develop into severe or even critical patients. To establish an effective treatment strategy for severe and critical patients depends on early diagnosis . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 202,
                    "text": "[35]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20058594 doi: medRxiv preprint and early warning of disease progression which is the key to reducing the overall mortality of patients with COVID-19 [25] . This study found that the combined parameter of NLR&RDW-SD can be used as an indicator to distinguish moderate COVID-19 patients from severe cases. The AUC is up to 0.938, based on its optimal cut-off value (1.046), the diagnostic accuracy is up to 85.7%, and there is a good positive and negative likelihood ratio. That is to say, if the result of NLR&RDW-SD of a COVID-19 patient exceeds 1.046, it suggests that there is a greater possibility that the patient's situation is more likely to get worse or the patient is more likely to be a severe patient. If the result of NLR&RDW-SD is less than 1.046, it suggests that the patient is more likely get better or to be a moderate patient. This information will help clinicians to predict the severity and disease classification of patients, to take effective treatment measures in advance, to carry out differential treatment and to control the epidemic effectively.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "text": "[25]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Summary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Wang for the statistical analysis, Tao Li and Xiaomei Zhang for the manuscript draft",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Xiulin Xiao for critical revision of the manuscript. All authors have reviewed and approved the final version",
            "authors": [
                {
                    "first": "Chengbin",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "General Office of National Health Commission, Office of the State Administration of Traditional Chinese Medicine. 《New Coronavirus Pneumonia Diagnosis and Treatment Plan (Trial Version 6)》. Feb 18, 2020. National Health Office Medical Letter",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "145",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Neutrophil-to-Lymphocyte Ratio Predicts Severe Illness Patients with 2019 Novel Coronavirus in the Early Stage",
            "authors": [
                {
                    "first": "Jingyuan",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Yao",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Pan",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.10.20021584"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SARS: epidemiology. Respirology (Carlton, Vic.)",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "9--14",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1440-1843.2003.00518.x"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Newly discovered coronavirus as the primary cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schutten",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "9380",
            "pages": "263--270",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Identification of a Novel Coronavirus in Patients with Severe Acute Respiratory Syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Günther",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Stephan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "New England Journal of Medicine",
            "volume": "348",
            "issn": "20",
            "pages": "1967--1976",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Middle East Respiratory Syndrome Coronavirus (MERS-CoV): Announcement of the Coronavirus Study Group",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Virology",
            "volume": "87",
            "issn": "14",
            "pages": "7790--7792",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "The New England journal of medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30211-7PubMedGoogleScholar"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan",
            "authors": [
                {
                    "first": "Wang",
                    "middle": [],
                    "last": "Dawei",
                    "suffix": ""
                },
                {
                    "first": "Hu",
                    "middle": [],
                    "last": "Bo",
                    "suffix": ""
                },
                {
                    "first": "Hu",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "China.2020.JAMA.10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "W"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "B"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Q"
                    ],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Epidemiology Working Group for NCIP Epidemic Response. The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Clinical characteristics of 50466 patients with 2019-nCoV infection",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Qie",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.18.20024539"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Lymphopenia predicts disease severity of COVID-19: a descriptive and predictive study",
            "authors": [
                {
                    "first": "Li",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "Qi",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Duanyang",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.01.20029074"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Research progress on the charecteristics of coronavirus and its pathogenesis to human",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Chin J Clin Infect Dis",
            "volume": "11",
            "issn": "4",
            "pages": "305--315",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A confirmed asymptomatic carrier of 2019 novel coronavirus (SARS-CoV-2)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "WHO. Coronavirus disease (COVID-2019) situation reports",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Model parameters and outbreak control for SARS. Emerg Infect Dis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Fenimore",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "1258--1263",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1007.030647"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Middle East respiratory syndrome coronavirus transmission",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Killerby",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Biggs",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Midgley",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Emerg Infect Dis",
            "volume": "2020",
            "issn": "2",
            "pages": "191--198",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2602.190697"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Blood routine characteristics of 96 cases of infectious atypical pneumonia in Guangzhou",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "R"
                    ],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J First Mil Med Univ",
            "volume": "25",
            "issn": "10",
            "pages": "1333--1334",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Haematological manifestations in patients with severe acute respiratory syndrome: retrospective analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S M"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wu Alan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "To",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "BMJ",
            "volume": "326",
            "issn": "7403",
            "pages": "1358--1362",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Arbidol combined with LPV/r versus LPV/r alone against Corona Virus Disease 2019: a retrospective cohort study",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Infection",
            "volume": "2020",
            "issn": "20",
            "pages": "30113--30117",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Diagnosis and Clinical Management of 2019 Novel Coronavirus (2019-nCoV) Infection: An Operational Recommendation of Peking Union Medical College Hospital (V2.0). Working Group of",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Clinical characteristics of 2019 novel coronavirus infection in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.06.20020974"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Clinical and immunologic features in severe and moderate forms of Coronavirus Disease",
            "authors": [
                {
                    "first": "Guang",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Wei",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.16.20023903"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Clinical characteristics of 101 non-surviving hospitalized patients with COVID-19-A single center",
            "authors": [
                {
                    "first": "Qiao",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Kai-Liang",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Jia",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.04.20031039"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Hematological findings in SARS patients and possible mechanisms (Review)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "Chi",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Karen",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "International Journal of Molecular Medicine",
            "volume": "14",
            "issn": "2",
            "pages": "311--315",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Omar Haneen, et al. 766Clinical Features and Outcome of Patients with Middle East Respiratory Syndrome-Coronavirus (MERS-CoV) Infection. Open Forum Infectious Diseases",
            "authors": [
                {
                    "first": "Alraddadi",
                    "middle": [],
                    "last": "Basem",
                    "suffix": ""
                },
                {
                    "first": "Bawareth",
                    "middle": [],
                    "last": "Noha",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "An increase in red blood cell distribution width from baseline predicts mortality in patients with severe sepsis or septic shock",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Critical Care",
            "volume": "17",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Emergence of a Novel Coronavirus Disease (COVID-19) and the Importance of Diagnostic Testing: Why Partnership between Clinical Laboratories, Public Health Agencies, and Industry Is Essential to Control the Outbreak",
            "authors": [
                {
                    "first": "Binnicker",
                    "middle": [],
                    "last": "Matthew",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clinical Chemistry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Clinical characteristics of 28 patients with novel coronavirus pneumonia",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "R"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Chin J Infect Dis",
            "volume": "2020",
            "issn": "00",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3760/cma.j.issn.1000-6680.2020.0006"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Coronavirus may infect up to 70% of world's population, expert warns. CBS NEWS",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Responding to Covid-19 -A Once-in-a-Century Pandemic?",
            "authors": [
                {
                    "first": "Bill",
                    "middle": [],
                    "last": "Gates",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2003762"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Novel coronavirus (2019-nCoV) early-stage importation risk to Europe",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pullano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pinotti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Valdano",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "2020",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.4.2000057"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Return of the Coronavirus: 2019-nCoV",
            "authors": [
                {
                    "first": "Lisa",
                    "middle": [
                        "E"
                    ],
                    "last": "Gralinski",
                    "suffix": ""
                },
                {
                    "first": "Vineet",
                    "middle": [
                        "D"
                    ],
                    "last": "Menachery",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Viruses",
            "volume": "2020",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Pattern of early human-to-human transmission of Wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Riou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Althaus",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Euro Surveill",
            "volume": "2020",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30154--30163",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "cell count (WBC), Neutrophil count (Neu#), Lymphocyte count (Lym#), Monocyte count (Mon#), Eosinophil count (Eos#), Basophil count (Bas#), Immature Granulocyte Percentage (IMG%), High Fluorescent Cell Percentage(HFC%), Neutrophil-to-Lymphocyte Ratio(NLR), Platelet-to-Lymphocyte Ratio (PLR), Red blood cell count (RBC), Hemoglobin (HGB), Hematocrit (HCT), Mean corpuscular volume (MCV), Mean Corpuscular Hemoglobin (MCH), Mean Corpuscular Hemoglobin Concentration (MCHC), Red Cell volume Distribution Width-coefficient of variation (RDW-CV), Red Cell volume Distribution Width-standard deviation (RDW-SD), Platelet count (PLT), Mean platelet volume (MPV), Platelet distribution width (PDW), Platelet hematocrit (PCT), Platelet-larger cell ratio(P-LCR).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "TBil), Total Protein (TP), Albumin (ALB), Globulin (GLO), albumin-globulin ratio (A/G), Alanine Amiotransferase (ALT), Aspartate Aminotransferase (AST), Blood Urea Nitrogen (BUN), Creatinine (Cr), Uric Acid (UA), Cystatin C (Cys C), Kalium (K), Sodium (Na), Chloride (Cl), Calcium(Ca), Creatine Kinase (CK), Creatine Kinase-MB (CK-MB), Myoglobin(Mb), Cardiac Troponin I (cTnI), Lactate Dehydrogenase (LDH), Fasting Blood Glucose (FBG), Random Blood Glucose(RBG), Prothrombin Time(PT), Activated Partial Thromboplastin Time (APTT), International Normalized Ratio (INR), Fibrinogen (FIB), D-Dimer (D-D).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Compared with the outbreak of SARS in 2003 which caused 8098 confirmed diagnoses and 774 deaths (mortality rate 9.6%) in 37 countries [20] and the outbreak of MERS in 2012 which caused 2494 confirmed diagnoses and 858 deaths (mortality rate 34.4%) in 27 countries [21], COVID-19",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographics and clinical characteristics of COVID-19 patients",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Hematology findings of venous samples taken from COVID-19 patients*: Levene test was used for the homogeneity of variance test. White blood",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Biochemical and coagulation test results of COVID-19 patientsis the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "in distinguishing moderate from severe COVID-19 cases. Taking the Youden index and the purpose of clinical screening, the best diagnostic cutoff was selected.The results showed that NLR was the best single parameter in distinguishing moderate and severe",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "ROC analysis for several significantly parameters",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Fourfold table for differential severe cases with COVID-19(NLR)",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Diagnostic evaluation items of the best single and combined parametersCoV that caused the outbreak of SARS in 2003 and MERS-CoV that caused the outbreak of MERS in 2012, it is different from the four human coronaviruses that previously caused the common cold in humans, and can cause severe respiratory diseases in humans",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank all patients who participated in this study. Thanks to all health-care workers in our hospital for their efforts in caring for these patients. Thanks to all people who work so hard to fight against the novel coronavirus pneumonia (COVID-19) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 249,
                    "text": "(COVID-19)",
                    "ref_id": null
                }
            ],
            "section": "Acknowledgement"
        },
        {
            "text": "This study was approved by Ethics Committee of Jingzhou Central Hospital. As this study was a retrospective study, there was no patient's privacy data such as patient name, ID number, telephone and address were involved. Only demographic information and laboratory testing data",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statement of Ethics"
        }
    ]
}