{
    "paper_id": "32c2180a0dab56e736d58b505e741ac4c2110f2d",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Nancy",
                "middle": [],
                "last": "Binkin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Diego, La Jolla",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "Federica",
                "middle": [],
                "last": "Michieletto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Veneto Region",
                    "location": {
                        "settlement": "Venice",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Stefania",
                "middle": [],
                "last": "Salmaso",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Francesca",
                "middle": [],
                "last": "Russo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Veneto Region",
                    "location": {
                        "settlement": "Venice",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Italy, which has been hard-hit by the COVID-19 pandemic, has an overriding national strategy, but its 21 regions have adapted their response based on the organization of their curative and public health services. In this paper, we compare outcomes for two northern Italian regions which had almost simultaneous initial outbreaks: Lombardy, which had a patient-centered approach that relied on primary care physicians and hospital care, and Veneto, which focused on community-based diagnosis and care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Italy has been hard-hit by the COVID-19 pandemic, which began simultaneously in two northern Italian regions, Lombardy and Veneto, during the third week of February 2020. By April 1, 2020, Italy had experienced over 110,000 cases and more than 13,000 deaths (1) .",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 261,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In Italy, the National Health Service (NHS) provides preventive services, primary and specialist care, and hospital care free of charge to all citizens and legal residents (2) . Each resident is registered with a general practitioner (GP). The GPs serve as primary providers and gatekeepers for specialty care and are paid by the government on a per capita basis, irrespective of the health status of their patients. Both public and private hospitals receive Diagnosis Related Group (DRG) compensation from the government. Each of its 21 administrative areas (19 regions and 2 Autonomous Provinces) is responsible for local organization of its health services.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Italy developed an overriding national strategy for COVID-19 response and implemented a national lockdown on March 12, 2020 . Within these broad guidelines, each region developed a response plan that took into account the strengths and weaknesses of its curative and public health services (3, 4) .",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 123,
                    "text": "March 12, 2020",
                    "ref_id": null
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 294,
                    "end": 296,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "With the aging of the Italian population and increasing health care costs, funding and personnel of regional public health programs have declined over the last two decades. The magnitude of the decline has varied between regions and increasing divergence across the regions has been observed in their relative emphasis on public health and curative services. In collaboration with the private sector, some regions, including Lombardy, have created an extensive network of curative services and hospitals but have decreased funding for public health field activities and public laboratories (4) . Others, such as Veneto, have continued to support a strong public health network with community outreach. Organizational changes have occurred over time that reflect the changing emphasis on curative services. In some regions, including Lombardy, public health services and hospitals have separate management structures, while in others, such as Veneto, most or all of the hospitals are managed by local health units that also provide preventive services. The response to the pandemic in the two regions reflects these differences.",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 593,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The organization of health services in Lombardy and Veneto, along with other factors, influenced the approaches initially taken in the critical early weeks of the epidemic. Lombardy employed a patientcentered approach relying primarily on its comprehensive curative services network to deal with the epidemic, while Veneto implemented a broad community-based strategy that relied on its more robust public health network and local integration of services (3) .",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 458,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this observational study, we present the key elements of Veneto's community-based approach and compare rates of case-finding, number of cases, hospitalization, deaths, and health care worker (HCW) and non-HCW infections between Lombardy and Veneto.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Lombardy has a higher population density than Veneto (420/km2 versus 270/km2) and a higher gross domestic product (GDP; 34,221 € versus 29,516€ in 2016) (10) . However, indicators are virtually identical for all 11 Organization for Economic Cooperation and Development (OECD) indicators of well-. CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "(10)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background Demographic and health system characteristics of Lombardy and Veneto"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 10.20060707 doi: medRxiv preprint being, including health (11), as are average age (45.9 versus 45.4 years) and life expectancy (84.0 versus 83.9 years) (12) . Both regions have international airports, are heavily involved in international commerce, and are tourist destinations and thus are likely to have similar risks of exposure to imported pathogens.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "10.20060707 doi: medRxiv preprint",
                    "ref_id": null
                },
                {
                    "start": 264,
                    "end": 268,
                    "text": "(12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background Demographic and health system characteristics of Lombardy and Veneto"
        },
        {
            "text": "While the number of acute hospital beds per 1000 is virtually identical (3.05 in Lombardy versus 3.01 in Veneto), the number of adults per GP is slightly higher in Lombardy (1,400) than in Veneto (1,342), physicians and dentists/1000 population is slightly lower in Lombardy (1.3 versus 1.6) (8). Per capita health expenditures are also similar (7) . In the public health domain, however, differences are far greater. In Lombardy, there are three public health laboratories (approximately 1 per 3 million population) while in Veneto, there are 10 (approximately 1 per 0.5 million). There are 8 public health prevention departments in Lombardy (1 per 1.2 million) (6) compared with 9 in Veneto (1 per 0.5 million) (8) . Home-based care is more common in Veneto than Lombardy, as evidenced by participation in Assistenza Domiciliare Integrata (ADI; integrated home assistance) that provides in-home services to the elderly, the disabled, and those with chronic conditions. In 2017, the most recent year for which data are available, the program served 3.5/100,000 in Veneto versus 1.4/100,000 in Lombardy (8) .",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 348,
                    "text": "(7)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "(8)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1103,
                    "end": 1106,
                    "text": "(8)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Background Demographic and health system characteristics of Lombardy and Veneto"
        },
        {
            "text": "The first case in Lombardy was identified on February 20 in Codogno, a town of 15,000, which was placed in lockdown by the national government on February 24, 2020. Over a 7-day period, from February 24 to March 2, the number of cases in Lombardy expanded 6.5-fold, from 166 to 1077 (1.6 to 12/100,000 population) (5) . Early on, three foci rapidly emerged (13) .",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 317,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 357,
                    "end": 361,
                    "text": "(13)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "COVID 19 approach in Lombardy"
        },
        {
            "text": "Initial efforts by the Regional Health System focused on three primary objectives, including collection of data to understand the epidemiology and conduct modeling, to increase diagnostic capacity, and to promote-hospital based assistance for cases (13) , and efforts were made to also introduce isolation and contact tracing. Additionally, the existing strong regional ICU network was potentiated (14) . Guidelines were issued for GPs regarding diagnosis, testing, and referral to hospitals (15) Testing was initially focused on those with symptoms as per national policy, and contact tracing and home-based testing, care, and follow-up efforts were hampered by the rapid explosion of in the number of cases (4, 13) .",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 253,
                    "text": "(13)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 398,
                    "end": 402,
                    "text": "(14)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 492,
                    "end": 496,
                    "text": "(15)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 709,
                    "end": 712,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "13)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "COVID 19 approach in Lombardy"
        },
        {
            "text": "In the resulting patient-centered approach, physicians, ambulatory clinics, and emergency rooms served as the front line during the COVID pandemic (3, 4, 14, 16) . In the absence of other options, patients were sent to the hospital, overwhelming the existing human resources and beds and essentially diluting the quality of care (16) . Dedicated COVID-19 centers were initially identified (13), but because of the massive numbers of cases, segregation of hospitals was not possible. Convalescent centers for those not needing acute care but who needed continued monitoring were not available until weeks after the beginning of the epidemic.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 151,
                    "end": 153,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 154,
                    "end": 157,
                    "text": "14,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 158,
                    "end": 161,
                    "text": "16)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 329,
                    "end": 333,
                    "text": "(16)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "COVID 19 approach in Lombardy"
        },
        {
            "text": "In Veneto, the first cases occurred in Vò Euganeo, a rural village of 3000 people, on February 20, 2020. Like Codogno, the area was put on lockdown on February 24. Between February 24 and March 2, the cases in Veneto increased 8.5-fold, from 32 to 271 (0.6/100,000 to 5/100,000).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID 19 approach in Veneto"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID 19 approach in Veneto"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 10.20060707 doi: medRxiv preprint Health authorities in Veneto identified hospitals and convalescent centers that would care for COVID-19 cases, doubled the region's ICU capacity and obtained an adequate number of ventilators. They gradually moved non-COVID-19 patients out of the designated COVID-19 hospitals, generally to smaller community hospitals set aside for non-COVID-19 patients. In addition to strengthening the ability to care for patients, however, enhanced public health measures were also developed and implemented. Though a series of meetings and written communications with leaders of local health units and hospitals, regional leadership implemented an articulated community-based strategy. Key elements are presented in the Box, but they included extensive contact tracing, rapid testing of both cases and an extended network of contacts, supervised quarantine and isolation, minimization of contact between HCW and the public, and informatics systems for rapid communication on case diagnosis and management and for monitoring bed availability. All non-essential public health activities were promptly put on hold, and a force of more than 750 public health workers throughout the region was mobilized.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "10.20060707 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COVID 19 approach in Veneto"
        },
        {
            "text": "We obtained data on the region-specific numbers of tests performed, cases, deaths, hospital and ICU admissions, and patients in home care for February 24 through April 1, 2020, from archived official daily bulletins of the Protezione Civile (5), the branch of the government that manages national emergencies. Data on cumulative cases of COVID-19 infection in HCWs for Lombardy and Veneto were obtained from region-specific data published April 3, 2020, by the Istituto Superiore di Sanità (6) .",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 493,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Data sources"
        },
        {
            "text": "Because the population of Lombardy is more than twice that of Veneto (10.1 versus 4.9 million), and correspondingly, the number of HCWs also differs, the data on testing, cases, deaths in the overall population, and cases in HCWs are presented as rates. Regional population denominator data were obtained from census projections (7) . Data on the number of HCWs by region was taken from the most recent yearbook of the Statistics Office of the Ministry of Health (8) , which examines the number of publicly employed HCWs, who comprise the vast majority of health sector employees. For analyses comparing rates among HCWs and non-HCWs, the denominator of non-HCWs was obtained by subtracting the number of publicly employed HCWs from the overall population in each region.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 332,
                    "text": "(7)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "(8)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Data sources"
        },
        {
            "text": "Cases were defined as persons who were COVID-positive based on PCR testing, according to the national case definition (9).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sources"
        },
        {
            "text": "As of April 1, 2020, the number of tests performed per 1000 residents in Veneto was nearly twice that of Lombardy (23.0/1000 residents in Veneto; >112,000 tests vs. 12.1/1000 in Lombardy). The difference was even greater in the first critical week, when there were 2.7 times as many tests done in Veneto.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing"
        },
        {
            "text": "Cases and deaths/1000 population Trends in cases and deaths for Lombardy and Veneto are shown in Figure 1 . Within a week of the . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 105,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Testing"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 10.20060707 doi: medRxiv preprint first cases, case notifications in both regions diverged, and mortality began to diverge one week later. As of April 1, 2020, there were 44,733 cumulative cases in Lombardy and 9,625 in Veneto; the numbers of deaths were 7,593 and 499, respectively. The cumulative case rate was 445/100,000 for Lombardy and 196/100,000 for Veneto, a 2.3-fold difference. Mortality rates were 75/100,000 and 10/100,000, respectively, a 7.5-fold difference. The death-to-case ratio was 3.3 times higher in Lombardy than in Veneto (17% versus 5%).",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20060707",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Testing"
        },
        {
            "text": "As of April 1, 2020, 51.5% of COVID-19 cases in Lombardy had been admitted to the hospital, including 5.2% to ICUs and 46.3% to acute care. Veneto admitted 25.1% of COVID-19 cases (4.3% to ICUs and 20.9% to acute care). In Lombardy, the remaining 48.5% were placed in home isolation, compared with 74.9% in Veneto.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disposition at diagnosis"
        },
        {
            "text": "As of March 30, 2020, 14.3% of all COVID-19 cases in Lombardy were among HCWs, compared with 4.4% in Veneto. Figure 2 shows the difference in the rates of COVID-19 infection in HCWs compared with non-HCW. In Lombardy, the rate among HCWs was 19.1 times higher than in the rest of the population versus 3.9 times higher in Veneto.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 117,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Infection in HCWs"
        },
        {
            "text": "While it is too early to judge the ultimate success of the response, Veneto's community-based approach appears to have reduced a wide range of adverse outcomes. In Veneto, case rates, death rates, and health care worker infections were considerably lower than in Lombardy, despite the valiant and courageous efforts of the many dedicated providers (14, 17) to activate and potentiate their extensive patient-centered care network.",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 352,
                    "text": "(14,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 353,
                    "end": 356,
                    "text": "17)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Differences in population density and social factors, as well as the greater initial number of cases in Lombardy and greater numbers of initial foci, may have played a role in the observed differences in outcomes (3). However, health care system organization and the strength of the public health infrastructure ultimately appear to have played an important role in the differences in outcomes observed to date between Lombardy and Veneto (3, 4, 16, 17) . As stated by clinicians from one of the most heavily affected hospitals in Lombardy, \"Western health care systems have been built around the concept of patient-centered care, but an epidemic requires a change of perspective toward a concept of community-centered care.\" (17) Veneto's greater integration of its public health and hospital services at local level and strong public health infrastructure potentiated the implementation of a community-based approach. This approach was based on sound epidemiologic principles of aggressive testing, contact tracing, and limiting contact with health care settings wherever possible through mobile diagnostic teams and careful home follow up and was facilitated by rapid communication through an informatics system that tied together the laboratory, GPs, and the local public health units.",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 442,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 443,
                    "end": 445,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 446,
                    "end": 449,
                    "text": "16,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 450,
                    "end": 453,
                    "text": "17)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 726,
                    "end": 730,
                    "text": "(17)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 10.20060707 doi: medRxiv preprint Early and aggressive testing to diagnose COVID-19 in cases and their contacts likely played a critical role in Veneto's trajectory and outcomes. In the first week, the rate of testing/1000 population in Veneto was 2.7 times higher than Lombardy, which may have been critical in limiting further spread. Furthermore, the broader definitions of contacts to include extended family, work, and more casual contacts and the subsequent testing and isolation of these individuals also was likely to have been a major contributor to early reduction in spread.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "10.20060707 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The approach of protecting GPs in the community by emphasizing telephonic rather than in-person visits and using a mobile public health team to obtain specimens and evaluate the condition of patients on home monitoring appears to have protected practitioners in Veneto and may have limited their role in amplifying community spread. GPs' offices concentrate older persons and those with chronic health conditions. Also, GPs in Italy often make home visits to patients with limited mobility. While it is not possible to demonstrate transmission from GPs to their patients, it is clear that many GPs in Lombardy were infected. Based on data from the registry of COVID-19 related deaths among physicians maintained by the national association of physicians and reported in an international registry (18), 17 physicians listed as GPs in the Lombardy region have died as of April 1, 2020, compared with zero in Veneto.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Nosocomial transmission appears to have played a role in transmission in Lombardy (16) . Efforts to keep COVID-19 patients away from health care facilities during diagnosis and provide home follow up for patients wherever possible appear to have reduced HCW risk of infection. In Veneto, where only a quarter of diagnosed cases were hospitalized, less than 5% of cases were in HCWs. In Lombardy, where over half of diagnosed cases were hospitalized, the corresponding value was 14%. The rate of infection in HCWs in Veneto was almost four times higher than the remainder of the population, clearly suggesting that nosocomial transmission was occurring, but was far lower than in Lombardy, where HCWs were 19 times more likely to be infected than the general population.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "(16)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The explosive nature of the epidemic in Lombardy rapidly overwhelmed its initial efforts to maintain separate COVID-19 facilities, and it became necessary to admit cases to hospitals containing non-COVID patients. Having COVID-19-dedicated facilities in Veneto in the first weeks of the epidemic, which involved moving non-COVID patients to other facilities to allow creation of COVID-19-specific hospitals and convalescent centers, may also have contributed to limiting health care worker infection and the spread in the community to vulnerable non-COVID patients and their visitors. This strategy also allowed exposed HCWs to more efficiently and effectively use scarce personal protective equipment (PPE). Furthermore, heavy environmental contamination has been documented in locations where care is provided for COVID-19 patients (19) and maintaining adequate protection to prevent transmission to uninfected patients may be particularly difficult in overwhelmed hospitals that have limited supplies of PPE.",
            "cite_spans": [
                {
                    "start": 834,
                    "end": 838,
                    "text": "(19)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study has several limitations. It is an observational study based on the experience of only two regions, and because of its observational nature, it is difficult to draw indisputable causal relationships. Lombardy experienced a more rapid initial explosion of cases, and had the onset been slower, there might have been time to organize and implement more public health measures to reduce transmission in the community. Additionally, this study represents a point in time, with Italy now only beginning to experience a decline in new cases. As cases continue to occur, the presumptive impact of the Veneto approach may lessen as the public health system and hospitals become increasingly strained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 10.20060707 doi: medRxiv preprint In terms of methodological limitations, case and death reporting may have differed between the two regions. Veneto, with its real-time integrated information system, may have had more complete and accurate case reporting. However, if cases and deaths were more likely to be notified than in Veneto than in Lombardy the effect would be to underestimate rates for Lombardy and increase, rather than decrease observed differences in the case and death rates between the two regions. Differences in HCW testing could have also affected our results. HCWs in Veneto who have been in close contact with cases but do not have symptoms are tested three times over fourteen days as part of the policy to keep them on the job. This testing policy in Veneto would likely lead to the detection of more HCW cases compared with Lombardy, but the effect would be in the direction of increasing the observed difference in HCW rates of infection between Veneto and Lombardy. Finally, our denominators for HCWs did not include those employed privately. However, the vast majority of all HCWs in the country are employed by the government and would be unlikely to affect the magnitude of the differences observed between the two regions.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "10.20060707 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Currently, the applicability of the community approach may be limited to countries where public health and curative services are integrated. In other countries such as the United States, where health care is privatized, and integration with public health services is limited, it nonetheless may be possible to implement most of the major components in specific settings. One such setting may be Kaiser Permanente, which covers an estimated population of 12.2 million and integrates prevention and treatment, has its own laboratories and hospitals, has a tradition of community-based care, maintains a sophisticated information system, and often has good working relationships with local health departments that are responsible for contact tracing. However, even in settings where full implementation is not possible, it may be feasible to identify human and financial resources to increase non-facility-based screening, contact tracing, and home follow-up activities rather than providing expensive and labor-intense hospital-based care, which appears to result in poorer patient and HCW outcomes. In preparation for additional waves, every effort should be made to strengthen health department capacity for extensive contact tracing and isolation, community monitoring of patients, and communication between public health and health care providers and to establish robust informatics systems that allow for real-time information transfer among the many entities involved in controlling community spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 10.20060707 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20060707",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The key elements of the Veneto strategy are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box Key elements, Veneto Community-Based Strategy"
        },
        {
            "text": "• Extensive testing of symptomatic and asymptomatic cases with rapid laboratory turnaround • Broad contact tracing around test-positive cases, including extended family, work, and more casual contacts (e.g., at meetings >15 minutes) • Self-quarantine of cases and suspected cases with daily telephone monitoring to assess clinical status • Dissemination of detailed and practical guidelines on home isolation to protect other household members • Minimization of contacts with physicians and other HCWs through:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box Key elements, Veneto Community-Based Strategy"
        },
        {
            "text": "o Telephone rather than in-person visits wherever possible by GPs o Home testing wherever possible and home visits by a specially dedicated team to assess changes in clinical status as needed o Limiting hospital admissions to persons requiring oxygen or who have other major health issues o Cohorting of hospitals as COVID-19 or non-COVID-19 o Creating COVID-19 convalescent hospitals for patients no longer requiring acute care o Testing of exposed HCWs three times every 14 days and exclusion of those who have symptoms or have positive tests. • Extensive informatics systems providing real-time testing results to local health units responsible for contact investigation, results of daily call center findings, and a separate system for monitoring of hospital and ICU bed availability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box Key elements, Veneto Community-Based Strategy"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box Key elements, Veneto Community-Based Strategy"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 10.20060707 doi: medRxiv preprint Region HCW Non-HCW . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20060707",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Box Key elements, Veneto Community-Based Strategy"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 10.20060707 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "10.20060707 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Box Key elements, Veneto Community-Based Strategy"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Il bollettino del 1° aprile. Corriere della Sera",
            "authors": [
                {
                    "first": "Redazione",
                    "middle": [],
                    "last": "Online",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Coronavirus in Italia, 110.574 casi positivi e 13.155 morti",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Commonwealth Fund: International Health Care System Profiles",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Donatini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Lessons from Italy's Response to Coronavirus",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Pisano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sadun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zanini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Harvard Business Review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Vittorio Carreri: l'epidemia si combatte anche sul territorio",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carra",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "dpc-covid19-ita-regioni.csv",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Rosini",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Epidemia COVID-19: Appendice al Bollettino con il dettaglio regionale",
            "authors": [
                {
                    "first": "Istituto Superiore Di",
                    "middle": [],
                    "last": "Sanità",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Health for All -Italia: Sistema informativo territoriale su sanità e salute",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Istituto Nazionale Di Statistica",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ufficio di Statistica. Annuario statistic del servizio sanitario nazionale",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministero Della Salute",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Direzione Generale della Digitalizzazione del Sistema Informativo Sanitario e della Statistica Ufficio di Statistica",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Circolare del Ministero della Salute 9 Marzo: COVID-19. Aggiornamento della definizione di caso",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "D&apos;amario",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Ministero della Salute; Ufficio 5 prevenzione della malattie transmissibili e profilassi internazionale",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "OECD Regional Well-Being -\"A closer measure of life",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The early phase of the COVID-19 outbreak in Lombardy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tirani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rovida",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Demicheli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pletti",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Critical Care Utilization for the COVID-19 Outbreak in Lombardy, Italy: Early Experience and Forecast During an Emergency Response",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grasselli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pesenti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cecconi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "emanate direttive a medici medicina generale e ospedali per presa in carico 'casi sospetti",
            "authors": [
                {
                    "first": "Regione",
                    "middle": [],
                    "last": "Lombardia",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "News",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gallera",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Quotidiano on line di informazione sanitaria [Online newspaper of health information",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Capelli",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gli",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Della Lombardia -Quotidiano",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sanità",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "At the epicenter of the Covid-19 pandemic and humanitarian crises in Italy: changing perspectives on preparation and mitigation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nacoti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ciocca",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giupponi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brambillasca",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lussana",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "NEJM Catal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/CAT.20.0080"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Memoriam: Healthcare Workers Who Have Died of COVID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Transmission Potential of SARS-CoV-2 in Viral Shedding Observed at the University of Nebraska Medical Center",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Santarpia",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Rivera",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Herrera",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Morwitzer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Creager",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Santarpia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "http:/medrxiv.org/lookup/doi/10.1101/2020.03.23.20039446"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "COVID",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Comparison",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors wish to thank Dr. Sandra Berrios-Torres for her careful review and comments, Judy Berman Seibert for her editorial assistance, and Karen Heskett for her invaluable bibliographic support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}