{
    "paper_id": "33389c7da13dcac537ad040e29d5a14210be65c0",
    "metadata": {
        "title": "Estimating the impact of mobility patterns on COVID-19 infection rates in 11 European countries",
        "authors": [
            {
                "first": "Patrick",
                "middle": [],
                "last": "Bryant",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Arne",
                "middle": [],
                "last": "Elofsson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "As governments across Europe have issued non-pharmaceutical interventions (NPIs) such as social distancing and school closing, the mobility patterns in these countries have changed. It is likely different countries and populations respond differently to the same NPIs and that these differences are reflected in the epidemic development. Here, we model the impact of the changes in mobility patterns in 11 European countries by estimating the effect of these on the basic reproductive number, R 0 , in a Bayesian framework. By modelling changes in R 0 with real-life mobility data, the true effects of responses to NPIs across different countries can be modelled more accurately. We assume the impact of each mobility change has the same relative impact across all countries and across time. We utilize mobility data from Google mobility reports using five different categories: retail and recreation, grocery and pharmacy, transit stations, workplace and residential. The changes in mobility have a large overlap with the introduction of governmental NPIs, highlighting the importance of government action for population behavioural change. The importance of each mobility category for predicting changes in R 0 is estimated through the model. The grocery and pharmacy parameter is estimated to account for above 90 % of the reduction in R0 with a very narrow confidence interval. The model predicts that immediately after the NPIs, R 0 rose in several countries as activities in grocery and pharmacy increased, but then it dropped sharply as those activities decreased. We do see worrying patterns in northern Europe as predicted values of R 0 are still clearly above 1.0 there, in particular in Sweden with an R 0 of 2.27.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In December 2019 a new coronavirus (SARS-CoV-2) emerged in the province Wuhan, China. China implemented a quick strategy of suppression by locking the Wuhan province down (23d of January) and implementing social distancing procedures nationwide, with a successful outcome (Li et al. 2020) . Still, the virus rapidly spread across the world through our increasingly interconnected flight network, and shortly arrived in Europe. To limit the spread of the virus, European countries introduced non-pharmaceutical interventions (NPIs) similar to China's. These NPIs include social distancing, school closures, limiting international travel and lockdown (ECDC 25 March 2020) . All of these NPIs result in behavioural changes, which can be traced through mobility data.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 288,
                    "text": "(Li et al. 2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 649,
                    "end": 669,
                    "text": "(ECDC 25 March 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Google recently released a time-limited sharing of mobility data ( https://www.google.com/covid19/mobility/ ) from across the world as represented by summary statistics. This data will only be available for a short while with the aim to create research opportunities to combat COVID-19. The mobility data is measured in 6 different sectors: retail and recreation, grocery and pharmacy, parks, transit stations, workplace and residential. The effect of the government-issued NPIs will be manifested through changes in these patterns, which is utilized in our model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It is likely different countries and populations respond differently to the same NPIs. By modelling changes in R0 with real-life mobility data, the true effects of responses to NPIs across different countries can be modelled more accurately. The mobility data will surely have large uncertainties but is the best openly available data source for tracking a population's movement in all eleven countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Estimating the cumulative number of cases, the number of deaths per day and changes in R 0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In Figure 1 , for Spain and Sweden, and Figure S1 , all eleven countries, our estimates of daily cases, deaths and the evaluation are shown. According to the model, most countries appear to have their epidemic under control, with R 0 values of either close to one or below one ( Table 1) . The most successful countries in terms of reducing R 0 are France, Italy, and Spain -all with R 0 below 0.5. Further, UK, Switzerland and Austria also seem to have R 0 clearly below 1 and Germany just below 1. However, less successful are the Scandinavian countries Sweden (R 0 ≈2.3), Denmark (R 0 ≈1.4) and Norway (R 0 ≈1.3). Remarkable is that Sweden's R 0 value is still close to that of the estimated initial mean used in the model (2.79). This can primarily be explained by the small change in the mobility data regarding Grocery and Pharmacy in Sweden.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 40,
                    "end": 49,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 279,
                    "end": 287,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "It can be noted that during the development of the epidemic, R0 displays a wide range of values. In some countries, the mean of R 0 displays a rapid increase to values s high as 8. These increases overlap with rapid changes in mobility patterns, primarily to grocery and pharmacies, (see Figure 2 ), which result from NPIs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 296,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The estimated number of cases has great uncertainty across all countries, especially in the one-week forecasts. What can be read out from the graphs in Figures 1 and S1 is that most countries have peaked or are in the verge of doing so, except for the Scandinavian ones (Sweden, Denmark and Norway) and perhaps Germany. What is especially troubling is again Sweden, which is predicted to observe somewhere between 1-3 million cases in the end of next week . It should be noted here that the model does not take herd-immunity effects into account, which should be reached at around 6-millions affected in Sweden. Further updates to the model will take this into account.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "When analyzing the number of deaths, the modelled parameter in the posterior distribution of the Bayesian model (see methods section), one can see that the estimated number of deaths and the actual number of deaths have a good correspondence (see the curves and histograms respectively in Figure 1 ). The positive news is that Austria, France, Italy and Spain all display sharp downward trends in this aspect. However, if the model is correct, Sweden will have somewhere between 200-500 deaths per day at the end of next week (April 17-19). The dates for the introduction of different NPIs are marked with vertical lines. As can be seen, the NPIs have very strong implications for the mobility patterns. The mobility data ranges from 2020-02-15 to 2020-03-29.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 297,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint . Comparing mobility data across countries When overlaying the implementation dates of the NPIs with the mobility data, it is clear that governmental decisions have a very large impact on the populations in the 11 modelled countries (see Figure 2 ). Most countries display very similar relative changes in their mobility patterns, with mobility in retail and recreation, grocery and pharmacy, transit station and workplace decreasing and mobility in the residential category increasing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 277,
                    "end": 285,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Most countries have similar relative changes across the sectors. The ones that display smaller relative changes (Denmark, Germany, Norway and Sweden) also display smaller reductions in R 0 , which is a natural consequence built into the model's assumptions. The mobility patterns in Sweden display barely half of the relative changes in countries which have very low estimated current R 0 values (France, Spain, Italy).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The importance of mobility sectors for modelling changes in R 0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Analyzing the importance of each mobility parameter for predicting the reduction in R 0 shows that the grocery and pharmacy appear to be the clearest indicator for R 0 change (see Figure  3 ). The grocery and pharmacy parameter is estimated to account for almost all reduction in R0 with a very narrow confidence interval. The residential parameter seems important as well, which would be expected, but the confidence interval displays a large uncertainty. The five different modelled sectors are shown with marked means and 95 % confidence intervals (CIs). The grocery and pharmacy appear to be the clearest indicator for R0 change, estimated to account for almost all reduction in R0 with a very narrow CI. The residential parameter seems important as well, which would be expected, but the confidence interval displays a large uncertainty.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 189,
                    "text": "Figure  3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 /2020 Discussion It is clear in the model that the non-pharmaceutical interventions (NPIs) introduced by governments across Europe have had clear effects on both mobility patterns and in preventing the spread of COVID-19. By tracking the relative change in mobility in the grocery and pharmacy sector it is possible to account for almost all change (above 90 %) in R 0 in our model, with a very narrow confidence interval. This information, therefore, provides an easy, straightforward way for governments to analyze if NPIs are working and to what extent, assuming that our model is correct.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 71,
                    "text": "/2020",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Since R 0 is assumed to be highly dependent on the mobility data, rapid changes in mobility result in rapid changes in epidemic development. This assumption of the model should be sound since intermixing of individuals increases the number of contacts and thus spread, while the opposite reduces it. The model shows that the grocery and pharmacy sector has the biggest impact on changes in R o , the underlying reason for this is not clear, but we can speculate. It is possible that this sector enables contacts between different communities, while people in the same communities likely go to the same restaurants and interact in similar sectors. Alternatively, it is also possible that more infected people visited the grocery and pharmacy sector before the lockdowns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The mobility data from Google is quite noisy, which makes it uncertain. We did not include the data for the mobility category \"Parks\" as this data displayed much noise and cyclic peaks, as would be expected with varying weather. Another source of uncertainty is the lack of access to the raw data, as these values have been extracted from pdfs provided by Google. Still, most countries display very similar changes in relative mobility patterns. The narrow CI for mobility in the grocery and pharmacy sector further suggests the model's predictive power and yields support to the predictions made here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The failure of Sweden (according to our model) to reduce R 0 , and thus limit the spread, can be attributed to the more relaxed approach of their government (The Guardian, 2020). While the other European countries have taken more drastic measures, Sweden has been both slow and in comparison unclear with their implementations, which is reflected in their mobility data (see Figure 3 ). If Sweden does not constitute an exception in terms of the effect of mobility patterns on the epidemic spread, their near future will likely be that of an overwhelmed health care system according to our model. This is in agreement with other recent predictions, based only on interventions (IHME COVID-19 health service utilization forecasting team 2020) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 375,
                    "end": 383,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "One limitation of our model is that the number of cases is highly dependent on having the correct infection-fatality-rate ( a ). Furthermore, this quantity is only modelled for the age group 50-59 years of age and does thereby not take into account the attack rates for the whole of each country's population (see methods section). The ifr will likely change over time as well, as the population dynamics are changed during the course of the outbreak. The ifr is strongly connected to the number of cases and likely a source to the great uncertainty observed in that aspect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Even though the number of cases has great uncertainty and the ifr several shortcomings, this does not necessarily influence the ability to model the deaths. The number of deaths per day is modelled in the posterior distribution and is thus preserved during the course of the simulations (see methods section). This means that the number of cases and the ifr may be incorrect, as long as the errors are proportional to each respective country. These errors will then cancel each other out across countries and still allow for the impact of the mobility data on R 0 to be estimated correctly. Better estimations of ifr s will enable to model the development in the number of cases more accurately, something that will require more widespread testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Here, we introduce a model to estimate changes in R o by using direct observations of changes in mobility patterns. This is in contrast to earlier models where these changes (and their consequences) have been estimated by the effect by non-pharmaceutical interventions (NPIs). Although this, and other, models have their limitations, our model has some clear advantages as it does not assume that interventions have the same effect in different geographical and cultural settings. In contrast, our model uses observational data. If our model (or an improved version of it) proves useful to predict changes in R 0 , governments would be able to use anonymous real-time data to adjust their policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Our model is based on the model used in the recent report (Flaxman, Mishra, Gandy et al. 2020) from Imperial College London (ICL). The ICL report tries to estimate the impact of NPIs on R 0 in the same 11 countries modelled here. The main difference between the ICL model and the current one is the modelling of the impact on R 0 . The ICL team estimated R t,m as a function of the NPI indicators I k,t,m in place at time t in country m as:",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 94,
                    "text": "(Flaxman, Mishra, Gandy et al. 2020)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Model basis"
        },
        {
            "text": "where I=1 when intervention k is implemented at time t in country m and α the impact of each intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model basis"
        },
        {
            "text": "Here, we estimate R t,m to be a function of the relative change in mobility pattern for each country: where I 1-5,t,m is the relative mobility in retail and recreation, grocery and pharmacy, transit stations, workplace and residential at time t in country m. Alpha is set to be gamma distributed with mean 0.5 and standard deviation 1. The prior for R0 is set to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model basis"
        },
        {
            "text": "The value of 2.79 is chosen from the median value of a recent analysis of 12 modelling studies (Liu et al. 2020 ) .",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 111,
                    "text": "(Liu et al. 2020",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Model basis"
        },
        {
            "text": "The relative mobility is modelled as the relative value change compared to a mobility baseline estimated by Google. The baseline is the median value, for the corresponding day of the week, during the 5-week period of 2020-01-03 to 2020-02-06. For the days for which no mobility data is available, the values were set to 0. The mobility data for the forecast (and days beyond the date for the last available mobility data) was set to the same values as the last observed days. The values for the mobility data was extracted from pdf files published at the webpage https://www.google.com/covid19/mobility/ . The dates for the interventions were taken from the ICL report (Flaxman, Mishra, Gandy et al. 2020) .",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 705,
                    "text": "(Flaxman, Mishra, Gandy et al. 2020)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Model basis"
        },
        {
            "text": "As the number of deaths in each country is likely to be the most accurate COVID-19 related data, we use this as the core of the model, being the posterior in the Bayesian simulations. The number of deaths in country m at day t is modelled as a negative binomial distribution with mean and variance accordingly:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection model"
        },
        {
            "text": "The expected number of deaths, d t,m , at day t in country m is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection model"
        },
        {
            "text": "is the infection to death distribution in the country m given by a combination of the π m infection to onset distribution (Gamma(5.1,0.86)) and onset to death distribution (Gamma(18.8,0.45)) times the infection fatality rate ( ifr ): amma(5.1 8.8, 0.45) π m~i f r m · G + 1 Ifr is represented by an ifr adjusted for the predicted attack rate in the age group 50-59 years of age as in (Ferguson, N. et al., 2020) , (Flaxman, Mishra, Gandy et al. 2020 ) chosen due to having the least predicted underreporting in analyses of data from the Chinese epidemic (Verity et al. 2020) .",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 411,
                    "text": "(Ferguson, N. et al., 2020)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 414,
                    "end": 449,
                    "text": "(Flaxman, Mishra, Gandy et al. 2020",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 554,
                    "end": 574,
                    "text": "(Verity et al. 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Infection model"
        },
        {
            "text": "is the number of infections acquired at day τ in country m: c τ ,m , where is the serial interval distribution used to g c τ ,m = R τ ,m ∑ t−1 τ =0 c τ ,m τ −t amma(6.5, .62) g τ −t~G 0 model the number of cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection model"
        },
        {
            "text": "Just as in the ICL report, we assume the starting point for the infection was 30 days before the day after each country has observed 10 deaths in total. From this assumed starting point, we initialize our model with 6 days of infections drawn from an Exponential(0.03).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection model"
        },
        {
            "text": "The implications on R 0 due to relative mobility variations were estimated simultaneously for all countries using Markov-Chain Monte-Carlo (MCMC) simulations in Stan (Stan Development Team, 2018) . The death data used in form of the number of deaths per day is from ECDC (European Centre of Disease Control), available and updated daily at the webpage https://www.ecdc.europa.eu/en/publications-data/download-todays-data-geographic-distributi on-covid-19-cases-worldwide . The parameter specifics of the simulation are available in the code (see code section). Convergence for MCMC simulations is considered when the Rhat statistics are 1, which is displayed in Figure 4 . . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 195,
                    "text": "(Stan Development Team, 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 662,
                    "end": 670,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Infection model"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 /2020 ",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 96,
                    "end": 101,
                    "text": "/2020",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Infection model"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Forecasting COVID-19 Impact on Hospital Bed-Days, ICU-Days, Ventilator-Days and Deaths by US State in the next 4 Months",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Substantial Undocumented Infection Facilitates the Rapid Dissemination of Novel Coronavirus (SARS-CoV2)",
            "authors": [
                {
                    "first": "Ruiyun",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Sen",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "Bin",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Yimeng",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Tao",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Wan",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Jeffrey",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb3221"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Reproductive Number of COVID-19 Is Higher Compared to SARS Coronavirus",
            "authors": [
                {
                    "first": "Ying",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Albert",
                    "middle": [
                        "A"
                    ],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "Annelies",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "Joacim",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Travel Medicine",
            "volume": "27",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa021"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Estimates of the Severity of Coronavirus Disease 2019: A Model-Based Analysis",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Verity",
                    "suffix": ""
                },
                {
                    "first": "Lucy",
                    "middle": [
                        "C"
                    ],
                    "last": "Robert",
                    "suffix": ""
                },
                {
                    "first": "Ilaria",
                    "middle": [],
                    "last": "Okell",
                    "suffix": ""
                },
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                },
                {
                    "first": "Charles",
                    "middle": [],
                    "last": "Winskill",
                    "suffix": ""
                },
                {
                    "first": "Natsuko",
                    "middle": [],
                    "last": "Whittaker",
                    "suffix": ""
                },
                {
                    "first": "Gina",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cuomo-Dannenburg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "30243--30250",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30243-7"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus disease 2019 (COVID-19) pandemic: increased transmission in the EU/EEA and the UK -seventh update",
            "authors": [],
            "year": 2020,
            "venue": "ECDC 25",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Guardian. 2020. Sweden prepares for possible tighter coronavirus measures as deaths rise",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Estimating the number of infections and the impact of non-pharmaceutical interventions on COVID-19 in 11 European countries",
            "authors": [
                {
                    "first": "Seth",
                    "middle": [],
                    "last": "Flaxman",
                    "suffix": ""
                },
                {
                    "first": "Swapnil",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "Axel",
                    "middle": [],
                    "last": "Gandy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Stan Core Library, Version 2",
            "authors": [],
            "year": 2018,
            "venue": "Stan Development Team",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Model results for Sweden and Spain, starting from 30 days before 10 accumulated deaths had been observed. The blue curves represent the observations and estimations so far, while the green represents a 7-day forecast. The 50 % and 95 % confidence intervals are displayed in darker and lighter shades respectively, with the mean as a solid line. The histograms represent the number of cases and deaths reported by the European Center for Disease Control (ECDC).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Mobility data for Spain and Sweden for the five modelled sectors represented in terms of relative change compared to baseline (observed in a five-week period of 2020-01-03 to 2020-02-06).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Estimation of the importance of each mobility parameter for predicting the reduction in R0.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Rhat statistics for all simulation parameters. Values of 1 indicate convergence in the simulations.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Mean estimates of R0 at the start of the epidemic and at the 12th of April for each respective country.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We acknowledge Claudio Bassot's contribution by sharing both the ICL report and the Google mobility data. Without this information, this study would not be possible. We do also thank the authors of the ICL report to make their data and model freely available. This work was supported by the Swedish Research Council for Natural Science grant No. VR-2016-06301 to AE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "All code is freely available at https://github.com/patrickbryant1/COVID19.github.io/ under the GPLv3 license. Data and future predictions will be made available at https://covid19.bioinfo.se/",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Figures"
        }
    ]
}