{
    "paper_id": "34694791cd158e785ad16404d5d34ad8559792c0",
    "metadata": {
        "title": "Association Between BCG Policy is Significantly Confounded by Age and is Unlikely to Alter Infection or Mortality Rates",
        "authors": [
            {
                "first": "Stefan",
                "middle": [],
                "last": "Kirov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bristol",
                "middle": [
                    "Myers"
                ],
                "last": "Squibb",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Recently a number of publications looked at the association between COVID-19 morbidity and mortality on one hand and countries' policies with respect to BCG vaccination on the other. This connection arises from differences in the rates of infection in countries where BCG vaccination is mandatory compared to countries where mandatory vaccination no longer exists or was never implemented in the first place. In at least 2 preprint publications the authors expressed the view that the \"known immunological benefits\" of BCG vaccination may be behind the biological mechanism of such observation. One study accounted for different income levels in different groups. Another study did not attempted to do so, instead exploring the differences between countries where a booster shot is given vs others where no such practice exists (finding no connection). Both of these studies did not explore other potential confounding factors. Meanwhile the press has focused on these headlines and pushed the narrative that BCG vaccination is causally linked to infection and mortality rates. This poses a serious challenge, demonstrated by the recently initiated clinical trials on BCG vaccination within the COVID19 context. This study shows that population age is a very significant confounding factor that explains the rates of infections much better and has a solid biology mechanism which explains this correlation. It suggests that BCG vaccination may have little or no causal link to infection rates and advises that any follow up studies should control for several confounding factors, such as population age, ethnicity, rates of certain chronic diseases, time from community spread start date, major public policy decisions and income levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "BCG vaccine has been associated in multiple studies with effects beyond protection against tuberculosis, which is the original target of the intervention (1) . As such, BCG vaccination has been shown to enhance the protection provided by H1N1 vaccine (2) . Another study observed that prior BCG vaccination attenuates yellow fever vaccine associated viremia (3) . These findings prompted two independent studies(4, 5) in which a strong correlation between the presence of BCG vaccination and a reduced rate of COVID19 infections and/or death rates was observed.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 251,
                    "end": 254,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 415,
                    "end": 417,
                    "text": "5)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "These observations were also communicated by the press (6-9). While some of these publications authors contacted additional subject matter experts who cautioned that the studies are not yet peer reviewed and urged patience (7) , there is danger that the observations will be over interpreted and used for policy decisions. There are currently at least 2 ongoing studies focusing on the effect of BCG vaccination in the context of COVID19 infections(10) any decisions should be taken only after conclusive evidence is presented after the end of the trials. At the same time, some of the established risk factors for COVID19 hospitalization and death such as age (11) and BMI (12) are easy to evaluate in the same context (per country). Given the extreme urgency and the potential for serious consequences I decided to explore this matter in greater depth.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 226,
                    "text": "(7)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 661,
                    "end": 665,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 674,
                    "end": 678,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Data on average population age per country and number of infections was collected from Wikipedia. BCG policy and income level data was obtained from one of the original studies. BCG and rubella immunization rates were obtained from WHO website (13) . Country names were cleaned and data was merged in R (Rstudio 1.1.456 on Ubuntu 16 Linux, R version 3.2.3). All scripts and data files are available from https://github.com/kirovsa/covid19-bcg. As with one of the original studies the countries with population of less than 1M were excluded(4). For analysis of mortality rates countries with no deaths on record were excluded as these are likely to be in the very initial phase of the epidemic and will introduce significant noise. To determine the effect of different factors I used lm function from stats package. Evaluating factors effects on infections in the presence of random effect was done with lme from nlme package. Log likelihood was tested with lrtest from lmtest package. BCG policy and income level were coded according to one of the studies that found the association with COVID19 infection(4): BCG Policy 1 = current universal policy 2= used to recommend, not anymore 3 = never had universal policy 2018 FY income level: Low income (L) -1 Lower middle income (LM)-2 Upper middle income (UM)-3 High income (H)-4",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Based on a significant amount of accumulated data, age is a significant factor predicting hospitalization of COVID19 patients and fatal outcome. Younger people also seem more likely to remain without crediting the original authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "in the Public Domain. It is no longer restricted by copyright. Anyone can legally share, reuse, remix, or adapt this material for any purpose",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder has placed this preprint (which was not peer-reviewed) . https://doi.org/10.1101/2020.04.06.20055616 doi: medRxiv preprint asymptomatic. Therefore I decided to evaluate a linear regression model that accounts for 3 factors-BCG policy, income level and median age per country. While the model as a whole explains very well the differences in infection rates across countries, the most significant factor was income level, followed by median age. BCG policy was significant but lagged behind the other factors ( Figure 1 ). However, BCG immunization rates was not significant in this model at alpha level at 0.05 (p=0.088). The likelihood test did find that the BCG policy had an effect (p=0.0028) compared to the full model, however this was not true for BCG vaccination rates (p=0.08). If there is a causal link between BCG vaccination and COVID19 infection rates one would expect this association to hold or even get stronger, something I did not find evidence for. The Pearson correlation between median age and infection rates was also much higher at R=0.774 than the reported correlation between the BCG policy and the infection rates at R=0.521 or the reported correlation between start date of BCG vaccination and infection rates (R=0.21). The correlation between number of cases per million people with the median age in a country does not change substantially between different policy categories (Figure 2A ), though there was some separation between categories 1 and 3. This can only be evaluated for countries with high rates of infection and also higher median age. When the BCG immunization rates were used instead of the policy there was no association ( Figure 2B ). I also explored potential connection between countries with higher rubella immunization rates vs those with lower rates (separated in categories by 50% threshold) and COVID19 infections. While this variable on its own showed significant association (p<0.0001) with the observed infection rates per country, it appeared that the effect is the opposite of what would be expected ( Figure 2C ) with countries with low immunization rates scoring better in terms of infection rate. After the inclusion of other factors such as median age and income level this association was not significant at alpha=0.05 (p=0.056). Since income levels are unlikely to drive infection rates I decided to compare the performance of median age and BCG policy. The data showed that median age explains the variance in the number of COVID19 cases better than the BCG policy either with or without income level adjustment ( Figure 3 ). The median age explained 60% of the variability vs 30% for BCG policy. In a mixed model where income levels are considered a random factor median age again appears to be more important than BCG policy (Figure 4) . BCG rates were again non-significant at p=0.0798. Next, I looked at the median age distribution in different income levels and BCG policy categories ( Figure 5 ). There was a strong association between median age and BCG policy with or without income level adjustment (p<0.0001). The same is true for median age and income level (p<0.0001). I also explored associations with mortality rates ( Figure 6 ). Again, there was demonstrably better correlation between median age and mortality rates (R=0.653) compared to the correlation with start date of BCG vaccination policy reported in one of the studies (R=0.54)(4). BMI was another strong confounding factor in the context of mortality rates (Figure 7) . Countries with normal BMI were without exception in the policy category 1 (mandatory BCG vaccination). In addition, death rates were substantially higher in countries with high BMI (p<0.0001).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 531,
                    "end": 539,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1425,
                    "end": 1435,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1689,
                    "end": 1698,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2081,
                    "end": 2090,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2600,
                    "end": 2608,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2813,
                    "end": 2823,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2977,
                    "end": 2985,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 3219,
                    "end": 3227,
                    "text": "Figure 6",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 3519,
                    "end": 3529,
                    "text": "(Figure 7)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Results"
        },
        {
            "text": "While observational studies are a valid and useful tool, there are also serious obstacles interpreting the data correctly (14) . In the specific case of the correlation between BCG vaccination policy and COVID19 outcomes it is clear that important confounding factors may have been missed. An excellent outline of these obstacles was given by Emily MacLean (15) . In addition to missing hidden factors, the critique in the blog goes further to challenge the biological plausibility of the BCG vaccine-COVID19 connection. It seems this is a very reasonable concern, given that the only established connection without crediting the original authors.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "(14)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 357,
                    "end": 361,
                    "text": "(15)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "in the Public Domain. It is no longer restricted by copyright. Anyone can legally share, reuse, remix, or adapt this material for any purpose",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder has placed this preprint (which was not peer-reviewed) . https://doi.org/10.1101/2020.04.06.20055616 doi: medRxiv preprint between BCG vaccination and protection against viral infections seems to be within the scope of actual anti-viral vaccines (2, 3) . On the other hand, the biological rational for causal link between age and COVID19 morbidity and mortality seems a lot more straightforward; if we follow the Occam's razor we should prioritize this link over BCG vaccination. I also want to emphasize that the association observed in this work between infection rates and rubella immunization are almost certainly spurious. The arguments so far is that early childhood vaccinations might be protective, which is the opposite of our observation. Prior preclinical research(16) that was done during one of the previous coronavirus crisis shows clearly that childhood vaccinations are unlikely to drive different outcomes of COVID19 infections. This is further enhanced by the data presented in this study. I need to emphasize that I have not included a number of other potentially confounding factors such as blood pressure, public policy (mandatory travel restrictions, use of masks, etc.) or time from first infection (start of community spread). Finally, any conclusive study will need to address the disagreement between BCG policy and actual BCG vaccination rates with the first still contributing to the regression model, whereas the second did not. in the Public Domain. It is no longer restricted by copyright. Anyone can legally share, reuse, remix, or adapt this material for any purpose",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 270,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 271,
                    "end": 273,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder has placed this preprint (which was not peer-reviewed in the Public Domain. It is no longer restricted by copyright. Anyone can legally share, reuse, remix, or adapt this material for any purpose",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures and tables"
        },
        {
            "text": "The copyright holder has placed this preprint (which was not peer-reviewed) . https://doi.org/10.1101/2020.04.06.20055616 doi: medRxiv preprint C without crediting the original authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures and tables"
        },
        {
            "text": "in the Public Domain. It is no longer restricted by copyright. Anyone can legally share, reuse, remix, or adapt this material for any purpose",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures and tables"
        },
        {
            "text": "The copyright holder has placed this preprint (which was not peer-reviewed in the Public Domain. It is no longer restricted by copyright. Anyone can legally share, reuse, remix, or adapt this material for any purpose",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures and tables"
        },
        {
            "text": "The copyright holder has placed this preprint (which was not peer-reviewed) . in the Public Domain. It is no longer restricted by copyright. Anyone can legally share, reuse, remix, or adapt this material for any purpose",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures and tables"
        },
        {
            "text": "The copyright holder has placed this preprint (which was not peer-reviewed) . https://doi.org/10.1101/2020.04.06.20055616 doi: medRxiv preprint Figure 5 . Relationship between median age and BCG policy in the context of income levels without crediting the original authors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Figures and tables"
        },
        {
            "text": "in the Public Domain. It is no longer restricted by copyright. Anyone can legally share, reuse, remix, or adapt this material for any purpose",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures and tables"
        },
        {
            "text": "The copyright holder has placed this preprint (which was not peer-reviewed) . https://doi.org/10.1101/2020.04.06.20055616 doi: medRxiv preprint in the Public Domain. It is no longer restricted by copyright. Anyone can legally share, reuse, remix, or adapt this material for any purpose",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures and tables"
        },
        {
            "text": "The copyright holder has placed this preprint (which was not peer-reviewed ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures and tables"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "What Have We Learnt about BCG Vaccination in the Last 20 Years? Front Immunol",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Dockrell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "BCG Vaccination Enhances the Immunogenicity of Subsequent Influenza Vaccination in Healthy Volunteers: A Randomized, Placebo-Controlled Pilot Study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leentjens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kox",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stokman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gerretsen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Diavatopoulos",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Crevel",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Infect Dis",
            "volume": "212",
            "issn": "12",
            "pages": "1930--1938",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "BCG Vaccination Protects against Experimental Viral Infection in Humans through the Induction of Cytokines Associated with Trained Immunity",
            "authors": [
                {
                    "first": "Rjw",
                    "middle": [],
                    "last": "Arts",
                    "suffix": ""
                },
                {
                    "first": "Sjcfm",
                    "middle": [],
                    "last": "Moorlag",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Novakovic",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S-Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oosting",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell Host Microbe",
            "volume": "23",
            "issn": "1",
            "pages": "89--100",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "PDF) Correlation between universal BCG vaccination policy and reduced morbidity and mortality for COVID-19: an epidemiological study",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "PDF) BCG vaccination may be protective against Covid-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coronavirus deaths are fewer in countries that mandate TB vaccine | Fortune",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Indian scientists hopeful but cautious -The Economic Times",
            "authors": [],
            "year": 2020,
            "venue": "BCG vaccine: US scientists link BCG vaccination with fewer Covid-19 cases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Australian researchers to trial BCG vaccine for Covid-19",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Rabin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can an Old Vaccine Stop the New Coronavirus? The New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. The Lancet",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "1054--62",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Risk assessment of progression to severe conditions for patients with COVID-19 pneumonia: a single-center retrospective study. medRxiv",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hua",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Vaccination and Immunization Statistics",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Confounding in observational studies based on large health care databases: problems and potential solutions -a primer for the clinician",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nørgaard",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ehrenstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Vandenbroucke",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin Epidemiol",
            "volume": "9",
            "issn": "",
            "pages": "185--93",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Universal BCG vaccination and protection against COVID-19: critique of an ecological study",
            "authors": [
                {
                    "first": "Nrm",
                    "middle": [],
                    "last": "Community",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Linear regression model exploring policy, age and income level effect on infection rates",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "statistic: 66.64 on 5 and 124 DF, p-value: < 2.2e-16 without crediting the original authors.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Relationship between median age per country and infection rates in the context of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Effect of BCG policy or median age and infection rates in the presence and absence of income level effect > anova(lm(log(CasesPerM) ~ Policy + IncomeLevel, data= covid.stage2)) Analysis of Variance",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "(lm(log(CasesPerM) ~ Median, data= covid.stage2)) Analysis of Variance",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Mixed models used to evaluate associations between infection rates, median age,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 6.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The opinions expressed in this paper are personal and do not represent in any way Bristol Myers Squibb. No Bristol Myers Squibb resources were used to generate results or prepare this publication.",
            "latex": null,
            "type": "figure"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "log(CasesPerM) Df Sum Sq Mean Sq F value Signif. codes: 0 '***' 0.001 '**' 0.01 '*' 0.05 '.' 0.1 ' ' 1 without crediting the original authors.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": ") . https://doi.org/10.1101/2020.04.06.20055616 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgment: I would like to thank Max Lau, PhD for critically reading this work and Kamen",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}