{
    "paper_id": "367c38a2249baf1e52bfd8aea9e98c3807c31d4e",
    "metadata": {
        "title": "Core Outcome Set for Clinical Trials of COVID-19 based on Traditional Chinese and Western Medicine",
        "authors": [
            {
                "first": "Ruijin",
                "middle": [],
                "last": "Qiu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dongzhimen Hospital",
                    "location": {
                        "settlement": "Beijing"
                    }
                },
                "email": ""
            },
            {
                "first": "Chen",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dongzhimen Hospital",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Tengxiao",
                "middle": [],
                "last": "Liang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xuezeng",
                "middle": [],
                "last": "Hao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ya",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dongzhimen Hospital",
                    "location": {
                        "settlement": "Beijing"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaoyu",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dongzhimen Hospital",
                    "location": {
                        "settlement": "Beijing"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhao",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dongzhimen Hospital",
                    "location": {
                        "settlement": "Beijing"
                    }
                },
                "email": ""
            },
            {
                "first": "Xuxu",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dongzhimen Hospital",
                    "location": {
                        "settlement": "Beijing"
                    }
                },
                "email": ""
            },
            {
                "first": "Mengzhu",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "First Teaching Hospital of Tianjin University of Traditional Chinese Medicine",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Changming",
                "middle": [],
                "last": "Zhong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dongzhimen Hospital",
                    "location": {
                        "settlement": "Beijing"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiayuan",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Min",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dongzhimen Hospital",
                    "location": {
                        "settlement": "Beijing"
                    }
                },
                "email": ""
            },
            {
                "first": "Songjie",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tianmai",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dongzhimen Hospital",
                    "location": {
                        "settlement": "Beijing"
                    }
                },
                "email": ""
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dongzhimen Hospital",
                    "location": {
                        "settlement": "Beijing"
                    }
                },
                "email": ""
            },
            {
                "first": "Hongcai",
                "middle": [],
                "last": "Shang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dongzhimen Hospital",
                    "location": {
                        "settlement": "Beijing"
                    }
                },
                "email": "shanghongcai@foxmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Development of a core outcome set (COS) for clinical trials for COVID-19 is urgent because of the pandemic wreaking havoc worldwide and the heterogeneity of outcomes in clinical trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: A preliminary list of outcomes were developed after a systematic review of protocols of clinical trials for COVID-19. Then, two rounds of the Delphi survey were conducted. Stakeholders were traditional Chinese medicine (TCM) experts, Western medicine (WM) experts, nurses and the public. Patients with confirmed COVID-19 were also invited to participate in a questionnaire written in understandable language. Frontline clinicians, as well as nurse, methodologist, evidence based-medicine researcher, and staff from the Chinese Clinical Trials Registry participated by video conference to vote.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Ninety-seven eligible study protocols were identified from 160 clinical trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Seventy-six outcomes were identified from TCM clinical trials and 126 outcomes were identified from WM clinical trials. Finally, 145 outcomes were included in the first round of the Delphi survey. Then, a COS for clinical trials of TCM and WM was developed. The COS include clinical outcomes (recovery/improvement/progression/death), etiology (SARS-CoV-2 nucleic-acid tests, viral load), inflammatory factor (C-reactive protein), vital signs (temperature, respiration), blood and lymphatic-system parameters (lymphocytes, virus antibody), respiratory outcomes (Pulmonary imaging, blood oxygen saturation, PaO2/FiO2 ratio, arterial blood gas analysis, mechanical ventilation, oxygen intake, pneumonia severity index), clinical efficacy (prevalence of preventing patients with mild-to-moderate disease progressing to severe disease), symptoms (clinical symptom score). Outcomes were recommended according to different types of disease. Outcome measurement instrument/definition were also recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "After a novel coronavirus causing pneumonia was spread in since December 2019 around the world, it was named temporarily as \"2019 novel coronavirus\" on 2 January 2020. Then the World Health Organization (WHO) officially named it as \"coronavirus disease 2020\" (COVID-19) on 11 February 2020. The coronavirus that causes COVID-19 was termed \"severe acute respiratory syndrome coronavirus 2\" (SARS-CoV-2) on 11 February 2020 by the WHO. COVID-19 is now a global threat, so its outbreak was declared to be a pandemic on 11 March 2020 by the WHO. There are significant knowledge gaps in the epidemiology, transmission dynamics, investigation tools, and management of COVID-19 [3] . A specific drug or vaccine has not been approved to treat it. Hence, COVID-19 management is a major challenge for clinicians and researchers worldwide.",
            "cite_spans": [
                {
                    "start": 671,
                    "end": 674,
                    "text": "[3]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The first clinical trial of COVID-19 was registered on 23 January 2020 [4] . Since then, an increasing number of clinical trials of COVID-19 have been registered using regimens based on traditional Chinese medicine (TCM) and Western medicine (WM). Previously, we found several problems regarding the protocols of clinical trials of COVID-19 (e.g., unclear study objectives, heterogeneity of outcome choices, and small study population [5] ) that may reduce the value of clinical trials. In the meantime, clinicians' understanding of COVID-19 characteristics has been changing because they are treating many more patients than before. The diagnosis and management plan of COVID-2019 also keeps changing. We believe that certain inappropriate outcomes may be chosen by researchers. To improve the consistency of outcomes and include more clinical trials in systematic reviews, development of a \"core outcome set\" (COS) for COVID-19 is crucial.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "text": "[4]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 435,
                    "end": 438,
                    "text": "[5]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A COS is an agreed standardized set of outcomes that should be measured and reported, as a minimum, in all clinical trials in specific areas of health or healthcare [6] . When researchers report outcomes in a COS, they can also report other outcomes.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This COS was based on: (i) a population with confirmed COVID-19 of \"mild\", \"ordinary\", \"severe\" or \"critical\" types; (ii) interventions that include TCM and WM;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "(iii) the COS being applied in randomized controlled trials (RCTs) and observational studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This COS has been registered on the Core Outcome Measures in Effectiveness Trials (COMET) database [7]. This research was conducted and reported following COS-STAndards for Development (COS-STAD) [8] and COS-STAndards for Reporting (COS-STAR) [9] .",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 199,
                    "text": "[8]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "[9]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Registry"
        },
        {
            "text": "A steering group was formed by a TCM expert, WM expert, methodologist, nurse and statistician. They conducted the research protocol, made decisions if there was confusion, and attended the consensus meeting to facilitate COS development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Steering group"
        },
        {
            "text": "The stakeholders in the Delphi survey included TCM experts (clinicians and researchers), WM experts (clinicians and researchers), nurses, patients and the public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stakeholders in the Delphi survey"
        },
        {
            "text": "COVID-19 is a new infectious disease that is spreading rapidly. In China, many clinicians have been trained to face emergencies, irrespective of whether they are on the \"frontline\" of the \"battle\" against COVID-19. More than 40,000 clinicians and nurses from other areas of China moved to Hubei Province to support the local medical system. Not all of these clinicians and nurses were trained in respiratory medicine or critical care. To obtain perspectives on a larger scale, we used \"snowball\" sampling to extend the sample size. We invited members from the Clinical Research Information Association of China, and the Information Association for Traditional Chinese Medicine and Pharmacy to participate in the Delphi survey. We asked them to send the questionnaire to their colleagues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stakeholders in the Delphi survey"
        },
        {
            "text": "We believe that the perspectives of patients and public are important. Hence, we sent the questionnaire via social media (WeChat, Tencent) to invite the public to participate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stakeholders in the Delphi survey"
        },
        {
            "text": "To obtain patients' perspectives, frontline clinicians of Dongzhimen Hospital within Beijing University of Chinese Medicine (Beijing, China) invited and helped patients who consented to complete the questionnaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stakeholders in the Delphi survey"
        },
        {
            "text": "The stakeholders in the consensus meeting were a TCM clinician, WM clinician, nurse, methodologist, evidence-based medicine researcher and staff from the Chinese Clinical Trials Registry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stakeholders in the consensus meeting"
        },
        {
            "text": "All the databases of ICMJE-accepted platforms of clinical-trial registries [10] were considered. Search terms for Chinese Clinical Trial Registry (ChiCTR) were: \"COVID-19,\" \"2019-novel Corona Virus (2019-nCoV),\" \"Novel Coronavirus Pneumonia (NCP),\" \"Severe Acute Respiratory Infection (SARI),\" and \"Severe Acute Respiratory Syndrome -Corona Virus-2 (SARS-CoV-2).\" Search terms for the Netherlands National Trial Register were \"nCoV,\" \"Coronavirus,\" \"SARS,\" \"SARI,\" \"NCP,\" and \"COVID.\" Search terms for other databases were \"2019-nCoV OR Novel Coronavirus OR New Coronavirus OR SARS-CoV-2 OR SARI OR NCP OR Novel Coronavirus Pneumonia OR COVID-19 OR Wuhan pneumonia.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information Sources"
        },
        {
            "text": "The search was conducted on 14 February 2020. The details of inclusion criteria, exclusion criteria, study identification, date extraction, rejected/combined outcomes are described in the systematic review of protocols of clinical trials of COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information Sources"
        },
        {
            "text": "[11]. All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information Sources"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information Sources"
        },
        {
            "text": "Two rounds of the Delphi survey for professionals and the public, as well as one round of the Delphi survey for patients, were conducted. After the Delphi survey had been completed, a consensus meeting was conducted to determine the final COS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consensus Process"
        },
        {
            "text": "The questionnaire for professionals and the public was sent by smartphone. The questionnaire for patients was sent by smartphone, too. It included outcomes/outcome domains that were understood readily by patients. Patients were asked to vote which outcomes/outcome domains were important to them. There was one open-ended question: which outcomes do you think are important but which were not included in the questionnaire?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delphi survey"
        },
        {
            "text": "The questionnaire for professionals and the public employed a nine-point scoring system, which has been used in a previous COS [12, 13]. A score of: \"1-3\" denoted that the outcome was not important for inclusion in the COS; \"4-6\" meant the outcome was important but not critical for inclusion in the COS; \"7-9\" denoted that the outcome was critical for inclusion in the COS. An outcome scored as <7 by ≤ 50% of participants for all stakeholders was removed from the next consensus process. The outcomes recommended by participants were added in the second round of the Delphi survey after discussion by the steering group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcome scoring"
        },
        {
            "text": "For the Delphi survey administered to professionals and the public, the consensus definitions were: (i) consensus in: ≥ 70% of participants in all stakeholders scored the outcome as 7-9, and <15% of participants in all stakeholders scored the outcome as 1-3; (ii) consensus out: ≤ 50% of participants in TCM experts and WM experts scored the outcome as 7-9; (iii). no consensus: anything else.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consensus definitions"
        },
        {
            "text": "The voice of patients should be considered. Hence, for the patients' survey, the consensus definition was outcomes that were voted by >50% of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consensus definitions"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consensus definitions"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consensus definitions"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.23.20041533 doi: medRxiv preprint For the consensus meeting, the consensus definitions were: (i) consensus in: outcomes that were voted by ≥ 70% of participants; (ii). consensus out: outcomes that were voted by <70% of participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consensus definitions"
        },
        {
            "text": "The consensus meeting was held by teleconference. The contents of the consensus meeting covered: (i) the reporting background and methods of the research; (ii)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consensus meeting"
        },
        {
            "text": "reporting the results of the Delphi survey of professionals and the public, and the results of the patients' questionnaire; (iii) discussing the candidate outcomes and their instruments/definition; (iv) voting on the outcomes and reaching a consensus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consensus meeting"
        },
        {
            "text": "The entire project is part of a clinical trial of COVID-19, which was approved by the Ethics Committee of Dongzhimen Hospital (DZMEC-KY-2020-09). Because of the special circumstances of the COVID-19 pandemic, participants who completed the questionnaire were assumed to have provided consent for their data to be used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics and consent"
        },
        {
            "text": "A total of 160 protocols from 19 platforms of clinical-trial registries were searched.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "After reading the titles and study details, 63 non-relevant or ineligible study protocols were excluded. Finally, 97 eligible study protocols were included from ChiCTR and ClinicalTrials.gov. Thirty-four clinical trials were for TCM therapy and 63 clinical trials were for WM therapy. All clinical trials will be conducted in China. These author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "After removing duplicated outcomes, we developed the first round of the Delphi survey. After review by the steering group, 145 outcomes were included in the questionnaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "We had incentive measures to improve the response of the Delphi survey (randomized More than 20 participants provided outcomes or significant proposals for round 1 of the Delphi survey. After discussion with the steering group, six of them were added to round 2 of the Delphi survey. No \"consensus out\" outcomes by all of the stakeholders were noted. The steering group discussed the results of round 1 of the Delphi survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Round 1 of the Delphi survey"
        },
        {
            "text": "The steering group believed that for nurses and the public, it was too difficult to give-up some outcomes because of the knowledge gap. They decided that all of the outcomes should be entered in round 2 of the Delphi survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Round 1 of the Delphi survey"
        },
        {
            "text": "According to the significant proposals from participants in round 1 of the Delphi survey, the steering group decided to add more personal information. To reduce the risk of invalid questionnaires, participants would receive a random reward if the completed questionnaire was considered to be valid. Participants were also asked if they agreed to be mentioned in the \"acknowledgements\" section when the research was published. Computed tomography and magnetic resonance imaging of the hip were grouped as \"hip imaging\". There were 150 individual outcomes in round 2 of the Delphi survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Round 2 of the Delphi survey"
        },
        {
            "text": "The feedback from participants in round 1 of the Delphi survey showed that scoring for some outcomes was difficult. Hence, in round 2 of the Delphi survey, participants had the opportunity to choose \"unclear\" for any outcome that was difficult to determine. The median score of each outcome from each stakeholder group was shown in round 2 of the Delphi survey. The steering group wanted more people to participate in the Delphi survey. Hence, the questionnaire was sent to potential participants (irrespective of whether they completed round 1 of the Delphi survey) and they were asked to invite colleagues who might be interested in this research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Round 2 of the Delphi survey"
        },
        {
            "text": "Round 2 of the Delphi survey was conducted from 11 to 13 March 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Round 2 of the Delphi survey"
        },
        {
            "text": "A total of 110 questionnaires were completed, but seven of them were invalid, so 103 valid questionnaires were assessed. The characteristics of participants in round 2 of the Delphi survey are shown in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 209,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Round 2 of the Delphi survey"
        },
        {
            "text": "The IP address that the electronic questionnaire obtained showed that 28 (28/103, 27.2%) participants were in Hubei Province. The regions of participants are shown in Table 4 . The list of outcomes is shown in Supplement 2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 174,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Round 2 of the Delphi survey"
        },
        {
            "text": "After the results of round 2 of the Delphi survey had been reviewed by the steering group, outcomes that achieved \"consensus out\" by TCM experts and WM experts were excluded. Outcomes that achieved \"consensus in\" from stakeholders were All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Round 2 of the Delphi survey"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . grouped and presented according to the classification of disease and interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Round 2 of the Delphi survey"
        },
        {
            "text": "They were presented to consensus-meeting participants with \"no consensus outcomes\" before the consensus meeting was held.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Round 2 of the Delphi survey"
        },
        {
            "text": "Results suggested that nurses and the public may find it difficult to score outcomes because they may misunderstand the terminology. Hence, we developed a simple questionnaire with understandable language for patients. There were 43 outcomes/outcome domains in the questionnaire. The list of outcomes is in Supplement 3. Patients were recruited by frontline clinicians in our team on 12 and 13",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients' survey"
        },
        {
            "text": "March 2020. Finally, 10 cured patients agreed to participate in the survey. They were asked to choose which outcomes were important to them. The characteristics of patients are shown in Table 5 . More than 50% patients care about outcomes of Pulmonary imaging, lung function, respiratory symptoms such as cough a n d d yspnea,",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 193,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Patients' survey"
        },
        {
            "text": "fever, SARS-CoV-2 nucleic acid tests, recovery, and mental.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients' survey"
        },
        {
            "text": "The consensus meeting was held on 18 March 2020 and was a video conference. Six frontline clinicians (one from a WM hospital and five from a TCM hospital) as well as one frontline nurse, one methodologist and one researcher who participated in the design of clinical trials of COVID-19 were invited to attend the consensus meeting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consensus meeting"
        },
        {
            "text": "The participants were from Shanghai (one), Beijing (five), Tianjin (two) and Guizhou (one) and all were voting participants. All clinicians and nurses had worked in Hubei",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consensus meeting"
        },
        {
            "text": "Province after the COVID-19 outbreak. Two additional participants (one coordinator and one staff member from the Chinese Clinical Trial Registry) attended the meeting but did not participate in the discussion or voting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consensus meeting"
        },
        {
            "text": "After reporting the results of the Delphi survey and patients' survey, participants discussed some outcomes they believed should/should not be measured in clinical trials. After discussion, voting participants were invited to vote on which outcomes should be included in the COS of COVID-19. The outcomes voted by ≥ 70% of All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consensus meeting"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consensus meeting"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . participants were included in the COS. The voting results are shown in Supplement 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consensus meeting"
        },
        {
            "text": "The COS of COVID-19 is shown in Table 6 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 32,
                    "end": 39,
                    "text": "Table 6",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Consensus meeting"
        },
        {
            "text": "This COS was conducted rapidly and rigorously to report an emergency in a specific environment. It can be used for any type of disease, intervention, and design. There is a specific outcome for TCM clinical trials: clinical symptom score. Researchers can measure the clinical symptom score according to different TCM syndromes. For some individuals, there are several measurements because there is no evidence to show which measurement is the best one. We hope researchers of clinical trials can use this COS to reduce heterogeneity in outcome reporting. Furthermore, our COS may help decision-makers to approve new agents for COVID-19 if researchers report important outcomes. However, researchers can report other outcomes according to the purpose of their research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our study had four main limitations. First, due to the highly infectious nature of SARS-CoV-2, patients and the public did not participate in the design or development of the preliminary list of outcomes. Second, the preliminary list of outcomes was developed from protocols of clinical trials when there were knowledge gaps in the prevalence, therapy, prognosis, clinical characteristics of COVID-19. Hence, the COS must be updated in the future. Third, the number of patients was small and all of them were from Hubei Province, so their perspectives may not reflect those of other regions in China or overseas. Fourth, almost all stakeholders were from China. Though one participant in round 1 of the Delphi survey was from Canada, his/her opinion reflected a Chinese perspective because the questionnaire was written in Chinese. Table 4 The number of outcomes that achieved consensus and no consensus in round 2 of the All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 832,
                    "end": 839,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The 2019 Novel Coronavirus Outbreak -A Global Threat",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Khot",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Nadkar",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Assoc Physicians India",
            "volume": "2020",
            "issn": "3",
            "pages": "67--71",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A randomized, open-label, blank-controlled trial for the efficacy and safety of lopinavir-ritonavir and interferon-alpha 2b in hospitalization patients with novel coronavirus pneumonia (COVID-19)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Promoting the Establishment of a Collaboration and Sharing Mechanism for Clinical Trials: perspectives from the Outbreak of COVID-19",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Traditional Chinese Medicine",
            "volume": "",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Core outcome set-standards for development: the COS-STAD recommendations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Kirkham",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Blazeby",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tunis",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Med",
            "volume": "14",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Core outcome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Kirkham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gorst",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Blazeby",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Devane",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "As of midnight on 18 March 2020, 191,127 cases of COVID-19 have been reported to the WHO, and 7,807 of them have died [1]. At the same time in China, according to the Internet website of the National Health Commission of the People's Republic of China, 80,928 confirmed cases have been reported from all areas of China [2].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "As of March 18, 2020, 585 protocols were searched from all the databases of International Committee of Medical Journal Editors (ICMJE)-accepted platforms of clinical-trial registries.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "It included individual outcome in different outcome domains and scoring. At the end of the questionnaire, there were two open-ended questions: (i) which outcomes do you think are important but which were not included in the questionnaire? (ii) what is your opinion of this questionnaire?",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "clinical trials comprised 75 RCTs (53 for WM and 22 for TCM) and 22 non-RCTs (10 for WM and 12 for TCM). For 34 protocols of TCM clinical trials, there were 76 individual outcomes from 16 outcome domains after the merging and grouping of outcomes. For 63 protocols of WM clinical trials, there were 126 individual outcomes from 17 outcome domains after merging and grouping. The list of outcomes can be obtained from [11]. There were >40 duplicated outcomes between the TCM and WM protocols for clinical trials.All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "rewards after completing and submitting the questionnaire). The time planned for round 1 of the Delphi survey was from 4 March to 12 March 2020. As of March 9, 2020, 176 participants had completed the questionnaire. After review, 51 questionnaires were found to be invalid. On March 8 and 9, 2020, ≤ 5 questionnaire/day were completed, and almost all of them were invalid. Most of the invalid questionnaires had been completed by the public within 5 min (it was not possible for people who were unfamiliar with COVID-19 to complete the questionnaire) or who had chosen the same score for all outcomes. After discussion with the steering group, we decided to stop the Delphi survey. Finally, 125 valid questionnaires were evaluated. The characteristics of participants in the round 1 of Delphi survey are shown inTable 1. The number of outcomes that achieved consensus and no consensus in different stakeholders are shown inTable 2.The list of outcomes is shown in Supplement 1.Only 15 (15/125, 12%) participants were in Hubei Province. However, the Internet Protocol (IP) address that the electronic questionnaire obtained showed that 30 (30/125, 24%) participants were in Hubei Province. The regions of participants are shown inFigure 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The number of outcomes that achieved consensus and no consensus in different stakeholders are shown in",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The characteristic of participants in the round 1 of Delphi survey",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The characteristic of participants in the round 1 of Delphi survey",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 5. The characteristics of the patients in the survey",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "COS for COVID-19 Proportion of patients negative for SARS-CoV-2 b. Time taken by SARS-CoV-2 RNA to become negative c. Declining speed of SARS-CoV-2 Respiration a. Dyspnea prevalence b. Improvement in respiratory rate c. Time to achieve a normal respiration rate d. Prevalence of dyspnea clearance All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.23.20041533 Oxygen intake a. Duration of supplemental oxygenation b. Frequency of requirement for supplemental oxygen c. Prevalence of supplemental-oxygen requirement c. Oxygen-intake method All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.23.20041533 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.23.20041533",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The study team would like to thank all people who contributed to the consensus meeting and to those who took part in the Delphi survey. Those acknowledged provided permission to be mentioned as participants in the development of the COS of COVID-19. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Approval"
        },
        {
            "text": "This work was supported by the National High-level Personnel of Special Support Program (W02020052).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The authors declare that there is no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "The data is from public database and does not include identifiable patient data. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing statement"
        }
    ]
}