{
    "paper_id": "38b7a91d22d77b76c5d268c3943efbf3c4cc3cac",
    "metadata": {
        "title": "COVID-19 Knowledge and Perceptions in Nigeria A Preliminary Assessment of Novel Coronavirus (COVID-19) Knowledge and Perceptions in Nigeria A Preliminary Assessment of Novel Coronavirus (COVID-19) Knowledge and Perceptions in Nigeria",
        "authors": [
            {
                "first": "P",
                "middle": [
                    "O"
                ],
                "last": "Olapegba",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ibadan",
                    "location": {
                        "settlement": "Ibadan",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "O",
                "middle": [],
                "last": "Ayandele",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ibadan",
                    "location": {
                        "settlement": "Ibadan",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "O"
                ],
                "last": "Kolawole",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ibadan",
                    "location": {
                        "settlement": "Ibadan",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Oguntayo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ibadan",
                    "location": {
                        "settlement": "Ibadan",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "C"
                ],
                "last": "Gandi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Jos",
                    "location": {
                        "settlement": "Jos",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "L"
                ],
                "last": "Dangiwa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Federal University",
                    "location": {
                        "settlement": "Dutse",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "I",
                "middle": [
                    "F A"
                ],
                "last": "Ottu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Uyo",
                    "location": {
                        "settlement": "Uyo",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "K"
                ],
                "last": "Iorfa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nigeria",
                    "location": {
                        "settlement": "Nsukka",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This study assessed knowledge and perceptions about COVID-19 among the general public in Nigeria during the initial week of the pandemic lockdown in the country. From March 28 to April 4, 2020, this cross-sectional survey used an anonymous online questionnaire to collect data from respondents within Nigeria. Purposive and snowball sampling techniques were used to recruit 1357 respondents, aged 15-70 years, from 180 cities and towns within Nigeria. Study data were analysed using descriptive statistics. Approximately more than half (57.02%) of the respondents were male with high level of education (48.86% bachelor's degree or higher). Approximately half of the respondents (46.94%) opined that COVID-19 was -a biological weapon designed by the Chinese government.‖ About 94% of the respondents identified -contact with airborne droplets via breathing, sneezing, or coughing‖ as the most common mode of transmission; most respondents associated COVID-19 with coughing (81.13%), shortness of breath (73.47%) and fever (62.79%). -Regular hand washing and social distancing‖ was selected by most respondents (94.25%) as a way of preventing infection whereas 11.86% reported -consuming gins, garlic, ginger, herbal mixtures and African foods/soups‖ as preventive measures against COVID-19. Majority of the respondents (91.73%) thought COVID-19 is deadly; and most respondents (84.3%) got 4 or more answers correctly. It was also observed that the traditional media (TV/Radio) are the most common source of health information about COVID-19 (93.5%). Findings revealed that Nigerians have relatively high knowledge, mostly derived from traditional media, about COVID-19. Their perceptions of COVID-19 bear implications across public health initiatives, compliance with precautionary behavior as well as bilateral relations with foreign nations. Evidence-based campaign should be intensified to remove misconceptions and promote precautionary measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The novel Coronavirus disease 2019 , first identified in Wuhan China in December 2019, has rapidly spread to almost every region of the world. The disease is caused by a new and severe type of Coronavirus known as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The infection has no immediate treatment and vaccine, and it has according to World Health Organization (WHO, 2020) become a worldwide pandemic causing significant morbidity and mortality. There are 1,603,428 confirmed cases, 356,440 recoveries from the illness and 95,714 deaths worldwide as of April 9, 2020 (Worldometers, 2020) . On February 27, 2020, an Italian citizen became the index case for COVID-19 in Nigeria and as at April 9, 2020, there were 288 laboratory-confirmed cases of COVID-19 in Nigeria with 51 discharges and 7 deaths (Nigeria Centre for Disease Control, NCDC, 2020) .",
            "cite_spans": [
                {
                    "start": 586,
                    "end": 606,
                    "text": "(Worldometers, 2020)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 818,
                    "end": 866,
                    "text": "(Nigeria Centre for Disease Control, NCDC, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To prevent further spread of the virus, civil societies and government agencies embarked on enlightenment campaigns for good hygiene and social distancing. Temperature screening was conducted at airports and those returning from countries with numerous confirmed cases of COVID-19 were implored to self-isolate. The NCDC in association with State governments also began tracing and tracking of possible victims and their contacts. On March 18, 2020, the Lagos State government suspended all gatherings above fifty people for four weeks and ordered all lower and middle level public officers to stay-at-home (Ewodage, 2020) . Similarly, the Federal government, on March 30, 2020 introduced various containment strategies such as closing of the national borders and airspace, schools, worship centers and other public places, canceling of mass gathering events and placing the Federal Capital Territory, Lagos and Ogun states on lock down for an initial period of fourteen days (Radio Nigeria, 2020) . Covid-19 testing laboratories were set up in Lagos, Abuja and Irrua in Edo State while State governments opened isolation centres and imposed dawn to dust curfews in their territories.",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 622,
                    "text": "(Ewodage, 2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 976,
                    "end": 997,
                    "text": "(Radio Nigeria, 2020)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "COVID-19, from the family of Coronavirus (others include SARS, H5N1, H1N1 and MERS), is a contagious respiratory illness transmitted through the eyes, nose, and mouth, via droplets from coughs and sneezes, close contact with infected person and contaminated surfaces. It has an incubation period of approximately one to fourteen days. The symptoms include cough, fever and shortness of breath, and it is diagnosed through a laboratory test. The contagion could lead to severe respiratory problems or death, particularly among the elderly and persons with underlying chronic illnesses. Some infected persons however, are carriers for the virus with no symptoms while others may experience only a mild illness and recover easily (Sauer, 2020) . As there is currently no cure or vaccine for the COVID-19; medical treatments are limited to supportive measures aimed at relieving symptoms, use of research drugs and therapeutics.",
            "cite_spans": [
                {
                    "start": 727,
                    "end": 740,
                    "text": "(Sauer, 2020)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Knowledge of infection pathways and relevant precautions to take is needed to control the pandemic. While the scientific community continues to research possible vaccines or drugs for the viral infection, it is expected that adequate knowledge will motivate individuals to make decisions which may prevent and curb the epidemics. Knowledge such as regular hand washing, using hand sanitizers, wearing face masks, respiratory etiquettes, social distancing and selfisolation when sick are vital to reducing widespread infection (Leppin & Aro, 2009 ). Studies (e.g. Brug, Aro, Oenema, de Zwart, Richardus & Bishop, 2004; Choi & Yang, 2010; Hussain, Hussain & Hussain 2012) revealed that individuals' level of knowledge about an infectious disease can make them behave in ways that may prevent infection. Consequently, individuals may need to be informed about the potential risks of infections in order to adopt the right precautionary measures (Brug, Aro & Richardus, 2009 ).",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 545,
                    "text": "(Leppin & Aro, 2009",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 563,
                    "end": 617,
                    "text": "Brug, Aro, Oenema, de Zwart, Richardus & Bishop, 2004;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 618,
                    "end": 636,
                    "text": "Choi & Yang, 2010;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 637,
                    "end": 669,
                    "text": "Hussain, Hussain & Hussain 2012)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 942,
                    "end": 970,
                    "text": "(Brug, Aro & Richardus, 2009",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "At early stages of a pandemic, precautionary measures are needed to protect against possible danger and curtail the disease spread. In line with this therefore, the Nigerian government (just like other governments around the world) introduced various containment strategies which have interfered with individuals' daily lives and have led to severe economic loss and social disruption. People were coerced to stay at home, businesses and offices were closed, exempting healthcare facilities/workers and -essential‖ commercial establishments. For Nigerians making a living in the informal economy, their livelihood is now threatened by the lockdown since much of their activities and businesses involve face-to-face contact. In Nigeria there is no social safety net, no access to food stamps or unemployment benefits, most people earn their living on a daily basis. Regardless of this however, there has so far been a high degree of compliance with the government directives, Nigerians are engaging in vigilant hand washing, practicing social distancing and self-isolation, and avoiding going to work, school or crowded areas. Even most religious leaders agreed to stop large gatherings, forbid the shaking of hands and directed church members to pray at home and use hand sanitizers (Makinde, Nwogu, Ajaja & Alagbe, 2020; Olatunji, 2020) .",
            "cite_spans": [
                {
                    "start": 1283,
                    "end": 1321,
                    "text": "(Makinde, Nwogu, Ajaja & Alagbe, 2020;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1322,
                    "end": 1337,
                    "text": "Olatunji, 2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "On the other hand, some Nigerians due to superstitions and ignorance of the science behind the infection prefer only to pray (even violating the social distancing rule by attending churches or mosques during the lockdown) and use anointing oils, talisman, herbs or rituals (Abati, 2020) to prevent contracting and spreading the virus. Some also use social media platforms (e.g. Whatsapp, Twitter, Facebook and Instagram) to spread fear, project fake news concerning the source of the virus, promote prejudice against China, incite panic buying, proffer fake cures and undermine medical advice, deliberately or ignorantly (Hassan, 2020) . They opined that lockdown, self-isolation and social distancing are un-African solutions to the pandemic (Abati, 2020) .",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 286,
                    "text": "(Abati, 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 621,
                    "end": 635,
                    "text": "(Hassan, 2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 743,
                    "end": 756,
                    "text": "(Abati, 2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Given the importance of knowledge of precautionary activities in curbing the spread of infectious diseases such as the novel COVID-19, it is important to research on people's health knowledge at this period of the pandemic. Richards (2017) reported that knowledge among ordinary people about how to eliminate risks of contracting Ebola virus led to a rapid drop in mid-2015 in the number of cases of infection. Therefore, in this study, we hope to ascertain the level of the knowledge of COVID-19 among a sample of Nigerians as well as their perceptions of the pandemic. The present study is guided by the following questions:",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 239,
                    "text": "Richards (2017)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This cross-sectional survey used an anonymous online questionnaire to collect data from respondents. Potential respondents were purposively sent the link via Social media (Whatsapp and Facebook posts) and asked to participate in an online survey. A snowball sampling technique was employed to recruit more Nigerians living in the country's six geopolitical zones during the COVID-19 pandemic by encouraging those sent the link to kindly share with their contacts. The online survey ran during the first week of the lockdown in Nigeria (March 28 to April 4, 2020) and involved 1,357 respondents from 180 cities and towns in the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting and Participants"
        },
        {
            "text": "Due to the Nigerian Government social distance rules and curfew/lockdown enforcement, physical interaction was not possible, so online promotion of the survey was done and existing study participants were urged to send the web link of the survey to potential respondents. They completed the questionnaires hosted on Google online survey platform. Ethical approval was obtained from the Faculty of Social Sciences Ethical Board, University of Ibadan. Participation was completely consensual, anonymous and voluntary, and informed consent was obtained from all respondents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "Socio-demographic data were elicited from the respondents on variables such as gender, age, marital status, ethnicity, educational qualification, religion, perceived financial situation and present location.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instruments"
        },
        {
            "text": "Knowledge about COVID-19 was assessed using five items adapted from the Ebola knowledge scale developed by Rolison and Hanoch (2015 , generating a maximum possible score of five. The norm is set at 3 which indicated moderate level of knowledge about COVID-19. Scores above 3 indicated high level of . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 131,
                    "text": "Rolison and Hanoch (2015",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Instruments"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instruments"
        },
        {
            "text": "knowledge about COVID-19 while scores less than 3 indicated low level of knowledge about COVID-19. The mean score and standard deviation for the sample population was calculated to indicate the sample's level of knowledge. Similarly, scores above the norm indicated high knowledge and score below the norm indicated low knowledge of COVID-19 for the sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instruments"
        },
        {
            "text": "Descriptive statistics was used for respondents' socio-demographic characteristics and knowledge about COVID-19. Percentages of response were calculated according to the number of respondents per response. Descriptive statistical analysis was performed using IBM SPSS Statistic version 20.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "We received responses from 1403 respondents, as at 4th April, 2020, which was the data cutoff collection date for this study. We included 1357 respondents from 180 cities and towns in Nigeria who had completed the online questionnaires (completion rate: 95.72%). The respondents were aged between 15-70 years (Mean 26.85, SD = 9.17). There were 570 female respondents (42.0%) and almost all respondents (97.5%) had completed at least high school education. Majority (68.46%) were Yoruba in South west Nigeria, the region with the highest reported cases of COVID-19 infection (NCDC, 2020) . Table 1 provides the sample demographics. . 1) .",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 587,
                    "text": "(NCDC, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 590,
                    "end": 597,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 632,
                    "end": 636,
                    "text": ". 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Survey Respondents"
        },
        {
            "text": "What is the knowledge of Nigerians about the mode of transmission of COVID-19? Regarding knowledge about the most common perceived mode of transmission, almost all (94.10%) selected -contact with droplets from an infected person/organism via breathing, sneezing, or coughing‖ while a little above average (54.97%) picked -touching contaminated objects or surfaces‖ as a mean of transmitting and contacting the virus ( fig. 2) . . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 418,
                    "end": 425,
                    "text": "fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Survey Respondents"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 What is the knowledge of Nigerians about the symptoms of COVID-19? Most respondents accurately associated COVID-19 with coughing (81.13%), shortness of breath (73.47%), sneezing (69.71%), fever (62.79%) and sore throat (56.82%) while 1.62% claimed to have no idea about the symptoms of the disease ( fig. 3) .",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 410,
                    "text": "fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Survey Respondents"
        },
        {
            "text": "What is the knowledge of Nigerians on preventive behavior toward COVID-19? -Regular hand washing and social distancing‖ were selected by most respondents (94.25%) as a way of preventing COVID-19 infection while about half (48.86%) supported -disinfecting contaminated surfaces‖ and 40.01% supported -closing schools and cancelling mass gathering events‖ whereas more than a tenth (11.86%) held -consuming gins, garlic, ginger, herbal mixtures and African foods/soups‖ as preventive measures against COVID-19 ( fig. 4) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 510,
                    "end": 517,
                    "text": "fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Survey Respondents"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 3: Symptoms of COVID-19"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.11.20061408 doi: medRxiv preprint How fatal do Nigerians perceive COVID-19? Fig. 5 revealed that majority of the respondents (91.73%) acknowledged that -it is possible to die from COVID-19.‖ What are the major sources of information about COVID-19 among Nigerians?",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 192,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Fig. 3: Symptoms of COVID-19"
        },
        {
            "text": "The most common sources of information about COVID-19 were the mass media (radio, television and newspapers) (81.5%) followed by social media (e.g. Whatsapp, Facebook, Twitter, Instagram, etc.) and the Internet (61.53%) ( fig. 6 ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 228,
                    "text": "fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Fig. 3: Symptoms of COVID-19"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 5: Possible death from COVID-19 infection"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 5: Possible death from COVID-19 infection"
        },
        {
            "text": "Table 2 below showed that most respondents (83.86%) had high knowledge about COVID-19 (got more than 3 answers correctly) and 13.34% reported average knowledge (3 correct answers) while 2.79% had low knowledge (less than 3 correct answers) about COVID-19. Respondents in this sample had a mean total knowledge score of 4.17 (SD = 0.77) which is above the norm score of 3. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 5: Possible death from COVID-19 infection"
        },
        {
            "text": "Since its discovery in 2019, the COVID-19 seems to have become one of the largest pandemics in the world involving more than 200 countries (Worldometers, 2020) . This study set out to assess the knowledge of the general public in Nigeria about COVID-19 during the initial week of ",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 159,
                    "text": "(Worldometers, 2020)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 6: Sources of Information about COVID-19"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . the pandemic lockdown in the country. For individuals to survive in the era of pandemic, adequate knowledge of the disease that caused the pandemic is required. Such knowledge can help to contain the pandemic by adopting right precautionary measures, which will invariably boost both the physical and mental health of the individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 6: Sources of Information about COVID-19"
        },
        {
            "text": "Findings from this study indicated that a large proportion of the study participants are aware and knowledgeable about the COVID-19 and its presence in Nigeria. Results obtained from the research questions regarding knowledge of COVID-19 in terms of respondents' knowledge of the source of COVID-19, transmission of COVID-19, symptoms of COVID-19, preventive behavior toward COVID-19, fatality rate of the COVID-19 and what the major sources of information about COVID-19 among Nigerians are, were significantly high.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 6: Sources of Information about COVID-19"
        },
        {
            "text": "Specifically, this study found that a large percentage of Nigerians hold the view that the COVID-19 is a biological weapon designed by the government of China. This is evident of the diverse sources of information concerning the COVID-19 that is available to Nigerians (Hassan, 2020) . What this means is that there may currently be no consensus among Nigerians as to what the real source of the virus is. We caution that this perception has implications for bilateral relations between the Nigerian and the Chinese governments and may stand as a hindrance to Nigerians accepting whatever form of aid may come from the Chinese government. It is important the government of Nigeria and other stake holders embark on campaigns to raise awareness of the true sources of the COVID-19 in order to curb a brewing stereotype and prejudice towards the Chinese.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 283,
                    "text": "(Hassan, 2020)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Fig. 6: Sources of Information about COVID-19"
        },
        {
            "text": "Concerning the source of the COVID-19 also, our findings highlight implications for religious leaders. A reasonable percentage of Nigerians also opined that the COVID-19 is a plague caused by sins and unbelief of human beings. While this may be consistent with many religious beliefs, we believe that it may foster carefree attitudes in Nigerians, making them relax and resort to only prayers and spiritual healings without adhering to the prescribed hygiene practices (Abati, 2020) . We therefore urge clerics at all levels to also educate members of their faiths about the COVID-19.",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 482,
                    "text": "(Abati, 2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Fig. 6: Sources of Information about COVID-19"
        },
        {
            "text": "As expected, because Nigerians had relatively high knowledge of the COVID-19, even though laden with several misconceptions, their knowledge of precautionary behavior was also high. For instance, a good percentage agreed that a range of WHO approved and global practices such as hand washing and social distancing, disinfecting contaminated surfaces, closing schools and public events and fumigation of public places were key to preventing the spread of the virus. Only a little percentage agreed relying on the hot weather in Africa, consumption of gins, herbs and African foods as well as chloroquine and antibiotics as precautions to the spread of the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 6: Sources of Information about COVID-19"
        },
        {
            "text": "These findings are in consonance with previous studies such as Brug et al. (2004) , Choi and Yang (2010) and Hussain et al. (2012) . These authors reported that one's level of knowledge . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 81,
                    "text": "Brug et al. (2004)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 84,
                    "end": 104,
                    "text": "Choi and Yang (2010)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 109,
                    "end": 130,
                    "text": "Hussain et al. (2012)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Fig. 6: Sources of Information about COVID-19"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 6: Sources of Information about COVID-19"
        },
        {
            "text": "about an infectious disease can make one to behave in ways that can prevent infection. Also, the study supported Richards (2017) who opined that knowledge among ordinary people about how to eliminate risks of contracting Ebola virus led to a rapid drop in mid-2015 in the number of cases of infection. Consequently, individuals need to be informed about the potential risk of infection in order to adopt the right precautionary measures. One suggestion for this result is the knowledge factor. That is, Nigerians have knowledge of COVID-19 and therefore are better able to adopt precautionary measures.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 128,
                    "text": "Richards (2017)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Fig. 6: Sources of Information about COVID-19"
        },
        {
            "text": "Majority of the respondents (more than 90%) agreed that COVID-19 has high fatality and this is confirmed by the reported 79,384 deaths worldwide as of April 7, 2020 (Worldometers, 2020) .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 185,
                    "text": "(Worldometers, 2020)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Fig. 6: Sources of Information about COVID-19"
        },
        {
            "text": "The findings also identified the mass media as the major sources of information about COVID-19 which is similar to a study conducted during the SARS epidemic in Hong Kong (Lau, Yang, Tsui, & Kim, 2003) . Likewise Vartti, Oenema, Schreck, Uutela, de Zwart, Brug, and Aro (2009) and Voeten, de Zwart, Veldhuijzen, Yuen, Jiang, Elam and Brug (2009) confirmed that the traditional media provide vital information during outbreaks. However, it contradicted Rolison and Hanoch (2015) which revealed that the internet is the premier source of knowledge during an outbreak. The media should be intensively used by governmental and non-governmental agencies to provide regular enlightenment on proper social distancing, correct personal hygiene and usage of personal protective equipment to ensure compliance with the WHO approved strategies for curbing the pandemic.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 201,
                    "text": "(Lau, Yang, Tsui, & Kim, 2003)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 213,
                    "end": 276,
                    "text": "Vartti, Oenema, Schreck, Uutela, de Zwart, Brug, and Aro (2009)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 281,
                    "end": 345,
                    "text": "Voeten, de Zwart, Veldhuijzen, Yuen, Jiang, Elam and Brug (2009)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 452,
                    "end": 477,
                    "text": "Rolison and Hanoch (2015)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Fig. 6: Sources of Information about COVID-19"
        },
        {
            "text": "The time-sensitivity of the novel Coronavirus disease 2019 pandemic led to the adoption of the snowball sampling strategy which might limit generalizability of the finding to the general population. There was an oversampling of respondents from the Yoruba ethnic group, leading to selection bias. Similarly the findings may not be generalizable to the less educated people. Notwithstanding the above limitations, this study provides a baseline of information on knowledge and perceptions about the ravaging COVID-19 from respondents across 180 municipalities in Nigeria. It is worthy of note that this study is an exploratory one and is part of a larger study aimed at understanding and outlining how knowledge and awareness of COVID-19 among Nigerians is shaping their response to the pandemic and precautionary behavior. There is need for further research to build the evidence base for the study of COVID-19 knowledge and precautionary measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Due to the concern of everyone about COVID-19, the present study, in possibly, is the first survey to assess the knowledge and perceptions about COVID-19 among Nigerians. This study was significant because it studied knowledge about COVID-19 in Nigeria across different and many cities in the country. The knowledge areas include source, transmission, symptoms, sources of information and preventive behavior toward COVID-19. The findings tentatively . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 ",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Corona Blues",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Abati",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Risk perceptions and behaviour: Towards pandemic control of emerging infectious diseases: International research on risk perception in the control of emerging infectious diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brug",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Aro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Richardus",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Behavioural Medicine",
            "volume": "16",
            "issn": "1",
            "pages": "3--6",
            "other_ids": {
                "DOI": [
                    "10.1007/s12529-008-9000-x"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SARS risk perception, knowledge, precautions, and information sources, the Netherlands",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brug",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Aro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oenema",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "De Zwart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Richardus",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Bishop",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg. Infect. Dis",
            "volume": "10",
            "issn": "",
            "pages": "1486--1489",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Perceived knowledge, attitude, and compliance with preventive behavior on influenza A (H1N1) by university students",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Korean Acad. Adult Nurs",
            "volume": "22",
            "issn": "3",
            "pages": "250--259",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19: How We Plan To Implement Social Distancing In Lagos Markets, Transport System -Sanwo-Olu",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ewodage",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The other COVID-19 pandemic: Fake news",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hassan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Medical students' knowledge, perceptions, and behavioral intentions towards the H1N1 influenza, swine flu, in Pakistan: a brief report",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Hussain",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Hussain",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Hussain",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am. J. Infect. Control",
            "volume": "40",
            "issn": "3",
            "pages": "11--13",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2011.12.004"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Monitoring community responses to the SARS epidemic in Hong Kong: from day 10 to day 62",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T F"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Epidemiol Commun Health",
            "volume": "57",
            "issn": "",
            "pages": "864--70",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Risk perception related to SARS and avian influenza: theoretical foundations of current behavioral research",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leppin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Aro",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Behavioral Medicine",
            "volume": "16",
            "issn": "1",
            "pages": "7--29",
            "other_ids": {
                "DOI": [
                    "10.1007/s12529-008-9002-8"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19: Adeboye, Oyedepo, Okonkwo, Adeyemi, others hold online services",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Makinde",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nwogu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ajaja",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Alagbe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 case update",
            "authors": [],
            "year": 2020,
            "venue": "Nigeria Centre for Disease Control (NCDC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Coronavirus: Catholic Church in Lagos suspends sprinkling of 'holy water', handshakes during mass",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Olatunji",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "President Buhari urges caution, not fear over Covid_19 (Full text)",
            "authors": [
                {
                    "first": "Radio",
                    "middle": [],
                    "last": "Nigeria",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Ebola: How a people's science helped end an epidemic",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Richards",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Knowledge and risk perceptions of the Ebola virus in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Rolison",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hanoch",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Preventive Medicine Reports",
            "volume": "2",
            "issn": "",
            "pages": "262--264",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pmedr.2015.04.005"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "What Is Coronavirus? Available online at",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Sauer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "SARS knowledge, perceptions, and behaviors: A comparison between Finns and the Dutch during the SARS outbreak in 2003",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Vartti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oenema",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schreck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Uutela",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "De Zwart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brug",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Aro",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Behavioral Medicine",
            "volume": "16",
            "issn": "1",
            "pages": "41--48",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Sources of Information and Health Beliefs Related to SARS and Avian Influenza among Chinese Communities in the United Kingdom and The Netherlands, Compared to the General Population in these Countries",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Voeten",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "De Zwart",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Veldhuijzen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elam",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brug",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Behavioral Medicine",
            "volume": "16",
            "issn": "1",
            "pages": "49--57",
            "other_ids": {
                "DOI": [
                    "10.1007/s12529-008-9006-4"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "WHO Director-General's opening remarks at the media briefing on COVID-19-11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Single/but seriously dating",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Worldometers",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "by news media to cause fear and panic a virus designed by pharmaceutical industry to sell drugs a biological weapon designed by the USA government designed to reduce or control the population a plague caused by sins and unbelief of human being a severe illness transmitted to people from wild animals a biological weapon designed by the government of China percent Sources of COVID-19",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "Sample characteristics (n = 1,357) Age (Mean 26.85, SD = 9.17)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ".",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Total knowledge score",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "don't meet basic needs [ ] just meet basic needs [ ] meet needs with a little left [ ] live comfortably [ ] Section B: Knowledge of Coronavirus 8.To the best of your knowledge, the novel Coronavirus is: (You may choose more than one). The Coronavirus is typically spread (i.e., passed from person-to-person) by which means? (You may choose more than one).(a) contact with airborne droplets via breathing, sneezing, or coughing, . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101 kissing, hugging, sex or other sexual contact fumigation and spraying bus stops and other public places (e) consuming gins, garlic, ginger, herbal mixtures and traditional food and soup The most important symptoms of COVID19/Coronavirus are: (You may choose more than one). BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101org/10. /2020 (g) shortness of breath (h) I do not know any symptoms of COVID19/Coronavirus 12. Do you think it is possible to die from the Coronavirus? (a) yes, (b) no, and (c) I do not know 13.Which of the following sources have you received new information about the Coronavirus? (You may choose more than one). Social media(Whatsapp, Facebook, Instagram, Twitter etc.)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}