{
    "paper_id": "395602934e0de622a2aa6d31a73bd9abdcf68bf2",
    "metadata": {
        "title": "Population based estimates of comorbidities affecting risk for complications from COVID-19 in",
        "authors": [
            {
                "first": "David",
                "middle": [
                    "L"
                ],
                "last": "Katz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yale-Griffin",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since COVID-19 was discovered in China in late 2019, cases have spread far and wide and 38 are putting a strain on healthcare systems in many countries. Data from China indicate that while 39 81% of patients had mild cases, 14% of cases were severe and 5% were critical. (1, 2) . The 40 overall case fatality rate (CFR) in China for 55,924 confirmed cases was 3.8% (3) with 41 increased rates in adults with comorbid conditions including cardiovascular disease (CVD; 42 CFR=13.2%, diabetes (9.2%), chronic respiratory disease (8.0%), hypertension (8.4%), and 43 cancer (7.6%); the case fatality rate for those with none of these comorbid conditions was 1.4%",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 274,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 275,
                    "end": 277,
                    "text": "2)",
                    "ref_id": null
                },
                {
                    "start": 374,
                    "end": 376,
                    "text": "41",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction 37"
        },
        {
            "text": "(3). Our objective for this study was to use population based US data to estimate the 45 approximate fraction of adults in the community who might be at heightened risk for 46 complications from COVID-19 because they reported one of the 6 chronic conditions with high 47 CFR in China. in each state by age, gender, race/ethnicity, marital status, education, home ownership, and 57 telephone type and included weights and stratum variables needed for analysis. The median 58 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 175,
                    "text": "46",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "44"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the The key variable was a composite measure including adults reporting they were ever told 67 they had cardiovascular disease (CVD: a heart attack, angina, coronary heart disease, or a 68 stroke), diabetes, current asthma (included as a chronic respiratory disease (2)), chronic 69 obstructive pulmonary disease (COPD), hypertension, and/ or cancer other than skin. The author/funder, who has granted medRxiv a license to display the preprint in perpetuity. We also used available case fatality rates from China (3) to estimate the fraction of adults 93 in that country with any of the 6 comorbid conditions. We used the formula below and different 94 estimates of the CFR for adults with at least one of the comorbid conditions, ranging from 7.6% -95 13.2%, including 9.28% which was the average, and 8.4% which is the rate for hypertension, the 96 most prevalent comorbid condition (3); 1.4% was the CFR for those with none of the 6 and 3.8% author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "44"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the West Virginia. Rates also varied by self-reported race/ethnicity, health insurance status, and 116 employment, but not by gender (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 214,
                    "text": "(Table 1)",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "44"
        },
        {
            "text": "State results presented in Table 2 list the number of adults in each state at increased risk of 118 complications and the percentage that number represents among all US adults who report at least 119 one of the co-morbidities. These results were obtained directly from Stata which takes into 120 account the complex sample design so will not agree with results obtained by simply dividing the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. We found that 45.4% of US adults, with a wide range across age groups and states, may be 130 at heightened risk of complications from COVID-19 due to existing comorbid conditions. And 131 while the rates increase with age group to about 80% among those ages 70 and older, due to the 132 fact that the majority (71%) of US adults is younger than age 60, 53% of those at heightened risk 133 of complications are also younger than age 60 years. That is consistent with the finding that 134 >60% of adults with multiple (2 or more) chronic conditions were younger than age 65 (7).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 27,
                    "end": 34,
                    "text": "Table 2",
                    "ref_id": "TABREF10"
                }
            ],
            "section": "117"
        },
        {
            "text": "Many of these younger adults with comorbid conditions may require hospitalization for these 136 complications. Results in Tables 1 and 2 may be helpful to localities planning healthcare system 137 needs for COVID-19. The median value of having any of the co-morbidities for all states is 138 45.3, for planning purposes, states with rates in Table 1 that are above 45.3 might require 139 proportionally more ICU beds and ventilators than those with rates below 45.3.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 342,
                    "end": 349,
                    "text": "Table 1",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "135"
        },
        {
            "text": "Currently there is a dearth of data on adults at risk for complications from COVID-19 that 141 can be used for comparison. One source is a recent report from the Kaiser Foundation (8) that 142 found 41% of US adults at risk of serious illness from COVID-19, defined as all adults ages 60 143 and older and those 18-59 years with heart disease, cancer, COPD, or diabetes. Note that 144 hypertension, which is the most common comorbid condition, was omitted in that study (8).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "140"
        },
        {
            "text": "145 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "140"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "140"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.20043919 doi: medRxiv preprint 8 From our own estimates of the fraction of adults in China with any of the 6 comorbid conditions, 146 we estimated that fraction as likely between 30.5% and 34% of all adults based on the average 147 case fatality rate or that of the most prevalent condition, and within the range of 20.3-38.7%.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 246,
                    "text": "146",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "140"
        },
        {
            "text": "From these few comparisons, it appears that the percentage of US adults with comorbid 149 conditions increasing their risk of complications from COVID-19 is even higher than that in author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "148"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.20043919 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "148"
        },
        {
            "text": "Results showing seasonal flu vaccination rates below 50%, even for those with any of the 6 168 chronic conditions that increase risk of complication from COVID-19, are concerning. Although 169 a vaccine specific for this coronavirus is currently unavailable, results for seasonal flu 170 vaccination suggest that it may not be widely used. It is encouraging that those with any of the 6 171 co-morbidities appear more likely to be vaccinated for seasonal influenza than those with none. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "148"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "148"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.20043919 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "148"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "148"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "148"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "148"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.20043919 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "148"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Characteristics of and important lessons from the coronavirus 198 disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from 199 the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Epidemiological Characteristics of an Outbreak of 2019 Novel Coronavirus Diseases 202 (COVID-19) -China CCDC",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Report of the WHO-China Joint Mission on Coronavirus Disease 2019 (COVID-19) 204 [Pdf] -World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Behavioral Risk Factor Surveillance System (BRFSS) Survey Data and Documentation",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Behavioral Risk Factor Surveillance System",
            "authors": [],
            "year": 2017,
            "venue": "Summary Data Quality Report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A systematic review of publications assessing reliability 213 and validity of the Behavioral Risk Factor Surveillance System (BRFSS",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pierannunzi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Balluz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2004--2011",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Differences Between Younger and Older US Adults With Multiple Chronic 216",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Adams",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.30.20043919"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "publicly available 2017 Behavioral Risk Factor Surveillance System (BRFSS) data (4) 51 from telephone surveys of 444,649 randomly selected adults ages 18 and older in the 50 states 52 and the District of Columbia (DC). The BRFSS includes only non-institutionalized adults so 53 residents of nursing homes and assisted living facilities are among those not surveyed. We chose 54 to use 2017 data in order to include hypertension which was not addressed in 2018. Data were 55 adjusted for the probability of selection and weighted to be representative of the adult population",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "70 number of comorbid conditions was counted for each respondent and the proportion of all adults 71 who reported at least one of the comorbid conditions was considered to represent adults at 72 heightened risk of complications from COVID-19. A secondary measure was receipt of a 73 seasonal influenza vaccination in the past year as a rough estimate of potential demand for a 74",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "85 account for the complex sample design of the BRFSS. Point estimates and 95% confidence 86 intervals are reported using the landline and cell phone weights, plus stratum and PSU variables 87 supplied in the data set (4). Missing values were excluded from analysis. A total of 11,508 88 records from the original survey sample of 444,649 were excluded due to missing data for any of 89 the 6 chronic conditions, leaving a total N of 433,141. An additional 5,694 records were 90 excluded due to missing values for age resulting in a final N for data including age groups of 91 427,447.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "121 state population estimate in the Table by 111.9 million. Results for reporting a seasonal flu 122 vaccination in the past year were 40.3% (40.0-40.6) among all adults, including 33.7% (33.3-123 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "China. The implications for the US, if this is true, are disturbing but would be consistent with 151 obesity rates in China being lower than in the US (9). In a recent US study that included all these 152 comorbid conditions except cancer, obesity was a major contributor to diabetes, hypertension,153    and asthma and at least an indirect contributor to CVD (10). Other risk factors also contribute to 154 these comorbid conditions (11) and will have different prevalence rates in different countries and 155 population groups within countries.156The list of chronic conditions used in our analysis is very similar to groups at increased risk 157 for seasonal influenza complications (12) except that latter group includes obese adults and158 children <2 years and excludes people with hypertension. Both lists include people with chronic 159 diseases for which behavioral risk factors have been well identified (10,11). Behavioral risk 160 factors appear to be very common among US adults with >95% of all adults reporting one or 161 more (10) of the 7 CVD risk factors of smoking, sedentary lifestyle, obesity, diabetes, 162 hypertension, high cholesterol, and inadequate fruit and vegetable consumption. Results from 163 that study (10) found those 7 risk factors together contributed to an average of 41.4% of the 164 burden of 5 of the 6 comorbidities (all except cancer) used in this current study, with obesity and 165 smoking contributing the most.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "does not address possible differences in contracting the disease, only the risk of 174 developing complications among those with COVID-19, based on results from China (1-3). Only 175 non-institutionalized adults are surveyed so 1.3 million adults in nursing homes (13) were 176 excluded which almost certainly underestimates risk, as the first death in the US from COVID-177 19 was a nursing home resident (14). Data are self-reported and reliability and validity can vary 178 for different measures tested (6). But as long as a respondent was told they had a chronic 179 condition, validity was high. Low response rates could introduce bias but, as noted, validity 180 appears high for the measures used in this study. Results are specific for this coronavirus in the 181 US. 182 Conclusion: These results indicating 45.4% of adults are at potentially heightened risk of 183 complications from COVID-19 due to chronic conditions should help state health officials in 184 estimating health care needs. The US may never determine an accurate case fatality rate but it 185 appears likely that it would be greater than the 3.8% reported for China. It should also be clear 186 that while adults ages 70 and older are at higher risk it is because they are more likely to have the 187 chronic conditions identified as increasing risk but that the majority of adults at risk are actually 188 younger than age 70.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "how-many-adults-are-at-risk-of-serious-illness-if-infected-with-coronavirus/ 222 9. Wu, Y. Overweight and obesity in China. BMJ. 2006 Aug 19; 333(7564): 362-363. 223 doi: 10.1136/bmj.333.7564.362. 224 10. Adams M, Grandpre J, Katz D, Shenson D. The impact of key modifiable risk factors on 225 leading chronic conditions. Prev Med. 2019 Mar;120:113-118. 226 https://doi.org/10.1016/j.ypmed.2019.01.006. 227 11. Adams ML, Grandpre J, Katz DL, Shenson D. Linear association between number of 228 modifiable risk factors and multiple chronic conditions: Results from the Behavioral Risk 229 Factor Surveillance System. Prev Med. 2017 Dec;105:169-175. doi: 230 10.1016/j.ypmed.2017.09.013. Epub 2017 Sep 14.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Influenza (flu): People at High Risk For Flu Complications. Centers for Disease Control 232 and Prevention. (Atlanta, Georgia). 233 https://www.cdc.gov/flu/highrisk/index.htm?CDC_AA_refVal=https%3A%2F%2Fwww. 234 cdc.gov%2Fflu%2Fabout%2Fdisease%2Fhigh_risk.htm. 235 13. Centers for Disease Control and Prevention (Atlanta, GA). National Center for Health 236 Statistics; Nursing Home Care. https://www.cdc.gov/nchs/fastats/nursing-home-care.htm. 237 14. Centers for Disease Control and Prevention (Atlanta, GA). Washington State Report 238 First COVID-19 Death. Media Statement Feb 29, 2020. Centers for Disease Control and 239 Prevention. (Atlanta, Georgia). https://www.cdc.gov/media/releases/2020/s0229-COVID-240 19-first-death.html.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "response rate for cell phone and land line surveys combined was 47.2%, ranging from 33.9% in California to 61.1% in Utah (5). In addition to residents of nursing homes or assisted living facilities, persons unable to respond to a telephone survey are also excluded during the random selection process within a household. Reliability and validity of the BRFSS have been found to be moderate to high for many survey measures, in particular those used here which can be",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "COVID-19 vaccine when available. 80+ years, which was created by combining 5 year age groups provided in the data set), selfreported race/ethnicity (non-Hispanic white, Black or African American, Hispanic of any race, American Indian/Alaska native, Asian/Pacific Islander, and other), health insurance coverage 79 (any kind of health care coverage, including health insurance, prepaid plans such as HMOs, or All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "government plans such as Medicare, or Indian Health Service), employment status (employed or self-employed, out of work, homemaker, student, retired, or unable to work), and state of residence which included the District of Columbia. Stata version 14.1 (Stata Corp LP, College Station, TX) was used for data analysis to",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Among all 444,649 survey respondents, 48.7% were male, 13.9% were ages 70+, 63.3% were white, 18.2% were retired, and 12.1% were uninsured, with similar results for the study sample with 11,508 records with missing values removed. Overall 45.4% (95% CI 45.1-45.7) of respondents reported one or more of the 6 comorbidities and were considered at heightened risk or more. Prevalence rates of the separate comorbidities were 8.5% for CVD, 6.6% for COPD, 109 9.1% for asthma, 10.8% for diabetes, 32.4% for hypertension, and 6.8% for cancer. Rates of110 reporting one or more of the comorbid conditions increased from 19.8% (19.1-20.4) for ages 18-29 years to 80.7% (79.5-81.8) for ages 80+ years (Table 1.) While the percentage of adults with 112 any of the comorbidities increased with age, over half (53.4%) of the total were ages 18-59 years 113because there are more adults in that age range compared with those 60 and older (71.3% vs.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.34.2) for adults with none of the comorbidities and 48.0% (47.5-48.5) among those with any of 124 the six.Using the data from China (3) we estimated that between 20.3% and 38.7% of Chinese 126 adults had any of the 6 comorbid conditions with the percentage most likely between 30.5% and 127 34.2%.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Funding: Data collection, analysis, and interpretation of data for this study were supported by the Centers for Disease Control and Prevention (CDC) Grant/Cooperative Agreement number All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Demographics of adults with any of 6 chronic conditions * increasing risk for COVID-19 complications; 2017 Behavioral Risk Factor Surveillance System",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.* Cardiovascular disease, diabetes, chronic obstructive pulmonary disease, asthma, hypertension, and/or cancer other than skin.All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.20043919 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Number of adults with any of 6 chronic conditions* increasing risk for COVID-19 complications and the percentage of the total in each state; 2017 Behavioral Risk Factor Surveillance System. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": ". https://doi.org/10.1101/2020.03.30.All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": ". https://doi.org/10.1101/2020.03.30.* Cardiovascular disease, diabetes, chronic obstructive pulmonary disease, asthma, hypertension, and/or cancer other than skin.All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}