{
    "paper_id": "40d334e21887f9de434c2c7a7dbf0b3f37aa7d03",
    "metadata": {
        "title": "Further Evidence of a Possible Correlation Between the Severity of Covid-19 and BCG Immunization",
        "authors": [
            {
                "first": "Serge",
                "middle": [],
                "last": "Dolgikh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this work we observe a number of cases supporting the possible correlation between the administration of BCG tuberculosis vaccine and the severity of Covid-19 effects in the population proposed in the earlier works [1]. Based on the early preliminary analysis of the publicly available data we propose a number of arguments and observations providing further support for the correlation hypothesis and make an observation that the effectiveness of the protection effect of BCG immunization, if confirmed, may depend to a significant extent on the age of administration, with the early age inoculation more effective for the lasting protection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A significant variation in the patterns of onset of Covid-19 epidemics across jurisdictions has been noticed previously. Quite pronounced is the difference between the \"avalanche\" scenario seen in Italy, Spain, France and USA on one hand, and the \"mild\" one (Taiwan, Germany, many East European jurisdictions and others) on the other. While multiple factors certainly play role in these variations, some can be more influential on the overall dynamics of the impacts of the epidemics. A possible link between the effects of Covid-19 pandemics such as the rate of spread and the severity of cases; and a universal immunization program against tuberculosis with BCG vaccine (UIP, hereinafter) was suggested in [1] . In this work we provide several additional arguments supporting the case for such correlation based on the available data in the public domain. Further analysis of statistical data is needed to achieve a confident conclusion.",
            "cite_spans": [
                {
                    "start": 708,
                    "end": 711,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Purpose"
        },
        {
            "text": "Based on the preliminary analysis of the data we make an important observation that the effectiveness of the protection provided by BCG vaccination against Covid-19 may extend more or substantially more to the cases where it is provided at birth or young age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Purpose"
        },
        {
            "text": "Time aspect is critically important in this analysis. We propose to define the beginning moment of the developments related to Covid-19 globally as the date of the first official release of information about Covid-19 on the 31.12.2019 [2] , though the first cases of the epidemics including the zero event of possible animal to human crossover almost certainly happened earlier.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 238,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Terminology"
        },
        {
            "text": "= 31.12.2019",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Terminology"
        },
        {
            "text": "Along with the global Time Zero we also suggest to define the local Time Zero (LTZ) indicating the time of arrival of the epidemics in the given locality. It can be sensibly defined as the date of the first confirmed case in the area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Terminology"
        },
        {
            "text": "Two common measures of the epidemics impact on the human population used throughout: Cases per capita (c.p.c.) and Mortality per capita (m.p.c):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Terminology"
        },
        {
            "text": ". . = / ( ) . . = ℎ / ( ) Note that the former measure strongly depends on the methods and policies in the reporting jurisdiction such as testing strategy, verification of reported cases and so on. Also, it's not always possible to verify the difference between suspected or reported cases, and those that were later confirmed as . For that reason, we suggest it to be used as a trend indicative parameter and more often used m.p.c. as the current and more accurate measure of the epidemics impact, on the assumption that policies and protocols in the selected administration allow more accurate identification of cause and reporting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Terminology"
        },
        {
            "text": "Here we attempted to collect data from a number of jurisdictions as an input to the analysis of the significance of the correlation hypothesis. A comprehensive statistical study to this effect should be undertaken, for which the presented data can provide a convincing rationale, but hardly a replacement. Vaccination level is measured in the following bands as defined in [3] :",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 376,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Case Data"
        },
        {
            "text": "3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Data"
        },
        {
            "text": "The data was not selected to fit the hypothesis. Rather, several common sense criteria were applied such as: certain expectation of reliability and consistency of the reporting jurisdiction; a reasonable level of exposure to Covid-19 e.g. certain minimum number of reported cases; geographical and development level variation; and the well-known cases that already received attention. A comprehensive and more formal statistical analysis will be the subject of a future study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Data"
        },
        {
            "text": "1. Consistency and reliability of data reported by the national, regional and local health administrations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cautions:"
        },
        {
            "text": "2. Alignment in time of beginning of epidemics: the situation is developing quickly and the phases of epidemics development may not be aligned. 3. Alignment in the time of reporting may be an issue due to reporting practices of jurisdictions. 4. Especially the availability, consistency and reliability of historical data and statistics on the administration of immunization programs in the national, regional and so on, jurisdictions can be an issue. (2) Ternopilska, Chernovitska regions (oblast) (3) Manitoba, Saskatchewan provinces (4) Used in targeted communities with higher incidence (5) Limited age cohort (Quebec: 19 years, Spain: 16 years) (6) Immunization started at later age (not at birth) (7) Contradictory data on immunization practice (at birth or later age). . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 455,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 499,
                    "end": 502,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 650,
                    "end": 653,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 703,
                    "end": 706,
                    "text": "(7)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cautions:"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056994 doi: medRxiv preprint 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sources"
        },
        {
            "text": "Early Observations",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sources"
        },
        {
            "text": "While fully aware about the concerns and caveats regarding the integrity of data used in these notes, we believe that the developing situation does not leave the option for a prolonged wait for availability of better data as grounded decisions need to be taken daily. While the work on collecting the data has to continue, some initial conclusions need to be derived in an ongoing manner, while constantly checked and verified against more confident data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "UIP Correlation Hypothesis"
        },
        {
            "text": "Time of the introduction Demographics Social, tradition, lifestyle Economic and social development Quality and efficiency of the healthcare system Quality of policy making and execution",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Known factors"
        },
        {
            "text": "The hypothesis that was proposed in [1] and is investigated here is the presence of a population-wide, or wide-spread factor (F) that influences the dynamics and the outcomes of the epidemics to a significant and measurable extent affecting both rate of spread and severity. This factor is different from the already known factors, listed above. The examples of the extra factor can be: genetic differences; past widespread public policy such as immunization (a side effect); other yet unknown factors; a combination of multiple factors.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 39,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Hypothesis"
        },
        {
            "text": "We will assume that the behavior and properties of the contagion agent do not vary significantly regionally and globally, and remain relatively stable over the period of the analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assumptions"
        },
        {
            "text": "A group of countries can be identified where even within the countries of the first wave (see below) the spread of the epidemics has been stabilized and remains on the low level (countries of the group VL: m.p.c. rate below or near 1% of the reported cases). Not an isolated case, so an analysis of influencing factors is possible. Includes several countries of the first wave (below), so not explained by a delayed exposure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effective management of Covid-19 is possible"
        },
        {
            "text": "Includes a large proportion of countries with large aged demographics, so cannot be explained by the demographics only.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effective management of Covid-19 is possible"
        },
        {
            "text": "Includes several countries in lower group of economic development however, these cases may still be in the developing phase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effective management of Covid-19 is possible"
        },
        {
            "text": "Two broad group of cases can be identified from the data in Table 1 :",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 67,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Multiple waves"
        },
        {
            "text": "The first wave (~TZ + 1m): in the month of January, 2020 usually with: direct links to Wuhan in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple waves"
        },
        {
            "text": "The second wave (~TZ + 2m): second half of Februaryearly March, prevailing travels to the countries affected by the first wave.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple waves"
        },
        {
            "text": "There are reports nowadays of the reflection or tertiary waves reaching the countries of the first wave that have already passed the peak of the epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple waves"
        },
        {
            "text": "The scenario with a rapid onset of large number of cases and high mortality (\"Avalanche\") has been observed in several jurisdictions of the first wave (above) and in our view, can now be confirmed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"Avalanche\" and \"Mild\" scenarios"
        },
        {
            "text": "Given a number of instances in both waves we believe that one can confirm the second, managed or \"mild\" scenario as well, with much slower growth in both cases and mortality. In several jurisdictions of the first wave the latter appears to have been stabilized on the level far below that exhibited by the cases of the first scenario.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"Avalanche\" and \"Mild\" scenarios"
        },
        {
            "text": "Several jurisdictions in this group (VL and L groups in the table) can still be in the developing phase as of the time of writing (TZ+3m). These can be most interesting to observe with respect to the factor F hypothesis when they reach the onset timescale of LTZ + 1-1.5m (i.e. approx. TZ+ 3.5m -4m), as several of these countries fall into the significantly lower category by economic development (Ukraine, Moldova, Albania) and the current level of epidemics impact, if maintained, would not be possible to explain only by the level of development, the effectiveness of the healthcare system and/or epidemics management policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"Avalanche\" and \"Mild\" scenarios"
        },
        {
            "text": "The onset of a mass spread in the population (in the \"avalanche\" scenario) appears to be 4 to 6 weeks from the first exposure, without strong suppressing measures. = + 1 − 1.5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The period of the onset"
        },
        {
            "text": "Confirmed by the following cases: Italy, Spain, France, USA, UK (first wave); Netherlands, Norway, Ukraine (2 nd wave) and others. The development of the epidemics in the initial phase may depend on many factors, leading to the relation between the actual introduction of the contagion and the first reported case not necessarily being clear and strong. For example, several cases can go unnoticed until a case with more serious course happens and is brought to the attention of health authorities (and even then, not misdiagnosed). It could mean that even in the countries with the same starting time, the patterns of the development can still be shifted by certain time delta.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The period of the onset"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The period of the onset"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056994 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "All countries in the VL category currently have a UIP or had it recently still covering most of age cohorts. Majority of countries in the L category have an ongoing UIP or had it relatively recently or in limited use (e.g. Canada, Norway for targeted groups). No countries from group C (never had a UIP or significant BCG immunization program) are found in the groups VL, L with lower impacts of Covid-19 though regional variations are possible (e.g. Canada). In some cases of the group H that had a vaccination program at some point, the lower effectiveness can be explained by a conjecture that the protection against Covid-19 has higher effectiveness if the vaccine is given at birth or at a young age (see the next observation).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clear evidence of a correlation between the severity of Covid-19 and universal immunization program with BCG"
        },
        {
            "text": "As discussed further in Section 4.2 the early results are consistent with the hypothesis that a UIP/BCG is offering some level of protection against the spread and severity of Covid-19 and that the effectiveness of this protection may depend on the age of administration of the vaccine, with the early age policy more effective for a long-term protection. Table 2 lists the subset of the cases in the immunization band B, where universal immunization was provided but ceased in the past. Note very close correlation between the time since termination of UIP and the m.p.c value of Covid-19 impact. (1) First vaccination at older age . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 601,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 363,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Early age effectiveness hypothesis"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056994 doi: medRxiv preprint Apart from Wave 2 cases that are likely still developing, the only noticeable outliers in the clear trend: the lower m.p.c., the later happened the cessation of the UIP are Australia; United Kingdom; and France.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The case of Australia needs to be analyzed in more detail; is it a statistical fluctuation, an artefact of reporting mechanism; or some other influencing factor?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The other two outlier cases, UK and France have in common 1) a strong deviation toward much higher level of m.p.c. than the trend; and 2) the administration practice of BCG, namely not at birth but at an older age, as late as school for UK and possibly, France as well. This observation provides the ground for the age effectiveness hypothesis, see sections 4.2 and 5 for further discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "A number of natural cases for which some data is already available can be useful in the analysis of the hypothesis of the study, such as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific cases of interest"
        },
        {
            "text": "Core Europe: Germany -France -UK Portugal -Spain Northern Europe (Denmark, Finland, Norway) Canada: regional variation Ukraine: regional variation Canada (Quebec): age cohort variation New York -Kyiv The effective Asian group (Japan, South Korea, Taiwan, Singapore).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific cases of interest"
        },
        {
            "text": "Some of these cases are discussed further in the following section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific cases of interest"
        },
        {
            "text": "Further studies on statistical significance of noted examples are needed. Some directions can be suggested in which it may be possible to attain conclusive results with the analysis of already available data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Analysis"
        },
        {
            "text": "A good collection of data on BCG immunization is available in the BCG World Atlas [4] . With the available data, a subset of countries with consistent and widespread immunization policy, for example, on levels A and B as defined above, can be determined and the effects of Covid-19 in spread and severity evaluated. If most of these jurisdictions indeed would show the mild pattern of propagation of Covid-19, it would strengthen the case for the correlation substantially.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Global Coverage Analysis"
        },
        {
            "text": "A first attempt at such analysis based on preliminary and almost certainly incomplete data that was available at the time of writing was attempted in Table 1 . Ideally, a map of such data can be kept and updated continuously, as a ground for more reliable analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 157,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Global Coverage Analysis"
        },
        {
            "text": "The difference between Germany on one hand, and France and UK on the other (Table  1) is quite puzzling and even astounding. All countries share similar culture, demographics, level of economic and social development, traditions and even as can be surmised to a significant degree, genetic background. While differences in public health systems and policy making may exist, we find it difficult to expect that such a large gap can be attributed solely to the policy and administration area. This leaves the possibility of an additional and significant factor at play in this case. Turning to the immunization record for these countries [4] : ",
            "cite_spans": [
                {
                    "start": 636,
                    "end": 639,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 85,
                    "text": "(Table  1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Core Europe"
        },
        {
            "text": "In certain jurisdictions significant regional variability in administration of BCG vaccination can be noted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regional and Age Cohort Variation Analysis"
        },
        {
            "text": "An interesting case of a regional variation is Portugal vs. Spain. Geographical neighbors sharing similar traditions and culture, the difference between the impacts of the epidemics is quite dramatic: m.p.c. of 25.8 (Portugal) vs. 253 (Spain) i.e. close to an order of magnitude! Unlike Spain, Portugal has a UIP against tuberculosis with BCG. On the other hand, the timing of introduction appears to be different in these countries (Portugal: wave 2, Spain: first wave) so a definitive determination of the scenario in Portugal can be made at a future time, approximately TZ + 3.5m.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Portugal -Spain"
        },
        {
            "text": "In Canada, while there was no consistent effort of universal vaccination on the national level, in some regional jurisdictions it was administered in some age cohorts (e.g.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Canada: Regional Variation"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Canada: Regional Variation"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056994 doi: medRxiv preprint Quebec, 1956-74, [5] ) or groups of indigenous population with higher incidence of tuberculosis [6] . Comparing these variations with the epidemiological statistics on Covid-19 in the corresponding age and /or specific groups can shed further light on the case for the correlation. For example, Prairie provinces have significantly higher proportion of the indigenous population where immunization is more widely used than in the other areas of Canada also have significantly lower statistics of Covid-19 at this time according to the results in Table 1 , though timing factor can be essential as well due to delayed introduction. Again, a more definitive determination can be made in 2-3 weeks, i.e. ~ TZ + 3.5m.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 203,
                    "end": 206,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 653,
                    "end": 660,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In some jurisdictions of the former Communist block such as Ukraine, the scenario can be opposite. While universal BCG has been administered here universally to the current day [4] , some regions for example in Western Ukraine for historic or traditional reasons, may have varying degree of the coverage. Anecdotally, the same regions appear to be showing higher effects of the epidemics in both cases and mortality [7] , however again these cases need to be carefully validated statistically.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 419,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ukraine: Regional Variation"
        },
        {
            "text": "The interesting observation that can be made about this group of four countries: Sweden, Norway, Finland and Denmark, is the large variation in the impacts of Covid-19 with very similar factors including BCG immunization with m.p.c. ranging from 0.22 (Denmark) to 37.8 (Sweden). While situation may still be developing in the countries of the second wave (Denmark, Norway) and statistical fluctuations are possible (see p.4, Section 3.2) such a variation may ask for a more in-depth analysis of the difference that could explain these statistics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Northern Europe"
        },
        {
            "text": "Update: later data revealed that the case of Denmark was a statistical or reporting fluctuation in the developing situation and a general trend between later cessation of UIP and lower Covid-19 mortality is well expressed in this group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Northern Europe"
        },
        {
            "text": "An interesting natural experiment opportunity is presented by Quebec universal BCG immunization program administered in 1956-74 [5] . When sufficient Covid-19 statistics are collected it would be possible to compare the impact of Covid-19 on the immunized cohort (aged 45 -65, at the time of writing) with the adjacent ones (65 -85) and (25 -45) by vulnerability to Covid-19 infection, i.e. the infection rate and the severity of outcomes.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Age Cohort Variation: Quebec"
        },
        {
            "text": "The authors are not aware at this time of comprehensive data on regional and local BCG immunization records for the United States but due to wide regional variety interesting cases for the study of the link may exist as well. Of special interest would be any records of local or regional immunization effort, universal or widespread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "USA: Regional"
        },
        {
            "text": "The cities offer almost a classical case for a comparison analysis with a very clear separation by most factors. Large and dense urban centers with high concentration of population, a large network of public transport, bustling social, commercial and entertainment hubs. Both are busy and popular hubs of national and international travel. Since 2017 Ukraine has a visa-free travel agreement with the European Union.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New York vs Kyiv"
        },
        {
            "text": "Demographics: most vulnerable to Covid-19 demographics are strongly represented in both cities, though more detailed study may be needed Social, tradition, lifestyle: close social links with entertainment and social communication common and widespread Policies, economic development: NYC is in the high income / development category; Ukraine on the other hand has a lower development rating though Kyiv, the capital is and likely by far, at the highest income and development level in the country. Quality and efficiency of the healthcare system: most likely more advanced in NYC, more detailed study is needed Quality of policy making and execution: restrictions related to Covid-19 were implemented at an earlier stage in Kyiv and were by far more extensive. For example, public transport in Kyiv was not available for the general population as of LTZ+1w while subway system was closed on LTZ+1d in Kyiv. If the current trend is maintained within the next two weeks i.e. up to the LTZ + 1m (Kyiv) = TZ + 3.5m it could be one of the strongest cases for the factor F hypothesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Known factors:"
        },
        {
            "text": "All countries in this group (Japan, South Korea, Taiwan, Singapore) are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Effective Asian Group"
        },
        {
            "text": "1. The first wave countries, with the longest and likely, most reliable statistics 2. All countries are in the \"high income\" development group The example of this group, certainly not an extraordinary outlier, clearly show that the combination of an effective prevention strategy and policies combined with possibly, the protective effect of a universal immunization can go a long way to reducing the negative impacts of the Covid-19 epidemics on the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Effective Asian Group"
        },
        {
            "text": "Based only on a remote and unverified at this time connections, one may come with a conjecture that the effectiveness of the protection caused by the immunization factor, if confirmed, over the lifetime is controlled by a formation of some immune protection mechanism in the early development. Such a supposition is based on the following connections:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible Mechanism"
        },
        {
            "text": "1. The analysis in Section 4.2 of otherwise equal jurisdictions appears to suggest that the early age immunization may offer more effective protection against Covid-19 over the lifetime. 2. BCG vaccine has uses for immunotherapy [10] and is known to provide some level of support for immune system in a number of conditions. 3. Some studies previously indicated higher protective effect of the earliest delivery of the vaccine against tuberculosis [11] 4. A gender link in the immune protection against Covid-19 has been suggested previously [12] . Such a gender-specific mechanism, if confirmed, would likely require a development from an early age, that though not necessarily the same expression, may be also true for the purported mechanism of BCG-triggered protection.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 448,
                    "end": 452,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Possible Mechanism"
        },
        {
            "text": "On the basis of these associations a conjecture can be proposed that an early exposure to a vaccine may provide the immune system with a cue to develop or emphasize certain functions and capacities that would be more effective in protecting the organism against an attack of the virus over the lifetime. At this time this only a hypothesis that will need further research to verify or disprove.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible Mechanism"
        },
        {
            "text": "We believe that the data compiled in this work as the early observations obtained with it can be useful to other researchers in the field looking for effective approaches to control the pandemics. In the authors view these early results offer more convincing arguments in support of the hypothesis of BCG immunization protection effect against Covid-19 providing a strong rationale for further studies that would result in a confident judgement. As well, in our view, the hypothesis of the early age effectiveness for the protection has certain arguments in its support and deserves further attention and study that . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056994 doi: medRxiv preprint perhaps may lead to a direction toward developing effective immune means to protect against the infection and control it. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056994 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Correlation between universal BCG vaccination policy and reduced morbidity and mortality for COVID-19: an epidemiological study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "M-J",
                    "middle": [],
                    "last": "Reandelar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fasciglione",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Roumenova",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Otazu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "ABC Covid-19 timeline",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Bacillus Calmette-Guérin (BCG) vaccination patterns in the province of",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Rousseau",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Conus",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ka",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "Vaccine",
            "volume": "35",
            "issn": "36",
            "pages": "4777--4784",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A systematic review of BCG vaccination policies among high-risk groups in low TB-burden countries: implications for vaccination strategy in Canadian indigenous communities",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Faust",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bocking",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMC Public Health",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Thirty years of BCG immunotherapy for non-muscle invasive bladder cancer: a success story with room for improvement",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brandau",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Suttmann",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biomed Pharmacother",
            "volume": "",
            "issn": "6",
            "pages": "299--329",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Potential effect of age of BCG vaccination on global paediatric tuberculosis mortality: a modelling study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vekemans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "The Lancet",
            "volume": "7",
            "issn": "12",
            "pages": "1655--1663",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Sex-Based Differences in Susceptibility to Severe Acute Respiratory Syndrome Coronavirus Infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Channappanavar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mack",
                    "suffix": ""
                },
                {
                    "first": "Ten",
                    "middle": [],
                    "last": "Eyck",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Meyerholz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Immunology",
            "volume": "198",
            "issn": "10",
            "pages": "4046--4053",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Canada Covid-19 situation update",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "NYC Covid-19 Updates",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "CDC Covid-19 Advice",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "NHS Covid-19 Advice",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Covid-19 Impacts by Jurisdiction (updated 07.04.2020)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "UIP termination vs. Covid-19 M.p.c. correlation",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Italy: UIP was never offered.While further analysis is needed for this group one can note that the available Covid-19 impact statistics are consistent with the hypothesis of an additional protection from UIP/BCG with effectiveness further dependent on the age of administration.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "LTZ in New York is: 01.03.2020 (wave 2) LTZ in Kyiv is: 16.03.2020 (wave 2) While both cities are in the wave 2 of the pandemics, the difference in two weeks strongly matters for Covid-19 statistics especially during the period of onset. The situation should be revisited at the similar phase of development in Kyiv i.e. ~ LTZ + 1m ~ TZ + 3.5m.Covid-19 ImpactsNYC total mortality / m.p.c. as of LTZ + 1m: 2254 / 262.1 Kyiv total mortality / m.p.c. as of LTZ + 0.5m: 4 / 1.05. NYC / Kyiv, total mortality: 563.5 NYC / Kyiv, m.p.c.: 249.6",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "All countries have noticeably less severe Covid-19 impacts than most of the affected jurisdictions, with m.p.c. in the range of 1% or even significantly lower (Taiwan: 0.2). 4. All countries in the group have strong Covid-19 prevention policies developed from the experience of the previous incidents (SARS-2002 [8], MERS [9]) 5. All countries have a current UIP/BCG.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}