{
    "paper_id": "411c5fd15dd8d6353f1928f652301e9288ea6899",
    "metadata": {
        "title": "Title: Effects of medical resource capacities and intensities of public 1 mitigation measures on outcomes of COVID-19 outbreaks 2",
        "authors": [
            {
                "first": "Xia",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shaanxi Normal University",
                    "location": {
                        "addrLine": "16",
                        "postCode": "710119",
                        "settlement": "Xi'an",
                        "country": "P.R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "1#",
                "middle": [],
                "last": "，qian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Li",
                "middle": [],
                "last": "2#",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xi'an Jiaotong University",
                    "location": {
                        "addrLine": "17 Xi'an",
                        "postCode": "710049",
                        "country": "P.R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Sha",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shaanxi Normal University",
                    "location": {
                        "addrLine": "16",
                        "postCode": "710119",
                        "settlement": "Xi'an",
                        "country": "P.R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Fan",
                "middle": [],
                "last": "Xia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pengfei",
                "middle": [],
                "last": "11 Song",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xi'an Jiaotong University",
                    "location": {
                        "addrLine": "17 Xi'an",
                        "postCode": "710049",
                        "country": "P.R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yiming",
                "middle": [],
                "last": "Shao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xi'an Jiaotong University",
                    "location": {
                        "addrLine": "17 Xi'an",
                        "postCode": "710049",
                        "country": "P.R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jianhong",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory for Industrial and Applied Mathematics",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "A"
                ],
                "last": "Cheke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Greenwich at Medway",
                    "location": {
                        "addrLine": "21 Central Avenue",
                        "postCode": "ME4 4TB",
                        "settlement": "Chatham Maritime, Kent",
                        "country": "UK"
                    }
                },
                "email": "r.a.cheke@greenwich.ac.uk"
            },
            {
                "first": "Sanyi",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shaanxi Normal University",
                    "location": {
                        "addrLine": "16",
                        "postCode": "710119",
                        "settlement": "Xi'an",
                        "country": "P.R. China"
                    }
                },
                "email": "24sytang@snnu.edu.cn"
            },
            {
                "first": "",
                "middle": [],
                "last": "Yanni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xi'an Jiaotong University",
                    "location": {
                        "addrLine": "17 Xi'an",
                        "postCode": "710049",
                        "country": "P.R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiao",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": "yxiao@mail.xjtu.edu.cn25"
            }
        ]
    },
    "abstract": [
        {
            "text": "One sentence summary: Multiple data sources and cross validation of a COVID-19 3 epidemic model, coupled with a medical resource logistic model, reveal that the key 4 factors that affect epidemic progressions and their outbreak patterns in different 5 countries are the type of emergency medical response to avoid runs on medical 6 resources, especially improved detection rates, the ability to promote public health 7 measures, and the synergistic effects of combinations of multiple prevention and 8 control strategies. 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 pandemic is complex and is developing in different ways according to 27 the country involved. To identify the key parameters or processes that have the greatest 28 effects on the pandemic and reveal the different progressions of epidemics in different 29 countries, we quantified enhanced control measures and the dynamics of the production 30 and provision of medical resources. We then nested these within a COVID-19 epidemic 31 transmission model, which is parameterized by multi-source data. We Using information such as the number of beds per thousand people in each country 83 and differences in increasing volumes of medical resources (closely related to medical 84 staff numbers) that can be provided by each country during public health emergencies 85 (9-14), we modeled the number of beds provided by each country during the 86 development of a COVID-19 epidemic with the logistic growth function using country-87 specific varying growth rates and carrying capacities (section SM1 of Supplementary 88 material (SM)). In order to represent the limitation of hospital beds we divided 89 confirmed cases into two groups in terms of severity of symptoms: non-hospitalized 90 The multiple data sources including the numbers of newly reported cases and the 97 cumulative numbers of reported deaths for all six countries were used to estimate the 98 unknown parameters and to fit the data (Figs.1 and S2, Table S2 ). The parameter values 99 associated with the intensity of disease transmission in each country are compared and 100 discussed in SM3. Like China, the epidemic in South Korea is almost stable, and their 101 respective effective reproduction numbers have, by mid-April 2020, both been less than 102 1 for six weeks ( Fig.1 (B, C) . The COVID-19 epidemic in Japan has been fluctuating 103 on a small scale with a lot of random fluctuations. However, since 25 March, the 104 epidemic has rebounded, the numbers of newly reported cases and deaths have 105 continued to increase (Figs.1(D) and S2(C)). The Italian and Spanish epidemics seem 106 to be about to peak and they are approaching their turning points, but their cumulative 107 death rates will continue to rise, and there is no sign of stabilization in the short term 108 (Figs.1(E, F) and S2(D, E)). Finally, the epidemic in Iran has a strange trend, with 109 repeated and huge fluctuations (Figs.1(G) and S2(F)). 110",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1421,
                    "end": 1429,
                    "text": "Table S2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1747,
                    "end": 1759,
                    "text": "Fig.1 (B, C)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Abstract: 26"
        },
        {
            "text": "In order to reveal the complex patterns and huge differences in the COVID-19 111 epidemics among the various countries shown in Figs.1 and S2, we compared the 112 effectiveness and timeliness of the continuously strengthened comprehensive 113 prevention and control strategies in various countries (Fig.2) , with a view to increasing 114 our understanding and making suggestions for future prevention and control strategies. 115",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 305,
                    "text": "(Fig.2)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Abstract: 26"
        },
        {
            "text": "To do this, we quantified the intensities of the control measures against COVID-19 116 epidemics for each country by estimating the evolution of contact rate (c(t)), quarantine 117 rate (q(t)), detection rates ( (t) and δ ( )) and medical resource capacity ( ( )) (see 118 sections SM2 and SM3). 119",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract: 26"
        },
        {
            "text": "It follows from Fig.2 that five of the six countries, but not Japan, are constantly 120 increasing their numbers of beds available ( ( ), green curves) for COVID-19 patients 121 with the development of the epidemic in accordance with each country's medical 122 capacity. The rates of increases in the numbers of beds are in the order South Korea, 123",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 21,
                    "text": "Fig.2",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Abstract: 26"
        },
        {
            "text": "China, Italy, Spain and Iran. South Korea and China would soon be able to reach the 124 maximum number of medical beds needed after their control intensity improvements 125 ( Fig.2(A) and (B) ). Due to the low rate of increase of infected individuals in Japan, so 126 far there is no urgent need to supplement the number of beds for high-risk patients there 127 (shown in Fig.2(C) ). The contact rate function (blue curve in Fig.2 Table 1 ). If the two parameters 153",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 191,
                    "text": "Fig.2(A) and (B)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 372,
                    "end": 380,
                    "text": "Fig.2(C)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 425,
                    "end": 430,
                    "text": "Fig.2",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 431,
                    "end": 438,
                    "text": "Table 1",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Abstract: 26"
        },
        {
            "text": "δ If (related to the detection ability) and 3 were reduced at the same time to 1/3 of the 154 estimated values, then the duration of the run on medical resources would increase 155 significantly (from 12 days to 37 days) and consequently the cumulative number of 156 deaths would increase rapidly, up to 317.6% by 26 April (Fig.3 (A-B) ). If the detection indicates that rapidly increased supplies of medical resources and disease detection 160 effectively reduced the mortality in China. 161",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 323,
                    "end": 335,
                    "text": "(Fig.3 (A-B)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Abstract: 26"
        },
        {
            "text": "Increasing the provision of beds (3 ℎ here) threefold in Italy, Spain and Iran will 162 only alleviate the shortage of resources for a short time, and then the run on medical 163 resources will happen again soon afterwards (green curves in Fig.3 (C,E,G) ). Italy and 164",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 253,
                    "text": "Fig.3 (C,E,G)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Abstract: 26"
        },
        {
            "text": "Spain began to recover slowly, after almost 25 days and 15 days, respectively, with zero 165 beds remaining. Iran began to recover at a faster speed after a long period with zero 166 beds remaining. Nevertheless, Iran had the largest reduction in the number of 167 cumulative deaths (a reduction of 20%), followed by Spain (12.8% reduction) (Table  168 1). If the maximum number of beds is only increased to 3 , the results shown in Fig.3  169 clarify that there is little impact on the death toll in Spain and Iran ( Fig.3(F, H) ). 170",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 341,
                    "end": 352,
                    "text": "(Table  168",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 433,
                    "end": 443,
                    "text": "Fig.3  169",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 518,
                    "end": 529,
                    "text": "Fig.3(F, H)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Abstract: 26"
        },
        {
            "text": "Increases in the detection rate in Italy, Spain and Iran greatly reduces the cumulative 171 number of deaths (red curves in Fig.3 (D, F, H). This is because increasing the detection 172 rate leads to significant declines in the numbers of new infections, due to strict 173 quarantine and isolation strategies, which not only decreases the number of deaths but 174 also avoids runs on medical resources (red curves in Fig.3(C, E) ). Furthermore, in Iran 175 increasing the detection rate still induces a run on resources in the early stage of the 176 epidemic but leads to recovery at a later stage due to reduced numbers of new infections 177 (black curves in Fig.3 represented by the four rates 1 , 2 , 3 and ℎ : the contact rate declines, quarantine rate 182 increases, decreasing periods for detection and increasing rates of medical resource 183 production, respectively (see SM for explanations). Reducing these rates by 10%, 20%, 184 30%, 40% and 50% simultaneously would have resulted in increased fractions in the 185 cumulative numbers of confirmed cases and deaths (Table 2) the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 129,
                    "text": "Fig.3",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 417,
                    "end": 428,
                    "text": "Fig.3(C, E)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 660,
                    "end": 665,
                    "text": "Fig.3",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1075,
                    "end": 1084,
                    "text": "(Table 2)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Abstract: 26"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is Detection of infections is a key process that significantly affects the numbers of 207 confirmed cases and deaths. This is especially so for an increasing detection rate, which, 208 while increasing the number of confirmed cases in the short term, leads to declines in 209 the number of new infections. This is due to strict contact tracing followed by 210 quarantine and isolation, and consequently reductions in the number of confirmed cases 211 and deaths in the long term. Moreover, increasing the detection rate may result in runs 212 on medical resources, depending on their initial capacities. As illustrated in Fig.3 (C, E 213 and G) merely increasing detection rates in Italy or Spain did not induce runs on medical 214 resources but these did occur in Iran (red curves). Hence the synergistic effect of 215 improving medical capacity and production with enhancing detection is essential to 216 mitigating the COVID-19 pandemic as well as avoiding runs on medical resources. 217",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 691,
                    "end": 696,
                    "text": "Fig.3",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Abstract: 26"
        },
        {
            "text": "We suggest that Japan should pay more attention to increasing medical resources as 218 its detection rate has increased since 25 March, otherwise the numbers of confirmed 219 cases and deaths will increase quickly as the intensity of its control measures is not as 220 high as in South Korea or even in Iran. If Iran had medical conditions equivalent to 221 those of South Korea, the effects of its control measures would be far more effective 222 and the current situation would be less severe. Comparing the estimated rate functions 223 for Italy, Spain and Iran indicates that a low detection rate is a key process that 224 significantly affects the epidemic, while Iran is mainly affected by its limited medical 225 resources. Regardless of other factors, improving the detection rate can effectively and 226 rapidly reduce the mortality rate, even after runs on medical resources. Therefore, in 227 order to effectively reduce the numbers of new infections and mortality in COVID-19 228 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract: 26"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract: 26"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract: 26"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.17.20070318 doi: medRxiv preprint the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract: 26"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract: 26"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.17.20070318 doi: medRxiv preprint Note that 1 , 2 , 3 , and ℎ are the estimated values for corresponding countries, and for 333",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract: 26"
        },
        {
            "text": "South Korea 3 = 0 due to its constant diagnosis rate in Case 1 . For Cases 2 , 3 , 4 , 334 5 and 6 , the four rates 1 , 2 , 3 , and ℎ were simultaneously reduced by 10%, 20%, 335 30%, 40% and 50% respectively. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract: 26"
        },
        {
            "text": "In this model, , , , , , , 1 , 2 , represent the populations of susceptible ( ), 375 quarantined susceptible with contact tracing ( q ), exposed ( ), quarantined suspected 376 with contact tracing ( ) including patients visiting fever clinics, infected ( ) with 377 symptoms, infected (A) but asymptomatic, people after a first medical visit but 378 without a confirmed COVID-19 diagnosis and who are requested to quarantine at 379 home (H 1 ), hospitalized and confirmed (H 2 ) and recovered (R). denotes the total 380 population, and H c (t) represents the capacity of hospital beds at time t which is used 381 to describe the medical resource capacity. The detailed definitions can be found in 382 section SM2. 383 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "374"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.17.20070318 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "374"
        },
        {
            "text": "In model (1), through contact tracing a proportion, q, of individuals exposed to the 384 virus is quarantined, and can either move to compartment or , depending on 385 whether they are infected or not. The other proportion, 1q, consists of individuals 386 exposed to the virus who are missed from contact tracing and move to the exposed 387 compartment when they become infectious, or else they stay in compartment . 388",
            "cite_spans": [],
            "ref_spans": [],
            "section": "374"
        },
        {
            "text": "Further, we denote the transmission probability by β and the contact rate by c. Then, 389 the quarantined individuals, if infected (or uninfected), move to compartment (or 390 S q ) at a rate of (or (1 -) )). Those who are not quarantined, if infected, will 391 move to compartment at a rate of βc(1 − q). We denote by constant the transition 392 rate from the susceptible class to the suspected compartment via general clinical 393 medication due to fever or other symptoms. Meanwhile, the transmissibility of 394 asymptomatic patients is lower than that of symptomatic patients, thus < . 395 the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "374"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.17.20070318 doi: medRxiv preprint where ℎ indicates the country-specific production capacity of medical resources in response to 418 emerging infectious diseases and f denotes the country-specific maximum number of beds that can 419 be provided during the disease outbreak. Therefore, these two parameters reflect the capacity of 420 medical resources of each country in response to COVID-19 outbreaks. In the early stage of an 421 outbreak, due to sufficient medical resources or insufficient understanding for the hospital bed the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "374"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is As the definition of the number of confirmed cases from the population waiting to 475 be tested (i.e. the class) has not considered the process of passing the incubation 476 period, the baseline parameter values of ( ) in some countries are greater than those 477 of ( ), as shown in Table S2 . The detection rates of Japan, Italy and Spain are 478 relatively lower than those for China and South Korea. However, Japan did not 479 gradually improve its detection rate until 25 March, while the detection rate for Iran 480 was increasing and finally tended to a level almost similar to that for China, which 481 indicates that Iran is constantly improving its detection rate. 482",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 364,
                    "text": "Table S2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "374"
        },
        {
            "text": "Quarantine intensity or ( ) 483",
            "cite_spans": [],
            "ref_spans": [],
            "section": "374"
        },
        {
            "text": "The isolation rate q in Japan has been very high since the outbreak, which fully 484 reflects the high intensity of self-isolation in Japan, with the strong self-discipline of 485 its citizens being one of the important factors resulting in the low level of the 486 outbreak. The final quarantine rates of China, South Korea and Iran tend to be close to 487 those of Japan with a relatively high growth rate r 2 . In contrast, the baseline values of 488 quarantine rates for Italy and Spain are relative low, and the growth rate for Spain is 489 smaller than those of all other countries. 490",
            "cite_spans": [],
            "ref_spans": [],
            "section": "374"
        },
        {
            "text": "There is no doubt that early in the outbreak in China, the number of contacts with 492 susceptible persons per infected person was the largest. The final contact numbers of 493",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact rate or ( ) 491"
        },
        {
            "text": "Italy, Spain and Iran are relatively low, which indicates that these countries have 494 escalated social distancing measures in the later period. If they continue to maintain 495 this level of measures for a long enough period, the outbreak can be halted. However, 496",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact rate or ( ) 491"
        },
        {
            "text": "Japan has always adopted a relatively mild prevention and control strategy, and its 497 exposure number has been maintained at a high level, while the limit value of 498 South Korea is relatively large. This reveals that although the cumulative number of 499 reported cases in these two countries is not large at present, the number of newly 500 reported cases may increase repeatedly in the near future. This could be particularly 501 serious for Japan. 502",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact rate or ( ) 491"
        },
        {
            "text": "Due to the low cumulative number of confirmed cases and the low number of 504 newly reported cases, there is no problem of limited medical resources in Japan so far, 505 but with the development of the epidemic, whether there will be a run on medical 506 resources or not remains to be seen. The production capacity ℎ of medical resources 507 in Italy is the largest except for South Korea, and then China. Compared with the 508 cumulative number of reported cases in China and Italy, as well as the capacity to 509 provide medical resources, i.e. the number of beds, it is clear that there is a run on 510 medical resources or a shortage of medical resources in Italy, which is much more 511 serious than that in China. Spain and Iran are the slowest in terms of capacity to 512 supplement medical resources, which may also be one of the reasons for the high 513 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capacity of medical resources and ( ) 503"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.17.20070318 doi: medRxiv preprint cumulative number of reported deaths in the two countries. It is also closely related to 514 the recovery rate discussed below. 515",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capacity of medical resources and ( ) 503"
        },
        {
            "text": "Recovery rate and disease-induced death rate of isolated cases at hospital 2 and 2 516",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capacity of medical resources and ( ) 503"
        },
        {
            "text": "As for the recovery and mortality rates, since the epidemic data only report the 517 number of confirmed or in-hospital cases, we can only compare the recovery and In order to analyze the influence of the data randomness on parameter estimation 531 and model prediction, we assume that the epidemic data of each country follows a 532",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capacity of medical resources and ( ) 503"
        },
        {
            "text": "Poisson distribution, and we randomly generate 1000 columns of datasets for fitting. 533",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capacity of medical resources and ( ) 503"
        },
        {
            "text": "We then obtain the 95% confidence intervals for the curves generated by the real data 534 estimations in Fig.1 the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 110,
                    "text": "Fig.1",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Capacity of medical resources and ( ) 503"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capacity of medical resources and ( ) 503"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is Quarantined rate of exposed individuals at the initial time Maximum quarantined rate of exposed individuals under the current control strategies 2 Exponential increasing rate of quarantined rate of exposed individuals Constant quarantined rate of exposed individuals the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capacity of medical resources and ( ) 503"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capacity of medical resources and ( ) 503"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capacity of medical resources and ( ) 503"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.17.20070318 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capacity of medical resources and ( ) 503"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The effectiveness of quarantine and isolation determine the 539 trend of the COVID-19 epidemics in the final phase of the current outbreak in China",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Analysis of COVID-19 epidemic traced data and 542 stochastic discrete transmission dynamic model (in Chinese)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Bragazzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Sin Math",
            "volume": "50",
            "issn": "",
            "pages": "1--543",
            "other_ids": {
                "DOI": [
                    "10.1360/SSM-2020-0053"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Statement on the meeting of the International Health 545",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Emergency Committee regarding the outbreak of novel coronavirus 546 (2019-nCoV",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Regulations",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "NHCC: National Health Commission of the People's Republic of China",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wikipedia",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "MSPC: Ministero della Salute",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "WHO: World Health Organization",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "557",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "to the intensity of mitigation measures, the effective reproduction 33 numbers and the timings and durations of runs on medical resources, given differing 34 control measures implemented in various countries. Increased detection rates may 35 induce runs on medical resources and prolong their durations, depending on resource 36 availability. Nevertheless, improving the detection rate can effectively and rapidly 37 reduce the mortality rate, even after runs on medical resources. Combinations of 38 multiple prevention and control strategies and timely improvement of abilities to 39 supplement medical resources are key to effective control of the COVID-19 epidemic. 40 A 50% reduction in comprehensive control measures would have led to the cumulative 41 numbers of confirmed cases and deaths exceeding 590000 and 60000, respectively, by 42 27 March 2020 in mainland China. The proposed model can assist health authorities to 43 predict when they will be most in need of hospital beds and equipment such as 44 ventilators, personal protection equipment, drugs and staff. in limiting the spread of the virus and the growth of the epidemic (1-8). 60 This has been shown by the successes of China, South Korea and other countries in 61 curbing the spread of the virus and achieving important prevention and control results 62 (7, 8). For example, unprecedented restrictive measures, including travel restrictions, 63 contact tracing, quarantine and lock-down of entire towns/cities adopted by the Chinese 64 authorities has resulted in a significant reduction in the COVID-19 epidemic in 65 mainland China (7, 8). However, with the increase of COVID-19 cases in the world, 66 especially the sharp increase in the cumulative number of reported deaths, the shortage 67 of medical resources has become the most serious threat facing countries experiencing 68 serious epidemics. 69 Enhancing the detection rate can lead to early quarantine or isolation of latent and/or 70 infected individuals and then the numbers of confirmed cases (2, 5, 8) increase 71 significantly. A common problem faced by many countries is to what extent can 72 improvements to medical resources be synchronized with an increase of patient 73 numbers, in order to avoid runs on medical resources. How to quantify the levels of 74 improvements in prevention and control measures and of medical resources in order to 75 reveal differences in the epidemic's progression in different countries remain unclear, 76 but are addressed in this study. In order to investigate this issue, we propose a general 77 COVID-19 epidemic transmission dynamics model that includes limitations of medical 78 resources and enhancing prevention and control strategies in six selected countries 79 (China, South Korea, Japan, Italy, Spain and Iran) (7, 8). The formulated transmission 80 model is parameterized by multi-source data such as the numbers of newly reported 81 cases and the cumulative numbers of deaths for each country. 82",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "fast since 23 January when Wuhan city and all parts of the country 129 continued to take stringent control measures. The response speed of increasing social 130 distancing and strengthening self-quarantine measures was very fast in mainland China, 131 while South Korea's, Italy's and Spain's contact rate functions gradually decrease. Italy 132 and Spain have relatively low quarantine rates (red curves in Fig.2) while the other four 133 countries all have high contact tracing followed by quarantine. Japan's quarantine rate 134 remains at a high level so far. The relatively high detection rates, followed by strict 135 quarantine, are associated with quick control of the epidemic (as illustrated for China, 136 South Korea and Iran in Fig.2 (A, B, F)) while the epidemics in Italy and Spain with 137 low detection rates became worse (Fig.2 (D, E)). 138 Define ( ) = max{ ( ) − 2 ( ) − 1 ( ), 0} as the daily potential number of 139 beds available for the individuals currently quarantined at home. Then (t) = 0 for 140 certain days means the occurrence of a run on medical resources in some countries. In 141 order to identify the timing of such runs for various countries, reveal the variation in 142 the cumulative number of deaths with the detection rate, maximum number of beds and 143production capacity of beds, we numerically calculated (t) and the cumulative 144 number of deaths (Fig.3andTable 1). 145By calculating ( ) with the estimated parameters, we see that the short-term 146 shortage of medical resources in February occurred in mainland China from 1 to 13 147 February. However, after the specially built Huoshenshan Hospital began to treat 148 patients on 4 February and Fangcang (shelter/observation ward) hospitals began to treat 149 patients on 5 February, the number of beds increased rapidly, effectively alleviating the 150 shortage of medical resources. However, the cumulative number of deaths would 151 increase by 74.6% (or 137%), if the capacity (or growth rate) of beds were reduced 152 from to 1/3 (or 3 to 1/3 3 )(Fig.3 (A-B)and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(E)), implicating the weak medical resources in Iran. 178 Having taken continuous and strengthened prevention and control measures, China 179 and South Korea have quickly controlled the epidemic. The key processes for quick 180 mitigation of the epidemic are the intensity of prevention and control measures 181",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ". Comparing the changing 186 rates indicates that China's control efficacy is better than South Korea's, especially in 187 terms of reducing deaths. Given a reduction by 50% in the comprehensive control 188 measures in China, the cumulative number of confirmed cases and deaths would have 189 exceeded 590000 and 60000, respectively, by 27 March. Therefore, without the very 190 strong and comprehensive prevention and control measures that were invoked (7, 8), 191 the development of China's epidemic would have been unimaginable, with exceedingly 192 large numbers of cases and a surprisingly high death toll. 193 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "control strategies, and modeled the dynamics of medical resources, 198 which were nested within the epidemic model proposed, revealing the timings of runs 199 on medical resources in six different countries. Thus, the model could be used to assist 200 health authorities to predict when they will be most in need of hospital beds, equipment 201 such as ventilators, personal protection equipment (PPE), drugs and medical staff. The 202 model also describes the effect of improving control measures on the complex patterns 203 of epidemics in different countries, shows that detection rates are crucial for reducing 204 morbidity and mortality and that synergies between prevention and control measures 205 and medical resource availability are essential for successful control of COVID-19. 206",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Data, curve fitting and effective reproduction numbers. (A). Numbers of 267 newly reported cases for China, South Korea, Japan, Iran, Italy and Spain from 23 Jan 268 to 27 March 2020. (B -G). Numbers of newly reported cases (red open circles) for 269 China (B), South Korea (C), Japan (D), Italy (E), Spain (F) and Iran (G) and data fitting 270 and 95% confidence intervals (gray) with predictions for one more month. Blue lines 271 are the effective reproduction numbers ( ) and their 95% confidence intervals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The synergistic effects of comprehensive intervention strategies and 278 capacities of medical resources. Numbers of newly reported cases for China (A), 279 South Korea (B), Japan (C), Italy (D), Spain (E) and Iran (F) from 23 Jan to 27 March 280 2020, and improving containment and mitigation measures including functions for 281 contact rate (blue lines), quarantine rate (red), detection rate (black), detection rate 282 (purple) and medical resources (number of beds for each country, green). The 283 contact rates have been divided by 10, and the numbers of beds have been divided",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Sensitivity analyses reveal the relation between daily numbers of potential 301 empty beds and cumulative numbers of deaths. The effects of the production 302 capacity and reserve capacities of medical resources, and detection rates on runs on 303 medical resources and cumulative numbers of deaths for China (A & B), Italy (C & D), 304 Spain (E & F) and Iran (G & H). The daily potential numbers of empty beds were 305 calculated from the formula max{ ( ) − 2 ( ) − 1 ( ), 0}. The black curves in 306 each subplot are generated by the baseline parameter values listed in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "material (SM) provides detailed model description, definition 364 of all rate functions, and comparisons of the intensities of control measures based on 365 identified parameter values. In addition, medical resource limitations for each country 366 are described and discussed in terms of numbers of hospital beds. 367 368 SM1: The transmission model incorporating interventions 369 In order to reveal the marked differences between the applications of various 370 control strategies independently or simultaneously under medical resource limitation, 371 we propose a generalized COVID-19 epidemic transmission dynamics model",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": ", those confirmed but not hospitalized can transmit virus to their family 396 members, or others during their visits to health care facilities, and grocery stores etc. 397 so < . 398 We note that the data on suspected individuals and also most of the confirmed cases 399 come from the compartment in China and South Korea. The suspected individuals 400 leave this compartment at a rate δ ( ), with a proportion, , confirmed to be infected 401 by COVID-19 going to the compartment 1 , whilst the other proportion, 1-, proven 402 to be uninfected moves to the quarantined susceptible class once recovered. People 403 confirmed with COVID-19 may not be hospitalized due to a limitation of hospital 404 beds, thus the term min { 1 , max {( (t) − 2 ), 0}} is used to describe the 405 maximum number of newly hospitalized per day to maximize the hospital utilization, 406 which is a piecewise function according to the relationship between 1 and 407 max {( (t) − 2 ), 0}, where 1 is the number of confirmed cases who are waiting 408 for beds on day t, (t) is the number of hospital beds at time t. Therefore, 409 max {( (t) − 2 ), 0} is the maximum number of remaining beds on the day. The 410 detailed definitions of all parameters are given in Table S1. 411 SM2: Definition of rate functions 412 As governments in various countries have been gradually strengthening their 413 protection measures and medical resources, and in particular, providing more and 414 more beds in response to the epidemic, we model the evolving number of beds by the 415 logistic growth model 416 ( ) = ℎ ( ) [1 − ( ) ], 417 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "422 needs, the number of beds is basically constant. Therefore, solving the above logistic equation, we 423 have the number of beds on each day according to the following piecewise functionindicates the number of initial beds that can be provided to patients with COVID-19 at the 426 beginning of the outbreak, and T c denotes the critical time when each country starts to increase 427 medical resources including hospital beds. Such critical times were 23 January and 1 March 2020 428 for China and Iran, respectively, while was zero for Italy, Spain and South Korea, i.e. at the 429 beginning of the epidemic the medical resources of these countries were constantly being 430 supplemented. In particular, before 25 March, due to the small number of confirmed cases, Japan 431 was not limited by any medical resources, so it is assumed that all confirmed cases were hospitalized 432 in time or isolated at home. 433 Since different containment and mitigation strategies have been implemented in different 434 countries with different critical times and intensities of strengthening prevention and control 435 measures (3-9), the functions related to contact, detection and quarantine rates in the model should 436 be defined as piecewise functions, and the corresponding parameter values can be used to reflect 437 the intensity at which control measures are implemented in each country. We define (t), ( ), 438 ( ) and ( ) as follows. Note that the two functions (t) and ( ) are fixed as constants for 439 Japan during the outbreaks, and the critical time for all rate functions defined in the following is 23 440 January for China, at the beginning of the epidemic for Italy. 441 In order to accurately describe the gradual strengthening of control strategies in this model, we 442 assume that with increasing intensity of a control strategy the contact rate c(t) is a decreasing 443 function with respect to time t, given by (0 denotes the baseline contact rate at the initial time with c(0) = c 0 , c b denotes the minimum 446 contact rate under the current control strategies with lim t→∞ c(t) = c b , where c b < c 0 , and 1 denotes 447 how an exponential decrease in the contact rate is achieved. The critical time for Spain is 7 March 448 (5), and the critical times for other countries are the same as those in function ( ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "and 2 represents how an exponential increase in the quarantined 455 rate is achieved. The critical times for each country are the same as those in function H c (t).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "the detection rate ( ) as an increasing function with respect to time t, thus the 457 detection period 1/ ( ) is a decreasing function of t with the following formI0 is the initial rate of confirmation, is the fastest confirmation rate, and 3 460 is the exponentially decreasing rate of the detection period. We define (0can be similarly defined. Note that both 462( ) and ( ) are constants for South Korea, indicating that South Korea had a high 463 detection rate from the beginning of the epidemic. Due to the development of the 464 epidemic, Japan began to gradually improve its detection rate from 25 March, so the 465 critical time for both of these detection rate functions is 25 March. The critical time 466 for both detection rate functions ( ) and ( ) is 17 March in Spain (5). Similarly, 467 due to its limited medical resources, Iran first strengthened the detection rate of 468 suspected cases on 1 March (4), and then further expanded the detection range on 23 469 March, therefore the critical time for ( ) is 1 March, and for ( ) it is 23 March. 470 471 SM3: Comparison of the intensity of control measures based on",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "518 disease-induced death rates of isolated in-hospital patients here. The hospital 519 treatment time in South Korea, Spain, Italy and China is relatively short. The 520 mortality rate of patients in hospital is the highest in Spain, Iran and Italy, and the 521 lowest in China. The reason for the high mortality rate in Japan may be that only 522 severely ill patients are admitted to hospitals there. 523 524 SM4: The data and uncertainty analyses 525 We obtained the numbers of daily confirmed cases, cumulative numbers of deaths 526 and other data on COVID-19 in mainland China from NHCC (6); and those in South 527 Korea, Italy, Japan, Spain and Iran from the KCDC (7), MSPC (8) and WHO (9), 528 respectively. The critical times for strengthening or changing national prevention and 529 control measures can be found in publications (3-9). 530",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "that, 'Est' means that the parameter values are estimated by fitting the models to the data when the source 609 column indicates that they are not. '*' means the estimated values for and before 2020/",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "and hospitalized. The non-hospitalized individuals, who may later be admitted to 91 hospital depending on the number of hospital beds available, can become a new source 92 of infection, leading to new cases including family cluster infections. Hence the 93 dynamics of hospital beds need to be nested within the transmission dynamic model to 94 examine the level of improvement in medical resources on a COVID-19 epidemic in 95",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". https://doi.org/10.1101/2020.04.17.20070318 doi: medRxiv preprint outbreaks, detection rates should be increased while improving the production and 229 capacity of medical resources. The synergistic effects of comprehensive prevention and 230 control strategies are likely to succeed in mitigating epidemics, as shown by the 231 experience of China and South Korea (1-3,5-8), from whose examples other countries 232 References and Notes: 235 1. Chinazzi M. et al. Science 2020; 10.1126/science.aba9757. 236 2. Leung K et al. Lancet 2020; DOI: https://doi.org/10.1016/S0140-6736(20)30746-7. 237 3. Zhang J.J. et al. Lancet Infect. Dis. 2020; DOI: https://doi.org/10.1016/S1473-Flaxman, S. et al. Estimating the number of infections and the impact of non-240 pharmaceutical interventions on COVID-19 in 11 European Countries. DOI: 241 https://doi.org/10.25561/77731. 242 5. Tain H.Y. et al. Science 2020 ; 10.1126/Science.abb6105 243 6. Qiu J. Nature 2020; DOI: 10.1038/d41586-020-00822-x 244 7. Tang S.Y. et al. Sci. Sin. Math.. 2020; 50: 1-16, doi: 10.1360/SSM-2020-0053. 245 8. Tang B. et al. Int. J. Inf. Dis. 2020; DOI: 246 https://doi.org/10.1016/j.ijid.2020.03.018. 247 9. NHCC: National Health Commission of the People's Republic of China. 248 http://www.nhc.gov.cn/xcs/yqtb/202003/097e6e91ecb6464ea69fd1a324c9b1b4. KCDC: Korea Centers for Disease Control and Prevention. 251 https://www.cdc.go.kr/board/board.es?mid=a30402000000&bid=0030. 252 11. MHLW: Ministry of Health, Labour and Welfare. Available from: 253 https://www.mhlw.go.jp/stf/newpage_09450.html. 254 12. CKDH: COVID-19 Knowledge & Data Hub. Available from: 255 http://www.geodoi.ac.cn/COVID-19/index.aspx. 256 13. Wikipedia. https://en.wikipedia.org/wiki/2020_coronavirus_pandemic_in_Iran. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The 307 values(Table 1) of daily potential numbers of empty beds and cumulative numbers of 308 deaths on 26 April have been calculated to reveal when and how long the runs on 309 medical resources could last, depending on the production capacities of medical 310 resources and detection rates for each country, when each parameter value is reduced 311 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "The effects of the production capacities and reserves of medical resources,",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "The",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "and Fig.S2. 535 536 Fig.S1: Flow diagram for the COVID-19 epidemic model incorporating 562 containment and mitigation measures, where the medical resources limitation is 563 described in terms of numbers of hospital beds. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": ". https://doi.org/10.1101/2020.04.17.Fig.S2: Data fitting and 95% confidence intervals of cumulative numbers of deaths 575 for six countries indicated in each subplot. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": ". https://doi.org/10.1101/2020.04.17.SM5. Table for parameter definitions Parameter definitions for the COVID-19 epidemics. 602 Contact rate at the initial time Minimum contact rate under the current control strategies",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Quarantined rate of susceptible individuals to the suspected class Probability of asymptomatic individuals transmission per contact Probability of quarantined infected individuals transmission per contact Proportion of symptomatic infection Transition rate of exposed individuals to the infected class Rate at which the quarantined uninfected contacts were released into the wider community Initial diagnosis rate of infected individuals Fastest diagnosis rate of infected individuals Exponential increasing rate of diagnosis rate of infected individuals Constant diagnosis rate of infected individuals Initial diagnosis rate of quarantined individuals Fastest diagnosis rate of quarantined individuals Exponential increasing rate of diagnosis rate of quarantined individuals Constant diagnosis rate of quarantined individuals Confirmation ratio of quarantined exposed individuals Rate at which the confirmed infected individuals were hospitalized Recovery rate of asymptomatic infected individuals Recovery rate of confirmed infected individuals without hospitalization Recovery rate of hospitalized infected individuals Disease-induced death rate of infected individuals Disease-induced death rate of confirmed infected individuals without hospitalization Disease-induced death rate of hospitalized infected individuals The number of available hospital beds at the initial time Maximum capacity of hospital beds Exponential increasing rate of hospital beds All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.17.20070318 doi: medRxiv preprint Initial susceptible population",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Parameter estimates for the COVID-19 epidemics in China, South Korea, 607Japan, Italy, Spain and Iran. 608",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": ". https://doi.org/10.1101/2020.04.17.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}