{
    "paper_id": "42ecb53730091efa36d09d53642321284c3be4a2",
    "metadata": {
        "title": "Predicting the number of reported and unreported cases for the COVID-19 epidemics in and United Kingdom",
        "authors": [
            {
                "first": "Zhihua",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pierre",
                "middle": [],
                "last": "Magal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Glenn",
                "middle": [],
                "last": "Webb",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vanderbilt University",
                    "location": {
                        "settlement": "Nashville",
                        "region": "TN",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We combined a mathematical model with data on cumulative confirmed cases from China, South Korea, Italy, France, Germany and United Kingdom to provide the epidemic predictions and evaluate the effectiveness of control measures. We divide infectious individuals into asymptomatic and symptomatic infectious individuals. The symptomatic infectious phase is also divided into reported (severe symptoms) and unreported (mild symptoms) cases. In fact, there exists a period for the cumulative number of reported cases to grow (approximately) exponentially in the early phase of virus transmission which is around the implementation of the national prevention and control measures. We firstly combine the date of the implementation of the measures with the daily and cumulative data of the reported confirmed cases to find the most consistent period for the cumulative number of reported cases to grow approximately exponentially with the formula χ 1 exp(χ 2 t) − χ 3 , thus we can determine the parameters χ 1 , χ 2 , χ 3 in this formula and then determine the parameters and initial conditions for our model by using this formula and the plausible biological parameters for SARS-CoV-2 based on current evidence. We then provide the epidemic predictions, evaluate the effectiveness of control measures by simulations of our model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Findings Based on the simulations using multiple groups of parameters (d 1 , d 2 , N ), here [d 1 , d 2 ] is the consistent period for the cumulative number of reported cases to grow approximately exponentially with the formula χ 1 exp(χ 2 t) − χ 3 and N is the date at which public intervention measures became effective, we found that the ranges of the turning point, the final size of reported and unreported cases are respectively Feb. 6 Kingdom. Our prediction relies on the cumulative data of the reported confirmed cases. As more data become available, the ranges become smaller and smaller, that means the prediction becomes better and better. It is evident that our estimates and simulations have shown good correspondence with the distribution of the cumulative data available of the reported confirmed cases for each country and in particularly, the curves plotted by using different parameter groups (d 1 , d 2 , N ) for reported and unreported cases tend to be consistent in China and South Korea (see (e) in Figures 2-3 ). For Italy, France, Germany and United Kingdom, the prediction can be updated to higher accuracy with on-going day by day reported case data (see .",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 441,
                    "text": "6",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 1022,
                    "end": 1033,
                    "text": "Figures 2-3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Interpretation We used the plausible biological parameters f, ν, η for SARS-CoV-2 based on current evidence which might be refined as more comprehensive data become available. Our prediction also relies on the cumulative data of the reported confirmed cases. Using multiple groups of parameters (d 1 , d 2 , N ), we have attempted to make the best possible prediction using the available data. We found that with more cumulative data available, the curves plotted by using different parameter groups (d 1 , d 2 , N ) for reported and unreported cases will be closer and closer, and finally tend to be consistent. This shows that when we have no enough cumulative data available, we need to use all possible parameter groups to predict the range of turning point, the final size of reported and unreported cases. When we have enough cumulative data, for example, when we get the data after the turning point, we only need to use any one of these parameter groups to get a prediction with high accuracy. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "As coronavirus outbreaks surge worldwide, more and more facts [8] show that many new patients which are asymptomatic or have only mild symptoms can transmit the virus. Research [9] traced COVID-19 infections which resulted from a business meeting in Germany attended by someone infected but who showed no symptoms at the time and found that four people were ultimately infected from that single contact. It has also been confirmed that asymptomatic transmission occurs in [1] which echoes the report in [9] . A German research team [11] showed that some new crown pneumonia patients had higher viral levels in the throat swabs during the early stage of the disease, that is, when the symptoms were mild. It is reported in [7] that 13 evacuees from Wuhan, China on chartered flights were infected, of whom 4, or 31%, never developed symptoms. The estimated asymptomatic proportion in [6] is at 17.9% which overlaps with a derived estimate of 31% from data of Japanese citizens evacuated from Wuhan [7] . A team in China [10] suggests that by February 18, there were 37,400 people with the virus in Wuhan whom authorities didn't know about. The asymptomatic and mild symptomatic cases were missed because authorities aren't doing enough testing, or 'preclinical cases' in which people are incubating the virus but would not be ill enough to seek medical help, would probably slip past screening methods such as temperature checks. The asymptomatic and mild symptomatic cases are just going to be really crucial for us to understand the rapid transmission.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 65,
                    "text": "[8]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 177,
                    "end": 180,
                    "text": "[9]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 472,
                    "end": 475,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "[9]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 532,
                    "end": 536,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 722,
                    "end": 725,
                    "text": "[7]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 883,
                    "end": 886,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 997,
                    "end": 1000,
                    "text": "[7]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In previous works [3, 4, 5] , our team has developed differential equations models of COVID-19 epidemics. Our goal was to predict forward in time the future number of cases from early reported case data in regions throughout the world. Our models incorporate the following important elements of COVID-19 epidemics: (1) the number of asymptomatic infectious individuals (with no or very mild symptoms), (2) the number of symptomatic reported infectious individuals (with severe symptoms) and (3) the number of symptomatic unreported infectious individuals (with mild symptoms). With our model, we can show the prediction of the final size of the asymptomatic infectious, reported (with severe symptoms) and unreported cases (with mild symptoms) which is an important epidemiological problem research teams around the world are trying to solve.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 21,
                    "text": "[3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 22,
                    "end": 24,
                    "text": "4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 25,
                    "end": 27,
                    "text": "5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In an early phase of the epidemic, the reported case data grows exponentially, which corresponds to a constant transmission rate. We assume that government measures and public awareness cause this early constant transmission rate to change to a time dependent exponentially decreasing rate. We identify the early constant transmission rate using a method developed in [3] . We then identify the time dependent exponentially decreasing transmission rate from reported case data, and project forward the time-line of the epidemic course. With this time dependent transmission rate, the effectiveness of control measures for each country could be evaluated.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 371,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our model is applicable to COVID-19 epidemics in any region with reported case data, which can be updated to higher accuracy with on-going day by day reported case data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Evidence before this study We searched PubMed, BioRxiv, and MedRxiv for articles published in English, Chinese, French, using the search terms \"2019-nCoV\", \"novel coronavirus\", \"COVID-19\", \"SARS-CoV-2\", \"asymptomatic\", \"mild symptoms\", AND \"unreported case\" with no time restrictions. We found several estimates of asymptomatic, mild symptoms, and unreported case. However, we obtained no estimations for turning point, the number of asymptomatic, the number of mild symptomatic, and the number of unreported case by combining a mathematical model with a phenomenological model and data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research in context"
        },
        {
            "text": "Added value of this study Our study gives the estimations of the turning point, the number of asymptomatic, the number of mild symptoms, and the number unreported case by using a mathematical model we present (which includes susceptible, asymptomatic infectious, reported symptomatic infectious, unreported symptomatic infectious individuals), together with a phenomenological model and data. Our model also incorporates government and social distancing measures, through the time-dependent transmission rate. Based on the values of f, µ, N in Table 2 , it is evident that the strong government measures such as isolation, quarantine, and public closings, should start as early as possible, and should be as strong as possible. After a first outbreak of SARS-CoV-2, South Korea came back to linearly growing phase now. It seems that this epidemic of SARS-CoV-2 is not easy to eradicate. If the strong government measures are reduced too early or too extensively, the epidemic may return to a new exponential growth phase and then outbreaks again.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 544,
                    "end": 551,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Research in context"
        },
        {
            "text": "Implications of all the available evidence We see that estimation of the number of asymptomatic infectious and unreported cases has major importance in understanding the severity of this epidemic. Strong measures are needed to curb mild and asymptomatic cases that are fueling the pandemic. Based on the study, for China and South Korea, the major distancing measures can not be reduced too early or too extensively, otherwise the epidemic may return to new exponential growth phase, for Italy, France, Germany and United Kingdom, very strong testing and isolation measures should start as early as possible, and should be as strong as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research in context"
        },
        {
            "text": "To provide the epidemic predictions, evaluate the effectiveness of control measures, we fit the following transmission dynamic model to the cumulative confirmed case data in China, South Korea, Italy, France, Germany and United Kingdom:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "Here t ≥ t 0 is time in days, t 0 is the beginning date in the model of the epidemic, S(t) is the number of individuals susceptible to infection at time t, I(t) is the number of asymptomatic infectious individuals at time t, R(t) is the number of reported sever symptomatic infectious individuals at time t, and U (t) is the number of unreported mild symptomatic infectious individuals at time t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "The transmission rate at time t is τ (t). Asymptomatic infectious individuals I(t) are infectious for an average period of 1/ν days. Reported symptomatic individuals R(t) are infectious for an average period of 1/η days, as are unreported symptomatic individuals U (t). We assume that reported symptomatic infectious individuals R(t) are reported and isolated immediately, and cause no further infections. The asymptomatic individuals I(t) can also be viewed as having a low-level symptomatic state. All infections are acquired from either I(t) or U (t) individuals. f is the fraction of asymptomatic infectious that become reported symptomatic infectious. The rate asymptomatic infectious become reported symptomatic is ν 1 = f ν, the rate asymptomatic infectious become unreported symptomatic is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "The cumulative number of reported cases at time t is given by the formula",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "and the cumulative number of unreported at time t is given by the formula",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "The interpretation of the parameters and initial conditions of the model are given in Table 1 and a flow diagram of the model is given in Figure 1 . Figure 1 : Compartments and flow chart of the model.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 93,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 138,
                    "end": 146,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 149,
                    "end": 157,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Model"
        },
        {
            "text": "We assume that (100 × f ) % of symptomatic infectious cases go reported. The actual value of f is unknown and varies from country to country. We assume η = 1/7, which means that the average period of infectiousness of both reported and unreported symptomatic infectious individuals is 7 days. We assume ν = 1/7, which means that the average period of infectiousness of asymptomatic infectious individuals is 7 days. These values can be modified as further epidemiological information becomes known.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method to estimate the parameters"
        },
        {
            "text": "After a period of linear growth, the epidemic of COVID-19 starts to enter into a second phase where the cumulative number of reported cases CR(t) grows approximately exponentially. We assume that during this phase cumulative number of reported cases is described by the following phenomenological model:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method to estimate the parameters"
        },
        {
            "text": "We fix the value χ 3 = 1. The values of χ 1 and χ 2 are fitted to cumulative reported case data in the second phase when it is recognized that CR(t) is growing exponentially (i.e. we use an exponential fit χ 1 exp(χ 2 t) to fit the data CR(t) + 1). We assume the initial value S 0 , corresponds to the population of the region of the reported case data. The value of the susceptible population S(t) is assumed to be only slightly changed by removal of the number of people infected in the beginning of the second phase. The following formulas for I 0 , U 0 , t 0 , τ 0 , and R 0 were derived in [3] . Their numerical values are identified by using (4.5) from the exponential growth phase of the epidemic. The other initial conditions are",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 598,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Method to estimate the parameters"
        },
        {
            "text": "The transmission rate τ (t) is assumed to be constant when the number of reported infectious symptomatic cases starts growth exponentially fast:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method to estimate the parameters"
        },
        {
            "text": "The model starting time of the epidemic is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method to estimate the parameters"
        },
        {
            "text": "The value of the basic reproductive number is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method to estimate the parameters"
        },
        {
            "text": "When strong government measures such as isolation, quarantine, and public closings are implemented, the last phase of the epidemic begins. The actual effects of these measures are complex, and we use an exponential decrease for a time-dependent decreasing transmission rate τ (t) in the third phase to incorporate these effects. The formula for τ (t) is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method to estimate the parameters"
        },
        {
            "text": "(4.10) 4.10 The date N and the value µ are chosen so that the cumulative reported cases in the numerical simulation of the epidemic aligns with the cumulative reported case data after day N when the public measures take effect. In this way we are able to project forward the time-path of the epidemic after the government imposed public restrictions take effect. The daily number of reported cases from the model can be obtained by computing the solution of the following equation:",
            "cite_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "text": "4.10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Method to estimate the parameters"
        },
        {
            "text": "(4.11) 4.11 A major challenge for the predictions from the reported cases data, is to determine the date interval for the second phase when the number of reported infectious symptomatic cases grows exponentially and the date N (at which public intervention measures became effective), which are key elements of our model, and they depend strongly on the implementation of social distancing measures. If these measures are implemented gradually, then the difficulty is increased. Usually, the measures government implemented took effect in daily reported cases after some days.",
            "cite_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "text": "4.11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Method to estimate the parameters"
        },
        {
            "text": "Another difficulty in applying our model is how to fix the value of the parameter f . A decreased value of f corresponds to a greater final size of the epidemic. The value of f is unknown, but information about the level of testing relates to the value of f . The increased testing can increase the value of f . Mortality can also be used as a reference to estimate the value of f . High mortality indicates high unreported ratio. In fact, from the values of f , N and µ, we can also obtain some information of the actual effects of these measures of testing, quarantining and isolation implemented by the governments in these countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method to estimate the parameters"
        },
        {
            "text": "The principle of our method is the following. By using an exponential best fit method we obtain a best fit of (4.5) to the data over a time [d 1 , d 2 ] and we derive the parameters χ 1 and χ 2 . We fix f = 0.4, 0.6 or 0.8, ν = 1/7 and η = 1/7. The values of I 0 U 0 , τ 0 , and t 0 are obtained by using (4.6)-(4.8). Next we fix N to some values and we obtain µ by trying to get the best to the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method to estimate the parameters"
        },
        {
            "text": "The uncertainty in our prediction is due to the fact that several sets of parameters (d 1 , d 2 , N ) may give a good fit to the data. As a consequence, at the early stage of the epidemics (in particular before the turning point) the outcome of our method can be very different from one set of parameters (d 1 , d 2 , N ) to another. We try to solve this uncertainty problem by using several choice of the period [d 1 , d 2 ] to fit an exponential growth of the data to determine χ 1 and χ 2 and using several choice for N (the parameter χ 3 = 1 being fixed). We vary the time interval [d 1 , d 2 ] during which we use the data to obtain χ 1 and χ 2 by using an exponential fit. In the simulations below we vary the first day d 1 , the last day d 2 , N (date at which public intervention measures became effective) such that all possible sets of parameters (d 1 , d 2 , N ) will be considered. For each (d 1 , d 2 , N ) we evaluate µ to obtain the best fit of the model to the data. We use the mean absolute deviation as the distance to data to evaluate the best fit to the data. We obtain a large number of best fit depending on (d 1 , d 2 , N, f ) and we plot the smallest mean absolute deviation MAD min . Then we plot all the best fit with mean absolute deviation between MAD min and MAD min + 5.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 894,
                    "end": 919,
                    "text": "For each (d 1 , d 2 , N )",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Method to estimate the parameters"
        },
        {
            "text": "The number 5 chosen in MAD min + 5 is questionable. We use this value for all the simulations since it gives sufficiently many runs that are fitting very well the data and which gives later a sufficiently large deviation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Remark 4.1"
        },
        {
            "text": "Combining a mathematical model with multiple groups of parameters (d 1 , d 2 , N ), we project the future number of cases, both reported and unreported for China, South Korea, Italy, France, Germany and United Kingdom. Here [d 1 , d 2 ] is the period to fit an exponential growth of the data to determine χ 1 and χ 2 , and N is the date at which public intervention measures became effective. For each (d 1 , d 2 , N ) we evaluate µ to obtain the best fit of the model to the data. We use the mean absolute deviation as the distance to data to evaluate the best fit to the data. We obtain a large number of best fit depending on (d 1 , d 2 , N ) and we plot the one with the smallest mean absolute deviation MAD min and all the best fit with mean absolute deviation in between MAD min and MAD min + 5. Thus we could summarize the parameters giving the best fit to the data so far. In Table 2 and show the range of the turning point, the final size for both reported and unreported cases, the maximum number of the daily reported cases in Table 3 for each country.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 884,
                    "end": 891,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1038,
                    "end": 1045,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Country Table2   Table 2 : The parameters χ 1 , χ 2 , χ 3 are estimated by using an exponential best fitting for χ 1 exp(χ 2 t) to CR(t) + χ 3 where CR(t) corresponds to the cumulative data for each country during: (1) Jan. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 8,
                    "end": 24,
                    "text": "Table2   Table 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "In the case of China and South Korea, according to our model, the peak of the epidemic occurred approximately on February 6 and February 29, respectively from Figures 2-3 and the daily number of cases reaches a maximum of approximately 3500 and 700 cases respectively, near the turning point. We see that our model agrees very well the data for China and South Korea. Compared to China and South Korea, the public interventions in Italy, France, Germany and United Kingdom were relatively late. The peak of the epidemic occurs in Italy around March 24, and the peak of the maximum daily number of cases in our simulation is approximately 5 500, which agrees well with the daily reported cases data for Italy. For France, Germany and United Kingdom, the number of daily reported cases are still rising. Our simulations captures these increasing values, but the advance later for both countries requires more data available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Based on our estimated results in Table 3 and all the Figures, we found that the curves plotted by using all possible groups of parameters (d 1 , d 2 , N ) for cumulative reported and unreported case and the daily reported case in China and South Korea become closer and closer, and finally tend to be consistent as more and more data of cumulative reported case is used (see Figures 2-3) . For Italy, we can see from Figure 4 that these curves are very close to each other since we have the data after the turning point. But for France, Germany and United Kingdom, these curves could not tend to be consistent with the data available now. This shows that when we have enough cumulative data available, for example, when we get the data after the turning point, we could use only one of these parameter groups to get the prediction with high accuracy. When we have a few cumulative data available, we need to use all possible parameter groups to predict a range for the turning point, the final size of cumulative reported and unreported case and the daily reported case. It is evident that we used plausible biological parameters f, ν, η for SARS-CoV-2 based on current evidence which might be refined as more comprehensive data become available. Our prediction also relies on the cumulative reported data. The prediction becomes better and better as more data become available. Using multiple groups of parameters (d 1 , d 2 , N ), we have attempted to make the best possible prediction using the available data. As more data for particularly Italy, France, Germany and United Kingdom become available, it will be possible to refine these estimates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 34,
                    "end": 41,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 376,
                    "end": 388,
                    "text": "Figures 2-3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 418,
                    "end": 426,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our model incorporates social distancing measures through the time dependent transmission rate τ (t). It is evident that these measures should start as early as possible, and should be as strong as possible. The consequences of late public interventions may have severe consequences for the epidemic outcome. The example of South Korea shows that a background level of daily cases may persist for an extended time which also means that South Korea came back to linearly growth phase. If the strong measures are reduced too early or too extensively, the epidemic may return to new exponential growth phase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are many crucial epidemiological problems which research teams are racing to understand, for example, how to estimate the last day for COVID-19 outbreak and the proportion of people with mild or no symptoms who could be spreading the pathogen. Recently we estimated the last day for COVID-19 outbreak in mainland China and present the probability distribution of the extinction date of the epidemics combining our model (4.1) with the stochastic simulations. In fact, with our model (4.1), we could also predict the proportion of asymptomatic or mild symptomatic infectious which we will focus on in the future work. Table 2 together with f = 0.6, ν = 1/7 and η = 1/7.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 623,
                    "end": 630,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Figure 4 : On the left hand-side we plot the cumulative data (reds dots) and the best fits of the model CR(t) (black curve) and CU (t) (green curve). On the right hand-side we plot the daily data (black dots) with DR(t) (blue curve). Figures (a) Table 2 together with f = 0.6, ν = 1/7 and η = 1/7.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 172,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 398,
                    "end": 409,
                    "text": "Figures (a)",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 417,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "8"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20058974 doi: medRxiv preprint Predicting the number of cases for France fig5 Figure 5 : On the left hand-side we plot the cumulative data (reds dots) for France until April 1 and the best fits of the model CR(t) (black curve) and CU (t) (green curve). On the right hand-side we plot the daily data (black dots) with DR(t) (blue curve).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 192,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "10"
        },
        {
            "text": "Predicting the number of cases for Germany fig6 Figure 6 : We use f = 0.4 (top) and f = 0.8 (bottom). On the left hand-side we plot the cumulative data (reds dots) for Germany until April 2 and the best fits of the model CR(t) (black curve) and CU (t) (green curve). On the right hand-side we plot the daily data (black dots) with DR(t) (blue curve).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 48,
                    "end": 56,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "10"
        },
        {
            "text": "Predicting the number of cases for United Kingdom fig7 Figure 7 : On the left hand-side we plot the cumulative data (reds dots) for United Kingdom until April 2 and the best fits of the model CR(t) (black curve) and CU (t) (green curve). On the right hand-side we plot the daily data (black dots) with DR(t) (blue curve).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 55,
                    "end": 63,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "10"
        },
        {
            "text": "We declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20058974 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ],
                "PMID": [
                    "32109013"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early dynamics of transmission and control of COVID-19: a mathematical modelling study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30144-4"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Understanding unreported cases in the 2019-nCov epidemic outbreak in Wuhan, China, and the importance of major public health interventions",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Seydi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MPDI Biology",
            "volume": "9",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/biology9030050"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Predicting the cumulative number of cases for the COVID-19 epidemic in China from early data",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Seydi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mathematical Biosciences and Engineering",
            "volume": "17",
            "issn": "4",
            "pages": "3040--3051",
            "other_ids": {
                "DOI": [
                    "10.3934/mbe.2020172"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A COVID-19 epidemic model with latency period",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Seydi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Infectious Disease Modelling",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Estimating the asymptomatic proportion of coronavirus disease 2019 (COVID-19) cases on board the Diamond Princess cruise ship",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kagaya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zarebski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.10.2000180"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Estimation of the asymptomatic ratio of novel coronavirus infections (COVID-19)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infectious Diseases",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.03.020"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Covert coronavirus infections could be seeding new outbreaks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Transmission of 2019-nCoV infection from an asymptomatic contact in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2001468"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Evolving Epidemiology and Impact of Non-pharmaceutical Interventions on the Outbreak of Coronavirus Disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.03.20030593"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Virological assessment of hospitalized patients with COVID-2019",
            "authors": [
                {
                    "first": ";",
                    "middle": [
                        "R"
                    ],
                    "last": "Woelfel",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wölfel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2196-x"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Estimates of the severity of COVID -19 disease, medRxiv",
            "authors": [
                {
                    "first": ";",
                    "middle": [
                        "R"
                    ],
                    "last": "Verity",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Verity",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Odell",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.09.20033357"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "− 7, 67 000 − 69 000 and 45 000 − 46 000 for China, Feb.29−Mar.1, 9 000 − 9 400 and 2 250 − 2 350 for South Korea, Mar.24 − 26, 156 000 − 177 000, and 234 000 − 265 000 for Italy, Mar.30−Apr.9, 104 000 − 212 000, and 177 000 − 318 000 for France, Mar.30−Apr.20, 141 000 − 912 000, and 197 000 − 1 369 000 for Germany, Apr.1−May12, 140 000 − 473 000, and 210 000 − 709 000 for United",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "NSFC (Grant No. 11871007), NSFC and CNRS (Grant No. 11811530272) and the Fundamental Research Funds for the Central Universities.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "19 − 31 for mainland China; (2) Feb. 20 − 25 for South Korea; (3) Feb. 29−Mar. 11 for Italy; (4) Mar. 7 − 15 for France; (5) Mar. 16 − 10 (when f = 0.4) and Mar. 7 − 16 (when f = 0.8) for Germany; (6) Mar. 6 − 13 for United Kingdom. The parameters ν = 1/7 and η = 1/7. The values of I 0 U 0 , τ 0 , and t 0 are obtained by using (4.6) to (4.8).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "On the left hand-side we plot the cumulative data (reds dots) and the best fits of the model CR(t) (black curve) and CU (t) (green curve). On the right hand-side we plot the daily data (black dots) with DR(t) (blue curve).Figures (a) and (b) correspond the best fits of the model to the data for mainland China until February 6. Figures (c) and (d) correspond the best fits of the model to the data for mainland China until February 20. Figures (e) and (f ) correspond the best fits of the model to the data for mainland China until March 12. In other words, in Figure (e) we use all the data, in Figure (c) we use the data excepted the 3 last weeks and in Figure (a) we use the data excepted the 5 last weeks. The parameters used are listed in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "and (b) correspond the best fits of the model to the data for Italy until March 18. Figures (c) and (d) correspond the best fits of the model to the data for Italy until March 25. Figures (e) and (f ) correspond the best fits of the model to the data for Italy until April 1. In other words, in Figure (e) we use all the data, in Figure (c) we use the data excepted the last weeks and in Figure (a) we use the data excepted the 2 last weeks. The parameters used are listed in",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Parameters and initial conditions of the model.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20058974 doi: medRxiv preprint Predicting the number of cases for Italy",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Predicting the number of cases for South KoreaKeywords: corona virus, reported and unreported cases, isolation, quarantine, public closings; epidemic mathematical model",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}