{
    "paper_id": "431814f3f51df447d82e0058b2acc1aa4ad4e8c0",
    "metadata": {
        "title": "Case-fatality rate in COVID-19 patients: A meta-analysis of publicly accessible database",
        "authors": [
            {
                "first": "Souvik",
                "middle": [],
                "last": "Maitra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mansij",
                "middle": [],
                "last": "Biswas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sulagna",
                "middle": [],
                "last": "Bhattacharjee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A novel coronavirus was reported in Wuhan, China in December 2019 to cause severe acute respiratory symptoms . In this meta-analysis, we estimated case fatality rate from COVID-19 infection by random effect meta-analysis model with country level data. Publicly accessible web database WorldOMeter (https://www.worldometers.info/coronavirus/) was accessed on 24th March 2020 GMT and reported total number of cases, total death, active cases and seriously ill/ critically ill patients were retrieved. Primary outcome of this meta-analysis was case fatality rate defined by total number of deaths divided by total number of diagnosed cases. Pooled case fatality rate (95% CI) was 1.78 (1.34-2.22) %. Between country heterogeneity was 0.018 (p<0.0001). Pooled estimate of composite poor outcome (95% CI) was 4.06 (3.24-4.88) % at that point of time after exclusion of countries reported small number of cases. Pooled mortality rate (95% CI) was 33.97 (27.44-40.49) % amongst closed cases (where patients have recovered or died)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "with. Meta regression analysis identified statistically significant association between health expenditure and mortality amongst closed cases (p=0.037).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A novel coronavirus was reported in Wuhan, China in December 2019 to cause severe acute respiratory symptoms (COVID-19) [1] . Subsequently, this viral outbreak was reported in 197 countries and one international ship on 24 th March 2020. A wide range of mortality rate was reported from this viral illness and World Health Organization reported mortality rate of 3.4% on 3 rd March 2020 [2] .",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 387,
                    "end": 390,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In this meta-analysis, we estimated 'case fatality rate' from COVID-19 infection by random effect meta-analysis model with country level data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectives"
        },
        {
            "text": "Publicly accessible web database 'WorldOMeter'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "(https://www.worldometers.info/coronavirus/) was accessed on 24 th March 2020 GMT and reported total number of cases, total death, active cases and seriously ill/ critically ill patients were retrieved. Primary outcome of this meta-analysis was 'case fatality rate' defined by total number of deaths divided by total number of diagnosed cases. Secondary outcomes were mortality rate amongst closed cases (where patients recovered or died) and proportion of composite poor outcome (defined by the number of patients died or critically ill). Metaregression analysis was performed to identify association between population density, health expenditure (percentage of GDP) and percentages of patients over 65y age with mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Between country heterogeneity (τ) was estimated by restricted maximum likelihood method and 95% prediction interval of pooled mortality were reported [3] . Countries reporting small number of cases (<100 on 24 th March 2020) were excluded from analysis; however, sensitivity analysis was planned with including them. Association between mortality and clinical characteristics of the patients were assessed by mixed effect meta-regression model.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059683 doi: medRxiv preprint All analyses were conducted in metafor package in R (R version 3.6.1; R Foundation for Statistical Computing, Vienna, Austria). Between country heterogeneity (τ) was 0.018 (p<0.0001). Sensitivity analysis was performed by exclusion of one country at times and pooled estimates of crude fatality rate remained mostly similar. Another sensitivity analysis was performed including countries where reported total number of cases were less than 100, and estimated case fatality rate (95% CI) was 1.77% (1.44-2.14) % with I 2 = 97.75%. Significant amount of publication bias was identified by regression test both with (p<0.0001) and without (p=0.0017) including countries will small number of cases. Pooled estimate of composite poor outcome (95% CI) was 4.06 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We have found a pooled mortality rate of 1.77%, which was less than WHO reported death rate of 3.4% but similar to the first published report of mortality from Wuhan, China. [1] Our pooled estimate of composite poor outcome was around 4%, which was similar to the previous report from China. Another important finding is that presence of a significant heterogeneity and publication biases in the pooled analysis. Underreporting from different . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059683 doi: medRxiv preprint countries and heterogenous testing strategy and quality of care are probably reason thereof.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Estimation of mortality rate at the time of outbreak is difficult because there are always a proportion of newly diagnosed cases where clinical outcome (death or recovery) is yet to happen. Secondly, total number of diagnosed cases depends upon the diagnostic strategy of the country and proportion of asymptomatic cases. Surprising high mortality were obtained when only closed cases were used in denominator; however, true mortality rate is expected to be smaller as a large number of suspected patients were not subjected to laboratory confirmation. So, actual mortality from COVID-19 is difficult to estimate at this point of time and it could higher than current estimation. Proportion . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "WHO Director-General's opening remarks at the media briefing on COVID-19 -3 March 2020 -World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cochrane Handbook for Systematic Reviews of Interventions Version",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Deeks",
                    "suffix": ""
                },
                {
                    "first": "Jpt",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "the time of database access, 422582 patients were infected with COVID-19 with 18891 patients have died till that point of time. At that point of time 13269 patients were critically or seriously ill. Pooled case fatality rate (95% CI) was 1.78 (1.34-2.22) % with I 2 = 99.18%.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "24-4.88) % with I 2 = 99.44% at that point of time after exclusion of countries reported small number of cases. Pooled mortality rate (95% CI) was 33.97 (27.44-40.49) % amongst closed cases (where patients have recovered or died) with I 2 =99.88% [figure 1]. Meta regression analysis identified statistically significant association between health expenditure and mortality amongst closed cases (p=0.037) [figure 2].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Forest plot showing estimated mortality rate amongst closed cases at country level and pooled estimate of mortality rate",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Bubble plot showing association between health expenditure (expressed as percentages of GDP) and mortality amongst closed cases",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "is the (which was not peer-reviewed)The copyright holder for this preprint . https://doi.org/10.1101/2020.04.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}