{
    "paper_id": "46e37af1e1b4812cf748198b969b105ae93ee50e",
    "metadata": {
        "title": "Next weeks of SARS-CoV-2: Projection model to predict time evolution scenarios of accumulated cases in Spain",
        "authors": [
            {
                "first": "Antonio",
                "middle": [],
                "last": "Monleon-Getino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Univeristy of Barcelona",
                    "location": {
                        "settlement": "Barcelona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Jaume",
                "middle": [],
                "last": "Canela-Soler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Univeristy of Barcelona",
                    "location": {
                        "settlement": "Barcelona",
                        "country": "Spain"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background and objectives: SARS-CoV-2 is a new type of coronavirus that can affect people and causes respiratory disease, COVID-19. It is affecting the entire planet and we focus in Spain, where the first case was detected at the end of January 2020 and in recent weeks it has increased in many cases. We need predictive models in order to be efficient and take actions. The general goal of this work is present a new model of SARS-CoV-2 to predict different scenarios of accumulated cases in Spain. Material and methods: In this short report is used a model proposed previously, based on a parametric model Weibull and in a the library BDSbiost3 developed in R to infer and predict different scenarios of the evolution of SARS-CoV-2 for the accumulated cases in Spain after the spread that affects Spain detected at the end of January of this year. Results: In the analyses presented, projective curves have been generated for the evolution of accumulated cases in which they reach about 4,000 cases or about 15,000 cases, for which the lines of the day in which the value for 90 will be reached can be seen vertically 90, 95 and 99% of the asymptote (maximum number of cases, from that day they will begin to descend or remain the same), that is why the vertical lines would indicate the brake of the disease. For the worst-case scenario, it takes 118, 126 or 142 days to reach the maximum number of cases (n = 15,000) to reach 90, 95 and 99% of the asymptote (maximum number of cases), respectively. This means translated in a time scale that in the worst case the virus will not stop its progress, in Spain, until summer 2020, hopefully before. Comments and conclusions: This model could be used to plan the resources and see if the policies or means dedicated to the virus are slowing the progress of the virus or it is necessary to implement others that are more effective, and can also validate a method for future outbreaks of diseases such as these.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "SARS-CoV-2 is a new type of coronavirus, a broad family of viruses that normally affect only animals, that can affect people and causes COVID-19. It has been detected for the first time in 2019/12 in the city of Wuhan (China). They produce clinical conditions ranging from the common cold to more serious diseases, such as the coronavirus that caused severe acute respiratory syndrome (SARS-CoV) a few years ago and the coronavirus that causes the Middle East respiratory syndrome (MERS-CoV) [1]. It seems that the transmission would be through contact with infected animals or by close contact with the respiratory secretions that are generated with the cough or sneeze of a sick person.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "On January 31, the first confirmed case of SARS-CoV-2 was detected in Spain corresponding to a German citizen who was under observation by the health authorities after learning that he had had close contact with a patient diagnosed with infection by Coronavirus in Germany. These cases have been increasing exponentially, until reaching 999 confirmed cases today [2] .",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 366,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The Spanish Ministry of Health has activated a permanent monitoring commission where the evolution of the coronavirus situation is evaluated. It is in contact with scientific societies for the development of specific protocols in relation to the clinical management of cases. Update daily the report about the outbreak, accessible to the general public [2] . The rate of growth of cases in each country is different. Japan, Hong Kong, Singapore have seen infections grow gradually since January.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 356,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In other countries such as Spain, France or Germany, cases shot up very quickly following the wake of Italy, which gave the alarm in Europe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The development of the epidemic follows an exponential growth model in accumulated cases until reaching a maximum point. In China seems that a decline in the most recent days is likely to be due to underascertainment of cases with recent onset and delayed identification and reporting rather than a true turning point in incidence [3] . But can we predict when the maximum number of cases will arrive? Some statements by the Chinese health authorities indicate that the infections will last until summer, but can we apply any model or project these expectations over time?",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 334,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The general goal of this work is present a new model of SARS-CoV-2 to predict different time scenarios of accumulated cases in Spain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectives"
        },
        {
            "text": "In this short report is used a model proposed previously, based on a parametric model Weibull [4, 5, 6] computed with the function Weibull4p.monle1() of the library BDSbiost3 [6] . This mathematical function was developed in R to infer and predict different scenarios of the evolution of SARS-CoV-2 for the accumulated cases in Spain after the spread that affects Spain detected at the end of January of this year until last date with information.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 97,
                    "text": "[4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 98,
                    "end": 100,
                    "text": "5,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 101,
                    "end": 103,
                    "text": "6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 175,
                    "end": 178,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "This projection offered by function is based on a consistent statistical growth model, used previously in biology [4, 5, 6] and can allow authorities and epidemiologists to predict cases and take measures of them, as well as to know the approximate dates for the best and worst scenarios. This method is based on the extrapolation rarefaction curve using a Weibull growth model [4, 5] to estimate the maximum number of accumulated cases of coronavirus as a function of time (days) using numerical methods for non linear models. This approach allows us to compute the effort at different confidence intervals and to obtain an approximate time interval of when the disease will slow its speed in terms of the number of cases accumulated. This would also be possible for the number of new affected and for cases in which patients recover.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "text": "[4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 118,
                    "end": 120,
                    "text": "5,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 121,
                    "end": 123,
                    "text": "6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "[4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 382,
                    "end": 384,
                    "text": "5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "In the analyzes presented, projective curves (see Figure 1 ) have been generated for the evolution of accumulated cases in which they reach about 4,000 cases or about 15,000 cases, for which the lines of the day in which the value for 90 will be reached can be seen vertically 90, 95 and 99% of the asymptote (maximum number of cases, from that day they will begin to descend or remain the same), that is why the vertical lines would indicate the slow down of the disease. Red dots: real cases. Blue lines: simulation for two scenarios (worst scenario with 15,000 cases, and best scenario for 4,000 cases approx.). Vertical lines indicate the day to reach 90, 95 or 99% asymptote (maximum number of cases). Green vertical line for the best scenario. Red vertical line for the worst scenario.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 58,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Thus, for the first scenario (Figure 1) , to reach approximately 4,000 cases, the projective model indicates that it will take 78, 84 and 93 days to reach 90, 95 or 99% of the asymptote that in this case would be about 5 times the maximum number of cases (n = 4,000). For the worst-case scenario, it takes 118, 126 or 142 days to reach the maximum number of cases (n = 15,000). This means translated in a time scale that in the worst case the virus will not stop its progress until summer 2020, hopefully before. 3 ",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 514,
                    "text": "3",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 29,
                    "end": 39,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "This predictive function could be used to plan the resources and see if the policies or means dedicated to the virus are slowing the progress of the virus or it is necessary to implement others that are more effective, and can also validate a method for future outbreaks of diseases such as these.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and comments"
        },
        {
            "text": "The method can easily be validated with the daily updated data for Spain, which can be found at: https://www.epdata.es/datos/coronavirus-chinadatos-graficos/498",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and comments"
        },
        {
            "text": "This method proposed to predict time scenarios and projection could also be used for other countries. The function is freely available to those scientists who want to use it to make their own predictions based on the available data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and comments"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus data for Spain",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Spain",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Xuesen Xing, Ph.D., Nijuan Xiang, M.Med., et al. 2020. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Qun",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Med",
                    "suffix": ""
                },
                {
                    "first": "Ph",
                    "middle": [
                        "D"
                    ],
                    "last": "Xuhua Guan",
                    "suffix": ""
                },
                {
                    "first": "Ph",
                    "middle": [
                        "D"
                    ],
                    "last": "Peng Wu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Yeqing",
                    "middle": [],
                    "last": "Med",
                    "suffix": ""
                },
                {
                    "first": "Ph",
                    "middle": [
                        "D"
                    ],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ruiqi Ren",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Med",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Kathy",
                    "suffix": ""
                },
                {
                    "first": "Ph",
                    "middle": [
                        "D"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Eric",
                    "suffix": ""
                },
                {
                    "first": "Ph",
                    "middle": [
                        "D"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jessica",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Use of non-linear mixed-effects modelling and regression analysis to predict the number of somatic coliphages by plaque enumeration after 3 hours of incubation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mendez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Monleon-Getino",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jofre",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lucena",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of water and health",
            "volume": "15",
            "issn": "5",
            "pages": "706--717",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A priori estimation of sequencing effort in complex microbial metatranscriptomes (Pending of publication",
            "authors": [
                {
                    "first": "Toni",
                    "middle": [],
                    "last": "Monleon-Getino",
                    "suffix": ""
                },
                {
                    "first": "Jorge",
                    "middle": [],
                    "last": "Frias-Lopez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Methods in Ecology",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "BDSbiost3: Machine learning and advanced statistical methods for omic,categorical analysis and others. Library for R published in github",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Monleón-Getino",
                    "suffix": ""
                },
                {
                    "first": "Clara",
                    "middle": [],
                    "last": "Rodríguez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Prediction of accumulated cases of SARS-CoV-2 for the next 300 days based on the use of Weibull model computed with the function Weibull4p.monle1() of the library BDSbiost3 for R.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}