{
    "paper_id": "48fe4c881f0e7546bc34e5c8ab6aa9f3235ffcad",
    "metadata": {
        "title": "Direct RNA sequencing and early evolution of SARS-CoV-2 2",
        "authors": [
            {
                "first": "George",
                "middle": [],
                "last": "Taiaroa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Peter",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Rawlinson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Peter",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Leo",
                "middle": [],
                "last": "Featherstone",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Peter",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Miranda",
                "middle": [],
                "last": "Pitt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Peter",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Leon",
                "middle": [],
                "last": "Caly",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Julian",
                "middle": [],
                "last": "Druce",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Damian",
                "middle": [],
                "last": "Purcell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Peter",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Leigh",
                "middle": [],
                "last": "Harty",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Peter",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Tran",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jason",
                "middle": [],
                "last": "Roberts",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nichollas",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Scott",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mike",
                "middle": [],
                "last": "Catton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Peter",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Deborah",
                "middle": [],
                "last": "Williamson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Peter",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Lachlan",
                "middle": [],
                "last": "Coin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Peter",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sebastian",
                "middle": [],
                "last": "Duchene",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Peter",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Fundamental aspects of SARS-CoV-2 biology remain to be described, having the 20 potential to provide insight to the response effort for this high-priority pathogen. Here we 21 describe the first native RNA sequence of SARS-CoV-2, detailing the coronaviral 22 transcriptome and epitranscriptome, and share these data publicly. A data-driven inference 23 of viral genetic features and evolutionary rate is also made. The rapid sharing of sequence 24 information throughout the SARS-CoV-2 pandemic represents an inflection point for public 25 health and genomic epidemiology, providing early insights into the biology and evolution of 26 this emerging pathogen. 27 28 29",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Aspects of the response assume that the biology of SARS-CoV-2 is comparable with 49 previously characterised coronaviruses, including the annotation of genes and the estimation 50 of molecular evolutionary rates [11] [12] . It remains highly relevant to determine these 51 features experimentally with SARS-CoV-2-specific data, potentially revealing other insights 52 into the biology of this emergent pathogen. To address this, here we describe (i) the first 53 native RNA sequence of SARS-CoV-2, detailing the coronaviral transcriptome and proteins (3a, 6, 7a, 7b, 8 and 10). The subgenomic mRNAs have a common 5′ leader 65 sequence, near-identical to that located in the 5′-UTR of the viral genome; the transcription 66 mechanism repositions the 5′ leader sequence upstream of ORFs, with each translation 67 start site being located at the primary position for ribosome scanning. These ORFs, although 68 annotated, are yet to be shown as expressed experimentally. Standard sequencing 69 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 217,
                    "end": 221,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "48"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi. org/10.1101 org/10. /2020 technologies are unable to produce reads representing (i) complete RNA viral genomes or 70 (ii) subgenomic mRNAs needed to verify annotated ORFs, as these methods generate short 71 reads and have a reliance on amplification to generate complementary DNA (cDNA) 72 sequences.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 102,
                    "text": "org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 116,
                    "text": "org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "48"
        },
        {
            "text": "To define the architecture of the coronaviral transcriptome, a recently established direct RNA 75 sequencing approach was applied, using a highly parallel array of nanopores [16] . In brief, 76 nucleic acids were prepared from cell culture material with high levels of SARS-CoV-2 77 growth, this being expected to include examples of both genomic mRNA and transcripts 78 corresponding to each ORF. These were sequenced with Oxford Nanopore Technologies, 79 including poly(T) adaptors and an R9.4 flowcell on a GridION platform (Oxford Nanopore 80 Technologies). Through this approach, the electronic current is measured as individual 81 strands of RNA translocate through a nanopore, with derived signal-space data basecalled 82 to infer the corresponding nucleobases. As a comparator, virion material of SARS-CoV-2 83 was also prepared and sequenced through this approach, with complete viral genome 84 sequences expected to predominate rather than subgenomic transcripts.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "74"
        },
        {
            "text": "The cellular-derived material was used to generate 680,347 reads, comprising 860Mb of 87 sequence information (BioProject PRJNA608224). Aligning to the genome of the cultured 88 SARS-CoV-2 isolate (MT007544.1), a subset of reads were attributed to coronavirus 89 sequences (28.9%), comprising 367Mb of sequence distributed across the 29,893 base 90 genome. Of these, a number had lengths >20,000 bases, capturing the majority of the 91 SARS-CoV-2 genome on a single molecule. This direct RNA sequencing approach 92 generated an average 12,230 fold coverage of the coronaviral genome, biased towards 93 sequences proximal to the polyadenylated 3' tail; coverage ranged from 34 fold to >160,000 94 fold ( Figure 1B) , reflecting the higher abundance of subgenomic mRNAs carrying these 95 sequences, as well as the directional sequencing from the polyadenylated 3' tail. The virion 96 material generated fewer reads, and included a calibration standard added during library 97 preparation (430,923 reads, BioProject PRJNA608224).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 703,
                    "end": 713,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "86"
        },
        {
            "text": "Many features of SARS-CoV-2 biology are captured in these direct RNA sequence data, 100 including the transcriptome, as well as RNA base modifications or 'epitranscriptome'. To 101 define the transcriptome, the shared 5' leader sequence was used as a marker to identify 102 intact transcripts, these corresponding to subgenomic mRNAs and having a low abundance 103 in the virion-derived data ( Supplementary Figures 1 and 2) . In SARS-CoV-2, we identify 104 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 394,
                    "end": 424,
                    "text": "Supplementary Figures 1 and 2)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "99"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.05.976167 doi: bioRxiv preprint eight major viral mRNAs in addition to the viral genome; each annotated gene was observed 105 as a distinct subgenomic mRNA, outside of ORF7b and ORF10 ( Figure 1C , Supplementary 106 Table 1 ). In SARS, ORF7a and ORF7b are encoded on a shared subgenomic mRNA, with 107 translation of ORF7b being achieved through ribosome leaky scanning, explaining the 108 absence of a dedicated ORF7b-encoding subgenomic mRNA [17] . There is however no 109 satisfactory explanation for the absence of an ORF10-encoding subgenomic mRNA. ",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 558,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 305,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 326,
                    "end": 333,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "99"
        },
        {
            "text": "This Bayesian approach demonstrated improved precision in estimates of evolutionary rates 171 using our dataset with highest genetic diversity. This may be explained by the stochastic 172 variation typical in data from early in an outbreak having a smaller impact as the virus 173 accumulates genetic variation. These results are also supported by root-to-tip regression, a 174 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "170"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.05.976167 doi: bioRxiv preprint visual assessment of the degree of clocklike evolution in the data (Supplementary Figures 8   175 and 9). The evolutionary rate generated the high diversity set of 100 genomes was 1.56 × 176 10 -3 substitutions/site/year (95% HPD 1.09×10 -3 -2.05×10 -3 ), whereas that based on 66 177 genomes was 1.16 × 10 -3 substitutions/site/year (95% HPD 6.32×10 -4 -1.69×10 -3 ). Our 206 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 239,
                    "text": "Figures 8   175",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "170"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.05.976167 doi: bioRxiv preprint 217 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "170"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.05.976167 doi: bioRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "170"
        },
        {
            "text": "author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "362"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.05.976167 doi: bioRxiv preprint http://virological.org/t/phylodynamic-estimation-of-incidence-and-prevalence-of-novel- can be seen for an area between ORF 7a and ORF8, likely corresponding to ORF7b (G).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "362"
        },
        {
            "text": "There is an absence of splice sites for ORF in this dataset (I). The key shows the distribution ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "427"
        },
        {
            "text": "The distribution has notable deviations from an expected exponential growth in the number 458 of genomes available, such as in mid-February, with constant sampling being an underlying 459 assumption for many phylodynamic skyline approaches inferring effective population size. 460 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "457"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.05.976167 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.05.976167 doi: bioRxiv preprint nucleobase sequences ('basecalled') using Guppy, either as a standalone program or as 497 ont-guppy-for-gridion 3.0.6. Both signal-space and basecalled read data are available at 498 BioProject PRJNA608224. It should be noted that non-polyadenylated RNAs are not 499 expected to be detected with this approach. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "457"
        },
        {
            "text": "Subgenome bins were refined to remove reads which did not originate at the 3' poly-A tail as 513 expected for intact subgenomic mRNAs, or which had leader sequences at least 10bp 514 longer than expected. Subgenome bins were re-aligned, with coverage calculated in 515 SAMtools [M4], and plotted using ggplot2 [M5] in R [M6] . Breakpoints in mRNAs were 516 determined with CIGAR string manipulation; any given spliced region longer than 100bp 517 (represented by Ns in the CIGAR string after aligning with minimap2) was regarded as a 518 spliced transcript and the 5' and 3' genome co-ordinates of the breakpoint were recorded for 519 analysis. The IPKnot webserver [M7] was used to predict the RNA secondary structures, 520 and the VARNA visualization applet [M8] to produce schematics.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 324,
                    "text": "[M6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "512"
        },
        {
            "text": "As an alternate method of defining the SARS-CoV-2 transcriptome, reads carrying a 523 breakpoint relative to the 5' leader sequence are shown, representing potentially viable 524 transcripts. This was determined through CIGAR string manipulation. Any spliced region Table   564 3). A third maximal diversity dataset (n=100) was included to demonstrate the utility of 565 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 277,
                    "text": "Table   564",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "522"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.05.976167 doi: bioRxiv preprint capturing varying degrees of genetic diversity, these genomes being selected from the first 566 700 genomes available on GISAID and maximised phylogenetic diversity achieved using 567 Treemer [M14] (Supplementary Table 4 ). Temporal signal was assessed using BETS [M15] .",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 411,
                    "text": "[M15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 355,
                    "end": 362,
                    "text": "Table 4",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "522"
        },
        {
            "text": "Initially we determined whether the evolutionary signal and time over which the genome data 569 were collected was sufficient to calibrate the molecular clock, allowing for the evolutionary 570 rate and timescale of the outbreak to be inferred. The model selection approach from BETS 571 supported a strict molecular clock model with genome sampling times for calibration and a 572 coalescent exponential tree prior, which posits that the number of infected individuals grows 573 exponentially over time. We used the HKY+Γ substitution model, and set the following priors 574 for key parameters: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "568"
        },
        {
            "text": "A root-to-tip regression usually produces lower evolutionary rate estimates than explicit 586 phylogenetic methods [M25], although is commonly used to inspect temporal signal in the 587 data. In our analyses, the data set that maximised phylogenetic diversity had a higher R 2 588 than that with 122 samples collected earlier, and an evolutionary rate that was more similar 589 to that obtained in BEAST. Although, both data sets had temporal signal according to BETS, 590 the root-to-tip regressions demonstrate that including more genetic diversity can produce 591 improved estimates, probably because stochastic variation has a stronger impact in smaller 592 data sets that are collected early in the outbreak. 598 599 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "585"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.05.976167 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "585"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Pneumonia of unknown cause -China",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Minimap2: pairwise alignment for nucleotide sequences",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Bioinformatics",
            "volume": "34",
            "issn": "18",
            "pages": "3094--100",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Tablet: visualizing next-603 generation sequence assemblies and mappings",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Milne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bayer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stephen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cardle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Bioinformatics",
            "volume": "",
            "issn": "",
            "pages": "253--268",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The sequence alignment/map format and SAMtools",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Durbin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bioinformatics",
            "volume": "25",
            "issn": "16",
            "pages": "2078--2087",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "ggplot2: elegant graphics for data analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wickham",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "R: A language and environment for statistical computing. R 613 Foundation for Statistical Computing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "R Core Team",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "IPknot: fast and accurate prediction of RNA secondary structures 616 with pseudoknots using integer programming",
            "authors": [
                {
                    "first": "Kengo",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Bioinformatics",
            "volume": "13",
            "issn": "",
            "pages": "85--93",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "VARNA: Interactive drawing and 619 editing of the RNA secondary structure",
            "authors": [
                {
                    "first": "Kévin",
                    "middle": [],
                    "last": "Darty",
                    "suffix": ""
                },
                {
                    "first": "Alain",
                    "middle": [],
                    "last": "Denise",
                    "suffix": ""
                },
                {
                    "first": "Yann",
                    "middle": [],
                    "last": "Ponty",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Bioinformatics",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "FIMO: scanning for occurrences of a given motif",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Noble",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Bioinformatics",
            "volume": "622",
            "issn": "",
            "pages": "1017--1018",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Update of 625 the PRIDE database and its related tools",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Vizcaino",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Csordas",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Del-Toro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Dianes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Griss",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lavidas",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nucleic Acids Res",
            "volume": "44",
            "issn": "D1",
            "pages": "447--56",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "MaxQuant enables high peptide identification rates, individualized 628 p.p.b.-range mass accuracies and proteome-wide protein quantification",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mann",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nat",
            "volume": "629",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "SquiggleKit: A toolkit for manipulating nanopore signal 632 data",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Bioinformatics",
            "volume": "35",
            "issn": "24",
            "pages": "5372--5375",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.05.976167"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "BEAST: Bayesian evolutionary analysis by sampling 635 trees. BMC evolutionary biology",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Drummond",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Treemmer: a tool to reduce large phylogenetic 639 datasets with minimal loss of diversity",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Beisel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Borrell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gagneux",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Bioinformatics",
            "volume": "19",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "164.DOI:64010.1186/s12859-018-2164-8"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Bayesian 643 Evaluation of Temporal Signal in Measurably Evolving Populations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Duchene",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stadler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Duchene",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dhanasekaran",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Baele",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Al Hajjar S. Transmission and evolution 651 of the Middle East respiratory syndrome coronavirus in Saudi Arabia: a descriptive 652 genomic study. The Lancet",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Alhakeem",
                    "middle": [],
                    "last": "Rf",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Madani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Alrabiah",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "382",
            "issn": "",
            "pages": "1993--2002",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Spread, circulation, and 656 evolution of the Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "Alhakeem",
                    "middle": [],
                    "last": "Aa",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rf",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Albarrak",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "1",
            "pages": "1062--1075",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "MERS-CoV spillover at the camel-660 human interface. Elife",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dudas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Carvalho",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Moderate 663 mutation rate in the SARS coronavirus genome and its implications. BMC 664 evolutionary biology",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Boerwinkle",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Severe 667 acute respiratory syndrome coronavirus sequence characteristics and evolutionary 668 author/funder. All rights reserved. No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salemi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Fitch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ciccozzi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ruiz-Alvarez",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rezza",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of virology",
            "volume": "78",
            "issn": "3",
            "pages": "1602--1605",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.05.976167"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The genome 672 comparison of SARS-CoV and other coronaviruses. Yi chuan= Hereditas",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Q"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "373--82",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Molecular evolution of the 676 SARS coronavirus during the course of the SARS epidemic in China",
            "authors": [
                {
                    "first": "Sars Molecular Epidemiology",
                    "middle": [],
                    "last": "Chinese",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Consortium",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "5664",
            "pages": "1666--1675",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "From molecular genetics to phylodynamics: evolutionary relevance of 680 mutation rates across viruses. PLoS pathogens",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sanjuán",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Estimating evolutionary rates using 683 time-structured data: a general comparison of phylogenetic methods",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Duchêne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Geoghegan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Bioinformatics",
            "volume": "684",
            "issn": "22",
            "pages": "3375--3379",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.05.976167"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "54 epitranscriptome, and (ii) estimates of coronaviral evolutionary rates and related timescales, 55 based on data available at this stage of the outbreak.56 57 Characterised coronaviruses have some of the largest genomes among RNA viruses, and 58 express their genetic content as a nested set of polyadenylated mRNA transcripts (Figure 1), 59 with lengths corresponding to each encoded open reading frame (ORF). These include two 60 large ORFs, ORF1a and ORF1ab, encoded by the complete viral genome and expressed 61 upon cell entry. Other subgenomic mRNAs are generated through a mechanism termed 62 discontinuous extension of minus strands, encoding structural proteins (spike protein (S), 63 envelope protein (E), membrane protein (M) and nucleocapsid protein (N)) and accessory 64",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "the last predicted coding sequence upstream of the poly-A sequence, and the 112 shortest of the predicted coding sequences at 117 bases in length. ORF10 also has no 113 annotated function, and the putative encoded peptide does not appear in SARS-CoV-2 114 proteomes [18,19] or have a homolog in the SARS-CoV-1 proteome (Proteome ID: 115 UP000000354 [20]). Subgenomic mRNAs corresponding to ORF10 are not identifiable in our 116 reads (Supplementary Figure 3). These data suggest that the sequence currently annotated 117 as ORF10 does not have a protein coding function in SARS-CoV-2. Ongoing molecular 118 evolution at this locus should be considered in light of this finding. 119 120 Instead of encoding a protein sequence, the locus annotated as ORF10 immediately 121 upstream of the 3' UTR may act itself or as a precursor of other RNAs in the regulation of 122 gene expression, replication or modulating translation efficiency or cellular antiviral 123 pathways; the 3' UTR of coronaviruses contains domains critical for regulating viral RNA 124 synthesis and other aspects of viral biology [21]. An initial region of the 3' UTR appears 125 essential for viral replication, and an area further 3' includes the stem-loop II-like motif (s2m) 126 a feature conserved in SARS-CoV-2 and other coronaviruses [22,23], the s2m having a 127 proposed role in recruiting host translational machinery [24]. A small number of cell culture-128 derived SARS-CoV-2 genomes carry a shared deletion at an area of the 3' UTR including an 129 aspect of the s2m (Supplementary Figure 4), this parallel molecular evolution further 130 suggesting the region may have functional roles in vivo. 131 132 An analysis of transcript breakpoints further illustrates the potential for 5' UTR positions 133 outside of the canonical leader sequence to enable transcript production, with low-frequency 134 non-canonical variations in mRNA splice co-ordinates (Figure 2, Supplementary Figures 5 135 and 6). Low frequency variants may be generated during the preparation of nucleic acids for 136 sequencing, with the rate of chimeric read formation being unknown; this could be explored 137 through analysis of in vitro transcribed RNA control material.138 139 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Through analysis of signal-space data, we identified 42 positions with predicted 5-145 methylcytosine modifications, appearing at consistent positions between subgenomic 146 mRNAs (Supplementary Figure 7, and Supplementary Table 2). In other positive ssRNA 147 viruses, RNA methylation can change dynamically during the course of infection [26], 148 influencing host-pathogen interaction and viral replication. Other modifications may become 149 apparent once training datasets are available for direct RNA sequence data, with little known 150 of the epitranscriptomic landscape of coronaviruses [25,27].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "as investigating the above assumed features of SARS-CoV-2 genetics, sequence 153 data also enable an estimate of the molecular evolutionary rate, with globally sourced 154 genome sequences being shared and publicly available. Evolutionary rate estimates from 155 other coronaviruses such as Middle East Respiratory Syndrome (MERS) are not necessarily 156 applicable here, particularly because MERS had multiple independent introductions into 157 humans [28-30]. To estimate the evolutionary rate and time of origin of the SARS-CoV-2 158 outbreak, we carried out Bayesian phylogenetic analyses using a curated set of 122 high 159 quality publicly available SARS-CoV-2 genome sequences, each having a known collection 160 date (Figure 3, Supplementary Table 3). The sampling times were sufficient to calibrate a 161 molecular clock and infer the evolutionary rate and timescale of the outbreak using a 162 Bayesian approach; the evolutionary rate of SARS-CoV-2 was estimated to be 1.20 × 10 -3 163 substitutions/site/year (95% HPD 8.91×10 -4 -1.52×10 -3 ), and the of time of origin to be late 164 November 2019 (95% HPD August 2019, December 2019), which is in agreement with 165 epidemiological evidence and other recent analyses (Figure 3A)[1-4, 31, 32].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "set of 66 high quality genomes collected earlier in the outbreak (Supplementary 168",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "178 estimate of the evolutionary rate of SARS-CoV-2 is in line with those of other coronaviruses 179 (Figure 3B), and the low genomic diversity and recent timescale of the outbreak support a 180 recently occurring, point-source transfer to humans. 181 182 Other phylodynamic inferences may soon become possible for SARS-CoV-2, as further 183 genomic data becomes available and the sampling rate becomes more consistent. The 184 current distribution of sampling times (Supplementary Figure 8) appears to be prohibitive to 185 phylodynamic inference of the SARS-CoV-2 effective population size (Ne, not included here).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Although a required threshold of genomes to allow such phylodynamic investigation may 187 have been crossed, the temporal spread of these isolates may differ too much to satisfy188 constant sampling assumptions underlying many phylodynamic skyline approaches inferring 189 Ne over time. Again, as sampling continues a more consistent rate of sampling is likely to 190 emerge, allowing such analyses. 191 192 Insights are provided on the molecular biology of SARS-CoV-2, revealed through the use of 193 direct RNA sequence and publicly available data. The rapid sharing of these and other 194 genetic data support the global response effort and represents an inflection point for 195 communicable diseases and genomic epidemiology, with complete data shared openly and 196 rapidly between academic and public health groups.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "SARS-CoV-2 genetics and transcriptome architecture.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": ") Schematic of the early stages of SARS-CoV-2 cell entry and transcript production, 201 including in vivo synthesis of positive sense genome-length RNA molecules and subgenomic 202 mRNAs. B) Read coverage of direct RNA reads from cell-culture material, aligned to the 203 local SARS-CoV-2 genome (29,893 bases), showing a bias towards the 3' polyadenylated 204 end. C) Read length histogram, showing subgenomic mRNAs attributed to coding 205 sequences.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Breakpoint analysis of the SARS-CoV-2 transcriptome. 208 Direct RNA reads carrying a breakpoint relative to the 5' leader sequence are shown, 209 representing potentially viable transcripts. These breakpoints are localised at the same 210 position on the leader sequence (positions 62-68), and on the 3' to predicted transcription 211 regulating sequences in the body of the genome (TRS-Bs, highlighted by vertical weight 212 lines), generating common subgenomic mRNAs. Of note, many low frequency breakpoints 213 are detected, although few near the sequence currently annotated as ORF10. The key 214 shows the distribution of transcript breakpoints. Colour is matched to a 'value' measuring the 215 number of reads with break points at that position, log10-scaled. The histogram component 216 illustrates the number of transcripts with a given abundance value.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Assessment of viral evolutionary rate and outbreak timing with SARS-CoV-2-219 specific data. A) A timed highest clade-credibility phylogenetic tree of curated SARS-CoV-2 220 genomes as inferred in BEAST. B) Comparison of SARS-CoV-2 rate estimates with varying 221 datasets, and previously published estimates of other coronaviruses.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "240room/detail/30-01-2020-statement-on-the-second-meeting-of-the-international-241 health-regulations-(2005)-emergency-committee-regarding-the-outbreak-of-novel-Roujian, et al. \"Genomic characterisation and epidemiology of 2019 novel 245 coronavirus: implications for virus origins and receptor binding.\" The Lancet (2020).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "gratefully acknowledge the traditional peoples of the land on which the work 369 was carried out, the Wurundjeri Woi-wurrung people of the Kulin nation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "also acknowledge the broader staff of the Victorian Infectious Disease 372 Reference Laboratory (VIDRL), their public health partners, and VIDRL's major funder, the 373 Victorian Department of Health and Human Services. The authors also thank David 374 Matthews and Andrew Davidson of the University of Bristol for useful comments on the 375 generated data, and Allison Hicks of Harvard T. H. Chan School of Public Health, for critical 376 review of the manuscript. Lastly, the authors gratefully acknowledge the public health and 377 academic groups contributing to the preparation, release and analysis of SARS-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "RNA sequence coverage of the SARS-CoV-2 genome for cell-culture and virion-383 derived material. A) Coverage of the SARS-CoV-2 genome for the cell-culture dataset, for all 384 reads and for those predicted to be intact mRNA transcripts or 'leader reads', showing an 385 abundance of such transcripts. B) Coverage of the SARS-CoV-2 genome for the virion-386 derived dataset, showing a relative paucity of intact mRNA transcripts.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "389Distribution of native RNA reads between intact transcripts ('leader reads') and other partial 390 transcripts and genomic sequences. Intact transcripts include the leader sequence at the 5' 391 and a polyadenylated 3' end (A and E, for cell-culture material and virion material 392 respectively), while other partial transcripts or genomes either contain a leader sequence 393 and lack an appropriate 3' sequence (B and F), vice versa (C and D), or lack both",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Absence of observed coding potential for ORF10 in SARS-CoV-2. A) Read length 399 histogram, showing subgenomic mRNAs attributed to coding sequences, with the area 400 highlighted shown in detail in a second panel. B) Read length histogram, showing read 401 counts of lengths corresponding to those of the ORF10 subgenomic mRNA (~360 bases), if 402 present in the dataset. Of the <500 base reads shown, none align to ORF10.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "in the SARS-CoV-2 3' UTR. A) An alignment of SARS-CoV-2 3' UTR 406 sequences, including the original Wuhan-Hu-1 sourced from Wuhan, China and considered 407 the reference genome for the outbreak, and two examples of cultured SARS-CoV-2 isolates 408 exhibiting deletions in a shared 3' UTR region predicted to form a pseudoknot structure. B) 409 Predicted pseudoknot structure of the SARS-CoV-2 3'UTR affected by the above culture-410 derived deletions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Extended breakpoint analysis of the SARS-CoV-2 transcriptome. The genome coordinates414 3' of the breakpoint are extended to include potential 3' sequences positioned between 1-415 10,001 of the genome. This highlights low frequency breakpoints, increasing in frequency 416 near the sequence annotated as ORF10 and the 3' end of the genome. The key shows the 417 distribution of transcript breakpoints. Colour is matched to a 'value' measuring the number of 418 reads with break points at that position, log10-scaled. The histogram component illustrates 419 the number of transcripts with a given abundance value.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "422 ORF-specific breakpoint analyses. The corresponding breakpoints for each currently 423 annotated ORF in the SARS-CoV-2 genome are shown (A-I), highlighting a canonical 424 breakpoint for ORFs with a corresponding subgenome mRNA, and a low frequency of non-425 canonical splice sites often centred on a canonical site. Of note, low frequency splice sites 426",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "428 of transcript breakpoints. Colour is matched to a 'value' measuring the number of reads with 429 break points at that position, log10-scaled. The histogram component illustrates the number 430 of transcripts with a given abundance value.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Subgenomic mRNA abundance and predicted sites of modification. A) Coverage of relevant 434 coding sequences achieved by alignment of subgenomic mRNAs to the SARS-CoV-2 435 genome (log scale). Red lines indicate the first base of each coding sequence from ORF2-436 10. B) Schematic of relevant annotated coding sequences. C) Position of predicted m5C 437 positions in subgenomic mRNAs. Dark blue lines indicate positions predicted to have >90% 438 base modification; light blue lines indicate positions predicted to have between",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Assessment of SARS-CoV-2 phylogenetics and viral evolutionary rate based on 66 early 444 genomes made publicly available. A) A timed highest clade-credibility phylogenetic tree of 445 curated SARS-CoV-2 66 genomes as inferred in BEAST. B) Comparison of the SARS-CoV-446 2 rate estimate for the n=66 set and previously published estimates of other coronaviruses.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "Time-to-most-common-recent-ancestor (TMRCA)and root-to-tip regression of both early and 450 maximally diverse SARS-CoV-2 genome datasets. A) TMRCA and root-to-tip regression of 451 122 high quality complete SARS-CoV-2 genomes made available early in the pandemic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": ") TMRCA and root-to-tip regression of 100 maximally diverse SARS-CoV-2 genomes, 453 selected from the first 700 genomes made publicly available.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "Distribution of SARS-CoV-2 sampling times used to generate publicly available genomes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF33": {
            "text": "the human signalling lymphocytic activation molecule (SLAM; termed 465 Vero/hSLAM cells accordingly) with associated SARS-CoV-2 infection were grown at 37°C 466 at 5% CO2 in media consisting of 10 mL Earle's minimum essential medium, 7% FBS 467 (Bovogen Biologicals, Keilor East, Aus), 2 mM L-Glutamine, 1 mM Sodium pyruvate, 1500 468 mg/L sodium bicarbonate, 15 mM HEPES and 0.4 mg/ml geneticin in 25cm 2 flasks. This 469 isolate is to the best of our knowledge typical for SARS-CoV-2 isolates, with the genome of470 the cultured isolate (MT007544.1) having three single nucleotide variants (T19065C, 471 T22303G, G26144T) relative to the SARS-CoV-2 Wuhan-Hu-1 reference genome 472 (MN908947.3), and a 10 base deletion in the 3' UTR. Both the T22303G and 3' UTR 473 variants have been confirmed as culture-derived through Sanger sequencing of clinical and 474 culture material, and do not appear in the earlier virion-derived data. 475 476 Nucleic acids were prepared from clarified cell-free supernatant (reflecting virion material) 477 and infected cell culture material (representing actively transcribed and translated viral 478 material), following inactivation with linear acrylamide and ethanol. RNA was extracted from 479 100µl of supernatant and a modest pellet for the cell-culture material (~200mg) respectively, 480 using manually prepared wide-bore pipette tips and minimal steps to maintain RNA length 481 for long read sequencing, and a QIAamp Viral RNA Mini Kit (Qiagen, Hilden, Germany).482 Carrier RNA was not added to Buffer AVL, with 1% linear acrylamide (Life Technologies, 483 Carlsbad, CA, USA) added instead. Wash buffer AW1 was omitted from the purification 484 stage, with RNA eluted in 50 μl of nuclease free water, followed by DNase treatment with 485 Turbo DNase (Thermo Fisher Scientific, Waltham, MA, USA) 37°C for 30 min. RNA was 486 cleaned and concentrated to 10 μl using the RNA Clean & Concentrator-5 kit (Zymo 487 Research, Irvine, CA, USA), as per manufacturer's instructions.488 489Nanopore sequencing of direct RNA 490 Prepared RNA (~1µg) was carried into a direct RNA sequence library preparation with the 491 Oxford Nanopore DRS protocol (SQK-RNA002, Oxford Nanopore Technologies) following 492 the manufacturer's specifications, with addition of the control RNA in the virion sample.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF34": {
            "text": "493Libraries were loaded on R9.4 flow cells and sequenced on a GridION device for the cell-494 derived material and a MinION device for the virion-derived material (Oxford Nanopore 495 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF35": {
            "text": "reads passing the above given quality thresholds were aligned to the genome of 503 the cultured Australian SARS-COV-2 isolate (MT007544.1), with parallel and concordant 504 analyses in Geneious Prime (2019.2.1, [M1]) and minimap2 v 2.11 using the \"spliced\" preset 505 [M2]. Coverage statistics were determined from the resulting read alignments. To identify 506 complete subgenomic mRNAs, reads were aligned to a 62 base SARS-COV-2 leader 507 sequence (5'ACCUUCCCAGGUAACAAACCAACCAACUUUCGAUCUCUUGUAGAU 508 CUGUUCUCUAAACGAAC), with reads aligning to the leader sequence being pooled and 509 visualized in a length histogram. Significant peaks were identified visually and confirmed 510 with a smoothed z-score algorithm. Reads captured in this binning-by-length strategy were 511 re-aligned to the reference genome using the above methods and visualized in Tablet [M3].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF36": {
            "text": "525 longer than 100bp (represented by Ns in the CIGAR string after aligning with minimap2) was 526 regarded as a spliced transcript and the 5' and 3' genome co-ordinates of the breakpoint 527 were recorded for analysis. Locations of Transcription Regulating Sequence in the body of 528 the genome (TRS-B) were determined with a Position Weight Matrix (PWM) search. Portions 529 of reads aligning to the conserved TRS in the leader sequence (TRS-L) were transformed 530 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF37": {
            "text": "preserves in vivo base modifications and enables their detection from 541 raw voltage signal information. In brief, the signal-space fast5 files corresponding to 542 identified subgenomic mRNAs were assessed to identify signal changes corresponding to 543 5mC methylation. These were first retrieved using the fast5_fetcher_multi function in 544 SquiggleKit[M10]. Reads were processed to align raw signal with basecalled sequence data545 using Tombo v1.5 [https://github.com/nanoporetech/tombo]. Canonical reference sequences 546 were made for each subgenomic mRNAs, with the binned fast5 files input into the 547 detect_modifications function, with 5mC as the alternate-model parameter. Outputs were 548 converted to dampened_fraction wiggle files and exported for visualization and analysis. 549 550 Assessment of publicly available proteomes 551 Proteomic datasets were downloaded from the PRIDE proteomic database [M11] (Pride 552 accession: PXD017710) and processes using Maxquant (1.6.3.4 [M12]) allowing semi-553 specific free-N-terminus tryptic as a protease specificity. Quantitation was set to TMT11 plex 554 labelling and human proteome (Uniprot: UP000005640) and SARS-CoV2 (build in house) 555 databases were used. Additional searches were made of the SARS-CoV reference 556 proteome (Proteome ID: UP000000354), and recently available SARS-CoVto estimate the evolutionary rate and time of origin of SARS-CoV-2, we carried out 561 phylogenetic analyses in BEAST v1.101 [M13 on three datasets. The first dataset included 562 66 high quality genomes available up to February 10th 2020, the second consisted of 122 563 available up to February 24th 2020, both from GISAID and GenBank (Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF38": {
            "text": "A continuous time Markov chain for the evolutionary rate 576 • A Laplace distribution with mean of 0 and scale of 100 for the growth rate 577 • An exponential distribution with mean of 1 for the effective population size. 578 A Markov chain Monte Carlo of length 10 7 was set, sampling every 10 3 steps, and assessed 579 sufficient sampling by verifying that the effective sample size for all parameters was at least 580 200 as determined in Tracer [M16], automatically discarding 10% of the burn in. We 581 summarised the posterior distribution of phylogenetic trees by selecting the highest clade 582 credibility tree alongside calculating posterior node probabilities and the distribution of node 583 ages. Comparison to other coronaviral evolutionary rates included studies [M17-24].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF39": {
            "text": "S, Duran C, Thierer T. Geneious Basic: an integrated and 596 extendable desktop software platform for the organization and analysis of sequence 597 data. Bioinformatics. 2012 Jun 15;28(12):1647-9.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "In addition to RNA modifications such as the methylation of the 5' cap structure and polyadenylation of the 3' terminus needed for efficient translation of coding sequences, other RNA modifications may have functional roles in SARS-CoV-2 [25]. A range of modifications 142 are identifiable using direct RNA sequence data[16,25]; our available SARS-CoV-2 direct RNA sequence data providing adequate coverage to confidently call specific modifications.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ", and maximal diversity data set from all data available in GISAID to March 28th to 169 show the utility of capturing varying degrees of genetic diversity (SupplementaryTable 5).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.05.976167 doi: bioRxiv preprint (https://www.who.int/csr/don/05-january-2020-pneumonia-of-unkown-causechina/en/). coronavirus-affected countries goes beyond health.https://www.undp.org/content/undp/en/home/blog/2020/undp-support-for-Ensheng, Hongru Du, and Lauren Gardner. \"An interactive web-based234 dashboard to track COVID-19 in real time.\" The Lancet Infectious Diseases (2020). World Health Organization. Statement on the second meeting of the International Health Regulations (2005) Emergency Committee regarding the outbreak of novel 239 coronavirus (2019-nCoV). January 30, 2020 (https://www.who.int/news-",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Yuen KY, Osterhaus AD, Stöhr K. The severe acute respiratory syndrome. McGeer A, Perl TM, Price CS, Al Rabeeah AA, Cummings DA, Alabdullatif ZN, Assad M, Almulhim A, Makhdoom H, Madani H. Hospital outbreak of Middle East 254 respiratory syndrome coronavirus. New England Journal of Medicine. 2013 Aug Perlman, S. Another decade, another coronavirus. New England Journal of Medicine. 2020 February 20; 382:760-762. DOI: 10.1056/NEJMe2001126 Shu Y, McCauley J. GISAID: Global initiative on sharing all influenza data-from 261 vision to reality. Eurosurveillance. 2017 Mar 30;22(13). https://www.gisaid.org/ Megill C, Bell SM, Huddleston J, Potter B, Callender C, Sagulenko P, Bedford T, Neher RA. Nextstrain: real-time tracking of pathogen evolution. Rambaut A, Lipkin WI, Holmes EC, Garry RF. The Proximal Origin of SARS-CoV-2. Virological, accessed on 27/02/2020. http://virological.org/t/the-Rambaut A. Phylodynamic Analysis | 129 genomes | 24 Feb 2020. Virological, 272 accessed 27/02/2020. http://virological.org/t/phylodynamic-analysis-129-genomes-deletion in the spike glycoprotein that removes the furin-like cleavage site. DOI: Robertson MP, Igel H, Baertsch R, Haussler D, Ares M, Scott WG. The Structure of a Rigorously Conserved RNA Element within the SARS Virus Genome. PLoS Biol.RNA proofreading machine regulates replication fidelity and diversity. RNA biology.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.05.976167 doi: bioRxiv preprint into a count matrix, which was then passed into the FIMO program version 5.5.1 for motif 531 detection with NRDB as the background distribution[M9]. Detected TRS-B sites are plotted 532 alongside breakpoint heatmaps.All signal-space (fast5) and basecalled data (fastq) generated in this work are publicly available on the sequence read archive (SRA), as part of the BioProject PRJNA608224 (SeeSupplementary Table 6for relevant accession numbers).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}