{
    "paper_id": "49444342f3d128b27b2cba09b4868149f8bf2023",
    "metadata": {
        "title": "Physical interventions to interrupt or reduce the spread of respiratory viruses. Part 2 -Hand hygiene and other hygiene measures: systematic review and meta-analysis",
        "authors": [
            {
                "first": "",
                "middle": [],
                "last": "Al-Ansary",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bawazeer",
                "middle": [],
                "last": "Ga",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "M"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Clark",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Conly",
                "middle": [],
                "last": "Jm",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Del",
                "middle": [],
                "last": "Mar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dooley",
                "middle": [
                    "E"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ferroni",
                "middle": [
                    "E"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Glasziou",
                "middle": [
                    "P"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hoffmann",
                "middle": [
                    "T"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jefferson",
                "middle": [
                    "T"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thorning",
                "middle": [
                    "S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Driel",
                "middle": [],
                "last": "Ml",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "A"
                ],
                "last": "Jones",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lubna",
                "middle": [
                    ";"
                ],
                "last": "Al-Ansary",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chris",
                "middle": [
                    ";"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eliana",
                "middle": [
                    ";"
                ],
                "last": "Ferroni",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Regione",
                "middle": [],
                "last": "Veneto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Azienda",
                "middle": [
                    "Zero"
                ],
                "last": "Glasziou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    ";"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tom",
                "middle": [
                    ";"
                ],
                "last": "Jefferson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vaccines",
                "middle": [],
                "last": "Cochrane",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Field",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [
                    ";"
                ],
                "last": "Thorning",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Gold",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Van",
                "middle": [],
                "last": "Driel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mieke",
                "middle": [
                    ";"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To assess the effectiveness of hand hygiene, surface disinfecting, and other hygiene interventions in preventing or reducing the spread of illnesses from respiratory viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Update of a systematic review and meta-analysis focussing on randomised controlled trials (RCTs) and cluster-RCTs (c-RCTs) evidence only. and forward and backward citation analysis of included studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "RCTs and c-RCTs involving people of any age, testing the use of hand hygiene methods, surface disinfection or cleaning, and other miscellaneous barrier interventions. Face masks, eye protection, and person distancing are covered in Part 1 of our systematic review. Outcomes included acute respiratory illness (ARI), influenza-like illness (ILI) or laboratory-confirmed influenza (influenza) and/or related consequences (e.g. death, absenteeism from school or work).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "assessed risk of bias using the Cochrane tool and extracted data. The generalised inverse variance method was used for pooling by using the random-effects model, and results reported with risk ratios (RR) and 95% confidence intervals (CIs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We identified 51 eligible trials. We included 25 randomised trials comparing hand hygiene interventions with a control; 15 of these could be included in meta-analyses. We pooled 8 trials for the outcome of ARI. Hand hygiene showed a 16% relative reduction in the number of participants with ARI (RR 0.84, 95% CI 0.82 to 0.86) in the intervention group. When we considered the more strictly defined outcomes of ILI and influenza, the RR for ILI was 0.98 (95% CI 0.85 to 1.14), and for influenza the RR was 0.91 (95% CI 0.61 to 1.34). Three trials measured absenteeism. We found a 36% relative reduction in absentee numbers in the hand hygiene group (RR 0.64, 95% CI 0.58 to 0.71). Comparison of different hand hygiene interventions did not favour one intervention type over another. We found no incremental effects of combining hand hygiene with using face masks or disinfecting surfaces or objects. All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. : medRxiv preprint 3 CONCLUSIONS: Despite the lack of evidence for the impact of hand hygiene in reducing ILI and influenza, the modest evidence for reducing the burden of ARIs, and related absenteeism, justifies reinforcing the standard recommendation for hand hygiene measures to reduce the spread of respiratory viruses. Funding for relevant trials with an emphasis on adherence and compliance with such a measure is crucial to inform policy and global pandemic preparedness with confidence and precision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. : medRxiv preprint a day prevented cases of SARS during the 2003 epidemic (odds ratio (OR) 0.54, 95% CI 0.44 to 0.67). Many randomised trials have been published in the past decade, and this has prompted us to include this higher-level evidence in this review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "METHODS",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We included randomised controlled trials (RCTs) and cluster-RCTs (C-RCTs) involving participants of all ages that tested interventions including hand hygiene (alone or with other physical interventions), surface or object disinfection, and any other physical barrier interventions with no language restriction. Face masks, eye protection, and person distancing were excluded as these were covered in Part 1 of our systematic review. We included only trials that reported an outcome measure of acute respiratory illness (ARI).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Measures including influenza-like illness (ILI), influenza, or respiratory infectionswith or without related consequences (e.g. days off work, complications, hospitalisation and death, if clearly reported as consequences of the respiratory illness) were eligible. Relevant RCTs from the previous versions of this Cochrane review were also included [3][4][5]. We excluded observational trials because of the number of available randomized datasets which we All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. : medRxiv preprint (CI) and P values. We used the I2 statistic and chi-square test to assess statistical heterogeneity [11]. Relevant results from study types that could not be pooled were reported descriptively. Because all the authors consider themselves as past patients or potential future patients, formal opinion of patient or public representation was not sought in the design, or conduct, or reporting, or dissemination plans of our research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "RESULTS",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We searched four databases (see appendix 1) and retrieved 1486 records. Backwards (screening of the reference lists) and forwards citation analysis, undertaken in Scopus, on our initial list of included trials, retrieved 1694 records (n = 3180 records). We removed 706 duplicate records for a total of 2474 records that were screened by title and abstract.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We excluded 2351 records following title and abstract screening. We obtained full text publications for 123 records. During full text screening and data extraction, we excluded 92 studies as not meeting inclusion criteria. We included 31 trials reported in 31 references, 20 trials from the previous review were also added, for a total of 51 trials. For a detailed description of our screening process, see the PRISMA flow diagram in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 434,
                    "end": 442,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "We also searched two trials registers [12, 13] and identified 42 additional trials, of these, we identified three ongoing trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Reporting of sequence generation and allocation concealment was poor in 30% to 50% of studies across the categories of intervention comparisons. Due to the nature of the interventions being compared, blinding of treatment allocation after randomisation was rarely achieved. Most outcomes were assessed by study participants. This meant that outcome assessment was not blinded and therefore at high risk of bias. Some studies had laboratoryconfirmed outcomes which we considered were likely to be at low risk of bias. We found no evidence of selective reporting of outcomes within the included studies. We believe publication bias is unlikely, as the included studies demonstrated a range of effects, both positive and negative, over all sizes of study. Risk of bias assessment for individual studies are shown on forest plots (Figures 2, 3 , S1, S2 and S3). Figure 4 presents an overall summary of risk of bias for included studies. All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. : medRxiv preprint 8 results (see Tables 1, 2 and 3 for details of the trials, interventions and outcomes). These trials looked at interventions such as soap and water, hand sanitiser, body wash and skin wipes, with or without additional hygiene education. One trial [41] compared different frequencies of handwashing in a kindergarten and found that compulsory handwashing every hour with an alcohol-based hand gel reduced absenteeism due to ILI more than handwashing every two hours or handwashing just before lunch. Morton et al [42] showed that using an alcohol gel as an adjunct to handwashing was more effective than handwashing alone in a primary school setting. However, this was not confirmed in another trial where both groups also received hygiene education [43]. found no difference between soap and water and an alcohol-based hand rub. In low-income neighbourhoods in Pakistan, plain soap was equally effective as antibacterial soap in preventing ARIs in children aged under 5 years [45].",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 826,
                    "end": 839,
                    "text": "(Figures 2, 3",
                    "ref_id": null
                },
                {
                    "start": 858,
                    "end": 866,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 1117,
                    "end": 1134,
                    "text": "Tables 1, 2 and 3",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Seven trials compared a combined intervention of hand hygiene and face masks with control (see Table 1 , 2 and 3). These trials were carried out in households [15, 22, 26, 46] (4 trials), university student residences [47, 48] (2 trials), and a group of pilgrims at the annual Hajj [49] (1 trial). Pooling did not demonstrate a statistically significant difference between groups for the outcomes of ILI and influenza. However, the number of trials and events was lower than for the comparison of hand hygiene alone versus control, therefore CIs were wide. For ILI, the RR for intervention to control was 0.97 (95% CI 0.80 to 1.19) with high heterogeneity, and for influenza it was 0.97 (95% CI 0.69 to 1.36) (Figure 3 )",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 102,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 709,
                    "end": 718,
                    "text": "(Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Three trials studied the incremental benefit of masks in addition to hand hygiene on the outcomes of ILI and influenza in households [15, 22, 26]. When pooled there was no statistically significant difference between groups for either outcome (RR for intervention to control for ILI was 1.03, 95% CI 0.69 to 1.53; and for influenza the RR was 0.99, 95% CI 0.69 to 1.44) (Figure 4) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 380,
                    "text": "(Figure 4)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Seven trials compared an intervention consisting of hand hygiene and disinfection of surfaces, toys, linen or other components of the environment with a control (see Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 173,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Variation in scope and type of interventions and insufficient data in trial reports precluded meta-analysis. Three trials in young children [50-52] found a reduction of respiratory infections or absences, but the other three trials found no difference between intervention All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Viral acute respiratory infections (ARIs) represent a huge burden on global health, whether during an epidemic, pandemic, or in non-epidemic situations [1] . Preventing the virus from spreading amongst people via a combination of social and physical interventions may be the only option to reduce the spread of outbreaks.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This systematic review is the second part of a review of physical interventions to interrupt or reduce the spread of respiratory viruses. Part 1 of the review examined the effectiveness of masks, eye protection, with or without person distancing [2] . This part examines the effectiveness of other physical interventions (such as hand hygiene, surface disinfecting, and other multi-component hygiene interventions) that may reduce spread by limiting the transfer of viral particles on to and from surfaces.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 249,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The last update of the Cochrane review in 2011 [3] included 23 randomised trials on hand hygiene and other hygiene measures. It was not possible to perform trial meta-analysis due to poor reporting and heterogeneity. Case-control trials were sufficiently homogenous to enable meta-analysis which provided evidence that handwashing for a minimum of 11 times hoped would provide stronger evidence. We plan a follow up of the Cochrane review with all studies included.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 50,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We identified relevant RCTs and C-RCTs from our 2011 Cochrane Review [3] . These earlier trials were analysed using word frequency to create a new search string that was used to search PubMed [6] . This search string was converted using the Polyglot Search Translator [7] and was also used to search the Cochrane Central Register of Controlled Trials, Embase and CINAHL. The searches were conducted from 01 October 2010 to 01 April 2020. Search strings for all databases are presented Appendix 1. We used Scopus to perform backwards and forward citation analysis for all new studies retrieved. We screened search and citation analysis results using the RobotSearch tool to remove all obvious non-RCTs [8] . Three authors (JC, MJ, ST) independently reviewed the titles and abstracts of the identified studies to assess eligibility for inclusion. We resolved discrepancies by consensus.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 72,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 185,
                    "end": 195,
                    "text": "PubMed [6]",
                    "ref_id": null
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 701,
                    "end": 704,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Search strategy"
        },
        {
            "text": "Three pairs of authors worked independently (TJ/EB, LA/GB, MJ/EF) to assess risk of bias using the Cochrane risk of bias tool for randomised trials (RoB 1.0). We resolved disagreements by discussion. See Part 1 of our systematic review for further details on the risk of bias methodology [2] .",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 291,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Risk of bias assessment"
        },
        {
            "text": "Three pairs of authors independently (TJ/EB, LA/GB, MJ/EF) to study data using a standard template that was developed and applied for previous versions of this Cochrane review, but revised to reflect our focus on RCTs and cRCTs only for this update. We resolved any discrepancies in the data extractions by discussion. We extracted and reported descriptions of interventions using the Template for Intervention Description and Replication (TIDieR) template [9] . We entered data on outcomes into RevMan software [10] and meta-analysed using the generalised inverse variance random-effects model. The random-effects model was chosen because we expected clinical heterogeneity due to differences in pooled interventions and outcome definitions, and methodological heterogeneity due to pooling of RCTs and C-RCTs. Where possible, we pooled estimates from C-RCTs accounting for clustering. Treatment effects were reported as risk ratios (RR) with 95% confidence interval",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 460,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data extraction and analysis"
        },
        {
            "text": "Fifteen trials compared hand hygiene interventions with control [14] [15] [16] [17] [18] [19] [20] [21] [22] [23] [24] [25] [26] [27] [28] [29] and provided sufficient data for meta-analysis. Populations included adults, children and families, in settings such as schools, childcare centres, homes, and offices. None were conducted during pandemics, although a few studies were conducted during peak influenza seasons. Table 1 presents characteristics of the included trials. Table 2 presents interventions investigated in the trials. Viral illness outcome definitions as reported by authors are in Table   3 .",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 69,
                    "end": 73,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 78,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 79,
                    "end": 83,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 84,
                    "end": 88,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 89,
                    "end": 93,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 94,
                    "end": 98,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 103,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 104,
                    "end": 108,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 109,
                    "end": 113,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 114,
                    "end": 118,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 119,
                    "end": 123,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 124,
                    "end": 128,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 129,
                    "end": 133,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 134,
                    "end": 138,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 139,
                    "end": 143,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 419,
                    "end": 426,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 476,
                    "end": 483,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 599,
                    "end": 608,
                    "text": "Table   3",
                    "ref_id": null
                }
            ],
            "section": "Hand hygiene versus control"
        },
        {
            "text": "Pooling of eight trials [14] [15] [16] [17] [18] [19] 21] for the broad outcome of acute respiratory illness (ARI) showed a 16% relative reduction in the numbers of participants with ARI in the hand hygiene group (risk ratio (RR) 0.84, 95% CI 0.82 to 0.86) ( Figure 2 ). However, when considering the more strictly-defined outcomes of influenza-like illness (ILI) and laboratory-confirmed influenza (influenza) [15, 16, 20, [22] [23] [24] [25] [26] [27] [28] , the results were heterogeneous and not as strongly in favour of hand hygiene (RR 0.98, 95% CI 0.85 to 1.14 for ILI; RR 0.91, 95% CI 0.61 to 1.34 for influenza). Three trials quantified absenteeism from school or work [17, 23, 30] and demonstrated a 36% relative reduction in the absentee numbers in the hand hygiene group (RR 0.64, 95% CI 0.58 to 0.71). All 15 trials could be pooled for analysis of the composite outcome 'ARI or ILI or influenza', each study contributing the most comprehensive outcome reported only once. This showed a statistically significant 10% relative reduction of participants with a respiratory illness in favour of hand hygiene (95% CI 0.84 to 0.96) but with high heterogeneity (Figure 2 ).",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 28,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 29,
                    "end": 33,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 34,
                    "end": 38,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 39,
                    "end": 43,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 44,
                    "end": 48,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 49,
                    "end": 53,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 54,
                    "end": 57,
                    "text": "21]",
                    "ref_id": null
                },
                {
                    "start": 411,
                    "end": 415,
                    "text": "[15,",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 419,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 420,
                    "end": 423,
                    "text": "20,",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 434,
                    "end": 438,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 444,
                    "end": 448,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 449,
                    "end": 453,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 683,
                    "end": 686,
                    "text": "23,",
                    "ref_id": null
                },
                {
                    "start": 687,
                    "end": 690,
                    "text": "30]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 267,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1167,
                    "end": 1176,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Hand hygiene versus control"
        },
        {
            "text": "We considered that studies in children might show a different effect from studies in adults or households, so we looked at the nine studies conducted in children [14, 17, [19] [20] [21] [25] [26] [27] [28] ( Figure S3 ). The result was consistent with the overall one, with RR for intervention to control being 0.92 (95%CI 0.84 to 1.01) with high heterogeneity.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 167,
                    "end": 170,
                    "text": "17,",
                    "ref_id": null
                },
                {
                    "start": 171,
                    "end": 175,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 176,
                    "end": 180,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 181,
                    "end": 185,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 186,
                    "end": 190,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 191,
                    "end": 195,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 196,
                    "end": 200,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 201,
                    "end": 205,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 217,
                    "text": "Figure S3",
                    "ref_id": null
                }
            ],
            "section": "Hand hygiene versus control"
        },
        {
            "text": "A further 10 trials that compared hand hygiene to control [31] [32] [33] [34] [35] [36] [37] [38] [39] [40] presented insufficient information to include in meta-analyses. The results of these trials were consistent with the findings from our meta-analysis. Characteristics and results from these studies are presented in Tables 1 and 2.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 63,
                    "end": 67,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 68,
                    "end": 72,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 73,
                    "end": 77,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 78,
                    "end": 82,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 83,
                    "end": 87,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 88,
                    "end": 92,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 93,
                    "end": 97,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 98,
                    "end": 102,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 107,
                    "text": "[40]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Hand hygiene versus control"
        },
        {
            "text": "Five trials compared different hand hygiene interventions in a variety of settings, such as schools, low-income neighbourhoods and workplaces. There was considerable variation in interventions and insufficient information in trial reports to enable meta-analysis of these and control groups with children [53] [54] , or in rates of respiratory infections in nursing home residents [55] .",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 314,
                    "text": "[54]",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "[55]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Comparisons of different types of hand hygiene interventions"
        },
        {
            "text": "One study [56] compared disinfection of toys and linen in childcare centres (without a hand hygiene intervention) with a control. This trial found a statistically significant reduction in some respiratory viruses on surfaces, but not in coronaviruses.",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 14,
                    "text": "[56]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Comparisons of different types of hand hygiene interventions"
        },
        {
            "text": "Three trials included in 2 papers [57] [58] investigated the role of virucidal tissues (see Table   1 , and supplementary Table S1 with authors' outcome definitions) in interrupting transmission of naturally occurring respiratory infections in households. The results were inconsistent and suggest that virucidal tissues do not play a major role in stopping people from passing on respiratory viruses within their household.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 38,
                    "text": "[57]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 101,
                    "text": "Table   1",
                    "ref_id": null
                }
            ],
            "section": "Virucidal tissues versus placebo"
        },
        {
            "text": "Four c-RCTs implemented complex, multi-modal sanitation, education, cooking and hygiene interventions (see Tables 1, 2 and S1). All four trials were conducted in low-income countries in settings with minimal to no access to basic sanitation. In one trial in 100 primary schools in Laos [59] clean water supply, sanitation facilities, handwashing equipment and drinking water filters were provided to the intervention schools as part of a Water, Sanitation and Hygiene (WASH) programme with hygiene education. The control schools received the intervention after the trial period. They did not find an effect on infections or absenteeism amongst the students and conclude that such interventions alone are insufficient. The study by Huda et al [60] in villages in Bangladesh used local 'promotors' to visit households with young children regularly to deliver hygiene education including handwashing, latrine use, faeces and waste disposal, and water storage. Although the intervention households showed more 'desired behaviour' this did not result in a measurable reduction of respiratory illness. In another study in urban Bangladesh [61] , handwashing equipment (bucket, tap, soap) and point-of-use water treatment were provided to intervention households and community health promotors delivered a behavioural intervention in addition to an oral cholera vaccine. There was no impact of this large-scale intervention on respiratory illness.",
            "cite_spans": [
                {
                    "start": 742,
                    "end": 746,
                    "text": "[60]",
                    "ref_id": null
                },
                {
                    "start": 1133,
                    "end": 1137,
                    "text": "[61]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Complex hygiene interventions versus control"
        },
        {
            "text": "However, the prevalence of respiratory illness was lower in those who had access to soap and water, irrespective of assignment to intervention or control group. A comprehensive intervention in rural Peru delivered stoves, kitchen sinks, plastic bottles for solar water treatment and hygiene education to households [62] . They did not find an effect on respiratory infections in children and suggest persistent poor indoor air quality may play a role. Another study [63] conducted among healthy adults compared throat gargling with water or povodine-iodine versus control. It was found that simple water gargling was effective in preventing and reducing the severity of upper respiratory tract infections.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 319,
                    "text": "[62]",
                    "ref_id": null
                },
                {
                    "start": 466,
                    "end": 470,
                    "text": "[63]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Complex hygiene interventions versus control"
        },
        {
            "text": "Of all the included randomised trials, only six reported any outcomes related to the safety of these measures. [21, 39, 41, 43, 44, 46] . Skin and hand irritation were the most commonly reported adverse outcome in three out of four trials [21, 39, 43] . Two trials stated that no adverse outcomes were encountered among the participants. [41, 44] ",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "[21,",
                    "ref_id": null
                },
                {
                    "start": 116,
                    "end": 119,
                    "text": "39,",
                    "ref_id": null
                },
                {
                    "start": 120,
                    "end": 123,
                    "text": "41,",
                    "ref_id": null
                },
                {
                    "start": 124,
                    "end": 127,
                    "text": "43,",
                    "ref_id": null
                },
                {
                    "start": 128,
                    "end": 131,
                    "text": "44,",
                    "ref_id": null
                },
                {
                    "start": 132,
                    "end": 135,
                    "text": "46]",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 243,
                    "text": "[21,",
                    "ref_id": null
                },
                {
                    "start": 244,
                    "end": 247,
                    "text": "39,",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 251,
                    "text": "43]",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[41,",
                    "ref_id": null
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "44]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Safety of hand hygiene and other hygiene measures"
        },
        {
            "text": "The composite outcome of 'ARI or ILI or influenza\", the outcome of ARI alone and the outcome of absenteeism showed a significant benefit from hand hygiene. A non-significant benefit in favour of hand hygiene for laboratory-confirmed influenza may reflect less effect for this specific virus or sample size issues for a more rigourous outcome measure. We did not find an effect of combined hand hygiene and masks interventions, although there were few trials, mostly small in size, so CIs are wide. Similarly, we did not find a benefit for the addition of masks to hand hygiene, again CIs are wide, and it is difficult to draw a conclusion from these data. There were too few trials comparing different types of hand hygiene interventions to be certain of any differences between soap and water, alcohol-based hand sanitisers, or other types of interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statement of MAIN findings"
        },
        {
            "text": "The findings in this review with respect to hand hygiene should be considered generally relevant to viral respiratory infections, given that diverse population categories of adults, children and families were studied and in multiple congregate settings including schools, childcare centres, homes and offices. These represent real world settings where transmission of viral respiratory infections occurs. Most respiratory viruses including SARS-CoV-2 are considered to be predominantly spread via respiratory droplets and/or contact routes [64] . Data from studies of SARS-CoV-2 contamination of the environment based on the presence of viral RNA, suggests significant fomite contamination from the virus. [65] [66] Hand hygiene would be expected to be beneficial of benefit in reducing the spread of this virus given the Joint Mission on COVID-19 of 75,465 cases suggested the majority of transmissions occurred within families in close contact with each other [64] .",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 544,
                    "text": "[64]",
                    "ref_id": null
                },
                {
                    "start": 711,
                    "end": 715,
                    "text": "[66]",
                    "ref_id": null
                },
                {
                    "start": 962,
                    "end": 966,
                    "text": "[64]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statement of MAIN findings"
        },
        {
            "text": "Studies on the major coronavirus pathogens including SARS-CoV-2, indicate that they are relatively persistent on surfaces such as wood, glass, metal, and especially plastic, with viability maintained from 4 hours to 9 days [67] and [68] . This family of viruses is very susceptible to the concentrations of alcohol commonly found in most hand sanitising preparations used for hand hygiene, suggesting biologic plausibility for their inactivation [67] .",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "text": "[67]",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 236,
                    "text": "[68]",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "[67]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statement of MAIN findings"
        },
        {
            "text": "Similarly, the SARS-CoV-2 would be readily inactivated by most commonly used disinfectants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statement of MAIN findings"
        },
        {
            "text": "A recent study from a designated COVID-19 hospital in Wuhan, China, suggested that contact was one of the major routes of transmission of SARS-CoV-2 [69] . They found that poor hand hygiene, despite the use of full PPE, was independently associated with a risk of SARS-CoV-2 HCW transmission using multivariate logistic regression in a retrospective cohort study with a relative risk (RR) of 3.07 (95% CI 1.14-5.15) and 2.45 ( 95% CI1.45-4.03), respectively, in a high risk and low risk clinical unit, which supports the overall findings of our review with specific reference to the COVID-19 virus. [69] Strengths and weaknesses of the study This update of our review focused on the evidence from RCTs, providing a higher level of certainty, compared with the previous version, which also meta-analysed observational studies. However, many of the trials were small and hence underpowered, and at high or unclear risk of bias due to poor reporting of methods, and lack of blinding. The populations, outcomes, comparators and interventions tested were heterogeneous. Interventions were often complex in their implementation (e.g. handwashing education aimed at different stakeholders with specific instructions) and adherence was often modest or not reported.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "[69]",
                    "ref_id": null
                },
                {
                    "start": 599,
                    "end": 603,
                    "text": "[69]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statement of MAIN findings"
        },
        {
            "text": "Studies were either situated in households or more closely monitored and regulated environments such as day care centres, primary schools, or army training centres. Only three of the trials in this review were conducted in a healthcare setting: all in nursing homes [55] [37] [40] , and included healthcare workers, limiting generalisability of the results to those settings. Although two trials took place during the years of the previous SARS pandemic (2002 to 2003) , the interventions were not tailored to this situation, and reducing transmission of SARS was not mentioned in the trials [19, 45] . Questions about effectiveness during an outbreak with the magnitude of the current SARS CoV-2 pandemic therefore remain unanswered.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "[55]",
                    "ref_id": null
                },
                {
                    "start": 276,
                    "end": 280,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 468,
                    "text": "(2002 to 2003)",
                    "ref_id": null
                },
                {
                    "start": 592,
                    "end": 596,
                    "text": "[19,",
                    "ref_id": null
                },
                {
                    "start": 597,
                    "end": 600,
                    "text": "45]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statement of MAIN findings"
        },
        {
            "text": "There are several previous systematic reviews on hand hygiene and respiratory infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relationship to other studies"
        },
        {
            "text": "Five reviewed the evidence in a community setting [70] [71] [72] [73] [74] , and three focussed specifically on children [75] [76] [77] . The earliest review by Rabie et al in 2006 [70] included 8 studies and only 3 were randomised trials. Although each individual study was suggestive of an impact of handwashing on ARI, the pooled estimate of 7 studies was described as \"indicative\", as studies were few, of poor quality, and limited in geographical scope. The review by Warren-Gash, 2013 [71] included 16 studies (10 were randomised trials), showed mixed results with inconclusive. Wong et al [72] identified 10 RCTs and reported that the combination of hand hygiene with facemasks in the developed countries only (5 trials) had statistically significant effect on reducing laboratory-confirmed influenza (RR = 0.73; 95% CI = 0.53 to 0.99; I2 = 0%; p = 0.05) and ILI outcomes (RR = 0.78; 95% CI = 0.68 to 0.90; I2 = 0%; p = 0.0008), while hand hygiene alone did not show significant reduction in respiratory outcomes. This significant reduction in ILI and influenza for hand hygiene and facemasks was possibly based on the raw numbers without considering any cluster effects in the included cluster trials which produced narrow confidence intervals and possibly biased treatment effect estimates. Moreover, trials from the less developed countries were not included in the review and this significant effect was not sustained when all the trials identified in the review were combined. [73] reviewed all the studies on the effectiveness of personal protective measures (PPM) in interrupting pandemic influenza transmission but identified only 2 randomised trials [46] [78] which reported a significant effect of hand hygiene. In a recent review by Moncion et al [74] , 7 randomised trials of hand hygiene compared to control were identified but the majority did not find statistically significant differences in SARs for laboratory-confirmed or possible influenza between hand hygiene and control groups. Systematic reviews of RCTs on hand hygiene interventions among children [75] [76] or at a non-clinical workplace [77] , identified heterogeneous trials with quality issues including small numbers of clusters and participants, inadequate randomisation and self-reported outcomes.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "text": "[70]",
                    "ref_id": null
                },
                {
                    "start": 60,
                    "end": 64,
                    "text": "[72]",
                    "ref_id": null
                },
                {
                    "start": 70,
                    "end": 74,
                    "text": "[74]",
                    "ref_id": null
                },
                {
                    "start": 121,
                    "end": 125,
                    "text": "[75]",
                    "ref_id": null
                },
                {
                    "start": 131,
                    "end": 135,
                    "text": "[77]",
                    "ref_id": null
                },
                {
                    "start": 161,
                    "end": 185,
                    "text": "Rabie et al in 2006 [70]",
                    "ref_id": null
                },
                {
                    "start": 473,
                    "end": 495,
                    "text": "Warren-Gash, 2013 [71]",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 600,
                    "text": "[72]",
                    "ref_id": null
                },
                {
                    "start": 1489,
                    "end": 1493,
                    "text": "[73]",
                    "ref_id": null
                },
                {
                    "start": 1666,
                    "end": 1670,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 1765,
                    "end": 1769,
                    "text": "[74]",
                    "ref_id": null
                },
                {
                    "start": 2080,
                    "end": 2089,
                    "text": "[75] [76]",
                    "ref_id": null
                },
                {
                    "start": 2121,
                    "end": 2125,
                    "text": "[77]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Relationship to other studies"
        },
        {
            "text": "Evidence of impact on respiratory infections was equivocal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relationship to other studies"
        },
        {
            "text": "Though the studies reviewed make it clear that hand hygiene has a modest effect, several questions remain unanswered. First, the high heterogeneity means there may be substantial differences in the effect of different interventions. The poor reporting limited our ability to extract the information needed to assess any \"dose response\" relationship. Second, the sustainability of hand washing is unclear: some programmes achieved 5 to 10 hand washings per day, but compliance may diminish with time, as motivation decreases or because of adverse effects from frequent hand washing. Third, there is still little information on combinations of hand washing with other interventions, and how those are best introduced and sustained. Finally, and perhaps most importantly, most interventions were intensive within small organisations, and the ability to scale these up to national-level interventions is unclear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unanswered questions and future research"
        },
        {
            "text": "The use of hand hygiene is an essential component of the WHO recommendations for epidemic and pandemic respiratory virus infections transmitted predominantly by the droplet and contact route, along with strict adherence with the use of personal protective equipment [79] . The benefits of hand hygiene found in our study have important implications for policymakers and support the recommendations for hand hygiene in the current WHO recommendations for .",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "[79]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "The combined effect of the trials is small, but highly statistically significant. There is also considerable variation across trials, suggesting a different impact across implementation methods and settings. More research is urgently needed into the sources of variability of these effects. However, given the low cost and minimal disruption from good hand washing behaviour, we believe this small effect warrants continued promotion as part of a combined strategy to reduce the spread of respiratory viruses. No single strategy -other than prolonged isolation of the entire population -can block an epidemic spread. The alternative is combining multiple, partially effective interventions, such as hand washing, crowd reduction, or self-isolation of symptomatic patients, etc. This model is used in medical error reduction, where a common analogy is the \"Swiss cheese model\" whereby enough slices of cheese are needed to prevent the holes lining up, and an error occurring. Hand washing is clearly not a complete solution but adds one important layer of a combined strategy to reduce respiratory viral transmission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.14. OR \"severe acute respiratory syndromes\":ti,ab OR sars:ti,ab OR 'Pneumovirus'/exp OR 'Human respiratory syncytial virus'/exp OR \"respiratory syncytial virus\":ti,ab OR \"respiratory syncytial viruses\":ti,ab OR rsv:ti,ab OR parainfluenza:ti,ab OR ((Transmission) AND (Coughing OR Sneezing)) OR ((respiratory:ti,ab AND Tract) AND (infection:ti,ab OR Infections:ti,ab OR illness:ti,ab))) AND ('hand washing'/exp OR handwashing:ti,ab OR hand-washing:ti,ab OR ((Hand:ti,ab OR Alcohol:ti,ab) AND (wash:ti,ab OR Washing:ti,ab OR Cleansing:ti,ab OR Rinses:ti,ab OR hygiene:ti,ab OR rub:ti,ab OR Rubbing:ti,ab OR sanitiser:ti,ab OR sanitizer:ti,ab OR cleanser:ti,ab OR disinfected:ti,ab OR Disinfectant:ti,ab OR Disinfect:ti,ab OR antiseptic:ti,ab OR virucid:ti,ab)) OR 'protective glove'/exp OR Glove:ti,ab OR Gloves:ti,ab OR 'mask'/exp OR 'gas mask'/exp OR facemask:ti,ab OR Facemasks:ti,ab OR mask:ti,ab OR Masks:ti,ab OR respirator:ti,ab OR respirators:ti,ab OR 'protective clothing'/de OR 'protective equipment'/exp OR \"patient isolation\":ti,ab OR ((school:ti,ab OR Schools:ti,ab) AND (Closure:ti,ab OR Closures:ti,ab OR Closed:ti,ab)) OR 'Quarantine'/exp OR quarantine:ti,ab OR \"Hygiene intervention\":ti,ab OR 'mouthwash'/exp OR gargling:ti,ab OR \"nasal tissues\":ti,ab OR 'eye protective device'/exp OR Glasses:ti,ab OR Goggle:ti,ab OR \"Eye protection\":ti,ab OR Faceshield:ti,ab OR Faceshields:ti,ab OR Goggles:ti,ab OR \"Face shield\":ti,ab OR \"Face shields\":ti,ab OR Visors:ti,ab) AND ('Communicable Disease Control'/exp OR 'epidemic'/exp OR 'disease transmission'/exp OR 'Infection Control'/exp OR \"Communicable Disease Control\":ti,ab OR \"Secondary transmission\":ti,ab OR ((Reduced:ti,ab OR Reduce:ti,ab OR Reduction:ti,ab OR Reducing:ti,ab OR Lower:ti,ab) AND (Incidence:ti,ab OR Occurrence:ti,ab OR Transmission:ti,ab OR Secondary:ti,ab))) AND (random* OR factorial OR crossover OR placebo OR blind OR blinded OR assign OR assigned OR allocate OR allocated OR 'crossover procedure'/exp OR 'double-blind procedure'/exp OR 'randomized controlled trial'/exp OR 'single-blind procedure'/exp NOT ('animal'/exp NOT ('animal'/exp AND 'human'/exp))) CINAHL ((MH \"Influenza, Human+\") OR (MH \"Orthomyxoviridae+\") OR TI Influenza OR AB Influenza OR (MH \"Respiratory Tract Diseases+\") OR TI Influenzas OR AB Influenzas OR TI Influenza-like OR AB Influenza-like OR TI ILI OR AB ILI OR TI Flu OR AB Flu OR TI Flus OR AB Flus OR (MH \"Common Cold+\") OR TI \"common cold\" OR AB \"common cold\" OR TI colds OR AB colds OR TI coryza OR AB coryza OR (MH \"coronavirus+\") OR (MH \"sars virus+\") OR TI coronavirus OR AB coronavirus OR TI Coronaviruses OR AB Coronaviruses OR (MH \"coronavirus infections+\") OR (MH \"severe acute respiratory syndrome+\") OR TI \"severe acute respiratory syndrome\" OR AB \"severe acute respiratory syndrome\" OR TI \"severe acute respiratory syndromes\" OR AB \"severe acute respiratory syndromes\" OR TI sars OR AB sars OR (MH \"respiratory syncytial viruses+\") OR TI \"respiratory syncytial virus\" OR AB \"respiratory syncytial virus\" OR TI \"respiratory syncytial viruses\" OR AB \"respiratory syncytial viruses\" OR TI rsv OR AB rsv OR TI parainfluenza OR AB parainfluenza OR ((Transmission) AND (Coughing OR Sneezing)) OR ((TI respiratory OR AB respiratory AND Tract) AND (TI infection OR AB infection OR TI Infections OR AB Infections OR TI illness OR AB illness))) All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.14.20065250 doi: medRxiv preprint AND ((MH \"Handwashing+\") OR TI handwashing OR AB handwashing OR TI hand-washing OR AB hand-washing OR ((TI Hand OR AB Hand OR TI Alcohol OR AB Alcohol) AND (TI wash OR AB wash OR TI Washing OR AB Washing OR TI Cleansing OR AB Cleansing OR TI Rinses OR AB Rinses OR TI hygiene OR AB hygiene OR TI rub OR AB rub OR TI Rubbing OR AB Rubbing OR TI sanitiser OR AB sanitiser OR TI sanitizer OR AB sanitizer OR TI cleanser OR AB cleanser OR TI disinfected OR AB disinfected OR TI Disinfectant OR AB Disinfectant OR TI Disinfect OR AB Disinfect OR TI antiseptic OR AB antiseptic OR TI virucid OR AB virucid)) OR (MH \"gloves+\") OR TI Glove OR AB Glove OR Gloves OR (MH \"Masks+\") OR (MH \"respiratory protective devices+\") OR TI facemask OR AB facemask OR TI Facemasks OR AB Facemasks OR TI mask OR AB mask OR TI Masks OR AB Masks OR TI respirator OR AB respirator OR TI respirators OR AB respirators OR (MH \"Protective Clothing\") OR (MH \"Protective Devices+\") OR TI \"patient isolation\" OR AB \"patient isolation\" OR ((TI school OR AB school OR TI Schools OR AB Schools) AND (TI Closure OR AB Closure OR TI Closures OR AB Closures OR TI Closed OR AB Closed)) OR (MH \"Quarantine+\") OR TI quarantine OR AB quarantine OR TI \"Hygiene intervention\" OR AB \"Hygiene intervention\" OR (MH \"Mouthwashes+\") OR TI gargling OR AB gargling OR TI \"nasal tissues\" OR AB \"nasal tissues\" OR (MH \"Eye Protective Devices+\") OR TI Glasses OR AB Glasses OR TI Goggle OR AB Goggle OR TI \"Eye protection\" OR AB \"Eye protection\" OR TI Faceshield OR AB Faceshield OR TI Faceshields OR AB Faceshields OR TI Goggles OR AB Goggles OR TI \"Face shield\" OR AB \"Face shield\" OR TI \"Face shields\" OR AB \"Face shields\" OR TI Visors OR AB Visors) AND ((MH \"Infection Control+\") OR (MH \"Disease Outbreaks+\") OR (MH \"Infection Control+\") OR TI \"Communicable Disease Control\" OR AB \"Communicable Disease Control\" OR TI \"Secondary transmission\" OR AB \"Secondary transmission\" OR ((TI Reduced OR AB Reduced OR TI Reduce OR AB Reduce OR TI Reduction OR AB Reduction OR TI Reducing OR AB Reducing OR TI Lower OR AB Lower) AND (TI Incidence OR AB Incidence OR TI Occurrence OR AB Occurrence OR TI Transmission OR AB Transmission OR TI Secondary OR AB Secondary))) AND ((MH \"Clinical Trials+\") OR (MH \"Quantitative Studies\") OR TI placebo* OR AB placebo* OR (MH \"Placebos\") OR (MH \"Random Assignment\") OR TI random* OR AB random* OR TI ((singl* or doubl* or tripl* or trebl*) W1 (blind* or mask*)) OR AB ((singl* or doubl* or tripl* or trebl*) W1 (blind* or mask*)) OR TI clinic* trial* OR AB clinic* trial* OR PT clinical trial) All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.14.20065250 doi: medRxiv preprint 08/04/2020 Table 1 : Overview of characteristics of included studies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 158,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Disclosure"
        },
        {
            "text": "Study period Population Comparison (see Table 2 for details of interventions)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 40,
                    "end": 47,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Study"
        },
        {
            "text": "(see Table S1 for details of definitions) the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 13,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Reported outcomes"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.14. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HAND HYGIENE"
        },
        {
            "text": "*Note: To avoid double-counting of events in combining studies, for each study we used its broadest endpoint (in the order acute respiratory illness, influenza-like illness, influenza).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral illness"
        },
        {
            "text": "(b): Meta-analysis of trials comparing hand hygiene + masks vs hand hygiene for influenza-like illness and laboratory-confirmed Influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3 (a): Meta-analysis of trials comparing hand hygiene + masks vs control for influenza-like illness and laboratory-confirmed Influenza."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "URL inactive] International Bank for Reconstruction and Development/ World Bank, Bank-Netherlands Water Partnership, Water and Sanitation Program",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hicpac/Shea/Apic/ Idsa Hand Hygiene Task Force",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Healthcare Infection Control Practices Advisory Committee and the",
            "volume": "51",
            "issn": "",
            "pages": "1--45",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "California State Department of Education. Techniques for preventing the spread of infectious diseases. Sacramento: California State Department of Education",
            "authors": [],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Fun with handwashing education",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Geiger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Artz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Petri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Winnail",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Mason",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A tool box for building health communication capacity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pareja",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Mata",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Handwashing technique. Instructor's packet. Learning activity package. Sacramento: California State Department of Education",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stark",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Design, intervention fidelity, and behavioral outcomes of a school-based water, sanitation, and hygiene cluster-randomized trial in Laos",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Chard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Freeman",
                    "suffix": ""
                },
                {
                    "first": "J-P",
                    "middle": [],
                    "last": "Claessen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bates",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sherlock",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Seeparsand",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int J Environ Res Public Health",
            "volume": "15",
            "issn": "4",
            "pages": "307--327",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Dirt, disgust, and disease: Is hygiene in our genes?",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Curtis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Biran",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Perspect Biol Med",
            "volume": "44",
            "issn": "1",
            "pages": "17--31",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The integrated behavioural model for water, sanitation, and hygiene: a systematic review of behavioural models and a framework for designing and evaluating behaviour change interventions in infrastructure restricted settings",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dreibelbis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Winch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Leontsini",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Hulland",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Ram",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Unicomb",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Public Health",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Dutch National Centre for Hygiene and Safety (LCHV). Health risks in a child daycare centre or preschool",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Bilthoven: The Institute",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Methicillin-resistant Staphylococcus Aureus (MRSA) Skin and Soft Tissue Infection (SSTI) Prevention in Military Trainees",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ellis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The ACCOMPLISH study. A cluster randomised trial on the cost-effectiveness of a multicomponent intervention to improve hand hygiene compliance and reduce healthcare associated infections",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Erasmus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oenema",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Empelen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Boog",
                    "suffix": ""
                },
                {
                    "first": "Van",
                    "middle": [],
                    "last": "Beeck",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-11-721"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Viswanath K, editors. Health behavior and health education: theory, research, and practice",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Glanz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Rimer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A community randomised controlled trial evaluating a home-based environmental intervention package of improved stoves, solar water disinfection and kitchen sinks in rural Peru: Rationale, trial design and baseline findings",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Hartinger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Lanata",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hattendorf",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Gil",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Verastegui",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ochoa",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Contemp Clin Trials",
            "volume": "32",
            "issn": "6",
            "pages": "864--73",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Combining interventions: Improved chimney stoves, kitchen sinks and solar disinfection of drinking water and kitchen clothes to improve home hygiene in rural Peru",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Hartinger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Lanata",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Gil",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hattendorf",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Verastegui",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mäusezahl",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "F Actions Sci Rep",
            "volume": "6",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Designing a handwashing station for infrastructure-restricted communities in Bangladesh using the integrated behavioural model for water, sanitation and hygiene interventions (IBM-WASH)",
            "authors": [
                {
                    "first": "Krs",
                    "middle": [],
                    "last": "Hulland",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Leontsini",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dreibelbis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Unicomb",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Afroz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Dutta",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Public Health",
            "volume": "13",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Impact of a team and leaders-directed strategy to improve nurses' adherence to hand hygiene guidelines: A cluster randomised trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schoonhoven",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Grol",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Donders",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hulscher",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Van Achterberg",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int J Nurs Stud",
            "volume": "50",
            "issn": "",
            "pages": "464--474",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Effect of intensive hand washing education on hand washing behaviors in Thai households with an influenzapositive child in urban Thailand",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kaewchana",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Simmerman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Somrongthong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Suntarattiwong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lertmaharit",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chotipitayasunondh",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Asia-Pacific J Public Heal",
            "volume": "24",
            "issn": "4",
            "pages": "577--85",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Training to ensure healthy child day care programs",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Kendrick",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Pediatrics",
            "volume": "94",
            "issn": "",
            "pages": "1108--110",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The Health Belief Model and illness behavior",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Kirscht",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Heal Educ Behav",
            "volume": "2",
            "issn": "4",
            "pages": "387--408",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Effect of intensive handwashing promotion on childhood diarrhea in high-risk communities in Pakistan: A randomized controlled trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Luby",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Agboatwalla",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Painter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Altaf",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Billhimer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Hoekstra",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Am Med Assoc",
            "volume": "291",
            "issn": "21",
            "pages": "2547--54",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Hand sanitisers for reducing illness absences in primary school children in New Zealand: A cluster randomised controlled trial study protocol",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Mckenzie",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Priest",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Audas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Poore",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Brunton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Reeves",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Trials",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Impact of adding hand-washing and water disinfection promotion to oral cholera vaccination on diarrhoea-associated hospitalization in Dhaka, Bangladesh: Evidence from a cluster randomized control trial",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Najnin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leder",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Qadri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Forbes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Unicomb",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Winch",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Epidemiol",
            "volume": "46",
            "issn": "6",
            "pages": "2056--66",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The social norms approach to preventing school and college age substance abuse: A handbook for educators, counselors, and clinicians",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Perkins",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Feasibility and effectiveness of oral cholera vaccine in an urban endemic setting in Bangladesh: A cluster randomised open-label trial",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Qadri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chowdhury",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saha",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "",
            "pages": "1362--71",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "STOPFLU: Is it possible to reduce the number of days off in office work by improved hand-hygiene?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Savolainen-Kopra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Haapakoski",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Peltola",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ziegler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Korpela",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Anttila",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Trials",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Inducing the habit of soap usage in an urban community setting",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sidibe",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shukla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rustagi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proceedings of the 3rd WHO International Conference on Children's Health and the Environment",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Facemasks and intensified hand hygiene in a German household trial during the 2009/2010 influenza A(H1N1) pandemic: adherence and tolerability in children and adults",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Suess",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Remschmidt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schink",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Luchtenberg",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Haas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Krause",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Epidemiol Infect",
            "volume": "139",
            "issn": "12",
            "pages": "1895--1901",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "WHO guidelines on hand hygiene in health care (advanced draft)",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Hand hygiene compliance and environmental determinants in child day care centers: An observational study",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Zomer",
                    "suffix": ""
                },
                {
                    "first": "Erasmus",
                    "middle": [
                        "V"
                    ],
                    "last": "Van Beeck",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Tjon-A-Tsien",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Richardus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Voeten",
                    "suffix": ""
                },
                {
                    "first": "Hacm",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Infect Control",
            "volume": "41",
            "issn": "6",
            "pages": "497--502",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Sociocognitive determinants of observed and self-reported compliance to hand hygiene guidelines in child day care centers",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Zomer",
                    "suffix": ""
                },
                {
                    "first": "Erasmus",
                    "middle": [
                        "V"
                    ],
                    "last": "Van Empelen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Looman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Beeck",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Tjon-A-Tsien",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Infect Control",
            "volume": "41",
            "issn": "10",
            "pages": "862--869",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Meta-analysis of all trials comparing Hand hygiene vs control: effect on: (a) acute respiratory illness, influenza-like illness and laboratory-confirmed influenza and (b) absenteeism.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Clark has received a prize from Australian Library and Information Association (ALIA) for developing the Polyglot Search Translator, a tool that is used in this review.-Dr Conly holds grants from the Canadian Institutes for Health Research, AlbertaInnovates-Health Solutions and was the primary local Investigator for a Staphylococcus aureus vaccine study funded by Pfizer for which all funding was provided only to the University of Calgary for the conduct of the trial. He received money from the Centers for Disease Prevention and Control to cover accommodations and airfare to attend a Think Tank Meeting related to Infection Prevention and Control in each of the years of 2017 and 2019.-Prof Del Mar holds a grant from the National Health and Medical Research Council (NHMRC) of Australia for funding the Cochrane Acute Respiratory Infections Group. He and Dr Tammy Hoffmann hold various grants from NHMRC on improving antibiotic prescribing in primary care.-During the conduct of the study, Dr Elain Beller, Dr Mark Jones and other staff in the Institute lead by Prof Paul Glasziou received grants from NIHR and WHO to assist with the rapid update of this review.-Dr Jefferson's full disclosure is available here: https://restoringtrials.org/competinginterests-tom-jefferson/ -Dr. van Driel is a member of Clinical Intervention Advisory Group advising the National Prescribing Service, Australia and has received personal fees and nonfinancial support from NPS Medicinewise for that. She has also received personal fees and non-financial support from Therapeutic Guidelines Ltd as a member of the writing group for the Respiratory Guidelines.-All other authors have no additional interests to declare.Funding NIHR grant number NIHR130721 and WHO 2020/1011941 (pending) to assist with the rapid update of this review. The funders had no role in any aspect of preparation of the manuscript.Contributorship: All authors contributed equally to the design of the update, screening, extraction, interpretation and writing the manuscript which is approved by all authors. JC designed and carried out the searches and MJ and EB carried out the analysis.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Priest, P., et al., Hand sanitiser provision for reducing illness absences in primary school children: A cluster randomised trial. PLoS Medicine, 2015. 11(8). 44. Savolainen-Kopra, C., et al., Hand washing with soap and water together with behavioural recommendations prevents infections in common work environment: an open cluster-randomized trial. Trials, 2012. 13: p. 10.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Case Reports\"[pt] OR Editorial[pt] OR Letter[pt] OR Meta-Analysis[pt] OR \"Observational Study\"[pt] OR \"Systematic Review\"[pt] OR \"Case Report\"[ti] OR \"Case series\"[ti] OR Meta-Analysis[ti] OR \"Meta Analysis\"[ti] OR \"Systematic Review\"[ti]) CENTRAL ([mh \"Influenza, Human\"] OR [mh \"Influenzavirus A\"] OR [mh \"Influenzavirus B\"] OR [mh \"Influenzavirus C\"] OR Influenza:ti,ab OR [mh \"Respiratory Tract Diseases\"] OR Influenzas:ti,ab OR \"Influenza-like\":ti,ab OR ILI:ti,ab OR Flu:ti,ab OR Flus:ti,ab OR [mh ^\"Common Cold\"] OR \"common cold\":ti,ab OR colds:ti,ab OR coryza:ti,ab OR [mh coronavirus] OR [mh \"sars virus\"] OR coronavirus:ti,ab OR Coronaviruses:ti,ab OR [mh \"coronavirus infections\"] OR [mh \"severe acute respiratory syndrome\"] OR \"severe acute respiratory syndrome\":ti,ab OR \"severe acute respiratory syndromes\":ti,ab OR sars:ti,ab OR [mh \"respiratory syncytial viruses\"] OR [mh \"respiratory syncytial virus, human\"] OR [mh \"Respiratory Syncytial Virus Infections\"] OR \"respiratory syncytial virus\":ti,ab OR \"respiratory syncytial viruses\":ti,ab OR rsv:ti,ab OR parainfluenza:ti,ab OR ((Transmission) AND (Coughing OR Sneezing)) OR ((respiratory:ti,ab AND Tract) AND (infection:ti,ab OR Infections:ti,ab OR illness:ti,ab))) AND ([mh \"Hand Hygiene\"] OR handwashing:ti,ab OR \"hand-washing\":ti,ab OR ((Hand:ti,ab OR Alcohol:ti,ab) AND (wash:ti,ab OR Washing:ti,ab OR Cleansing:ti,ab OR Rinses:ti,ab OR hygiene:ti,ab OR rub:ti,ab OR Rubbing:ti,ab OR sanitiser:ti,ab OR sanitizer:ti,ab OR cleanser:ti,ab OR disinfected:ti,ab OR Disinfectant:ti,ab OR Disinfect:ti,ab OR antiseptic:ti,ab OR virucid:ti,ab)) OR [mh \"gloves, protective\"] OR Glove:ti,ab OR Gloves:ti,ab OR [mh Masks] OR [mh \"respiratory protective devices\"] OR facemask:ti,ab OR Facemasks:ti,ab OR mask:ti,ab OR Masks:ti,ab OR respirator:ti,ab OR respirators:ti,ab OR [mh ^\"Protective Clothing\"] OR [mh \"Protective Devices\"] OR \"patient isolation\":ti,ab OR ((school:ti,ab OR Schools:ti,ab) AND (Closure:ti,ab OR Closures:ti,ab OR Closed:ti,ab)) OR [mh Quarantine] OR quarantine:ti,ab OR \"Hygiene intervention\":ti,ab OR [mh Mouthwashes] OR gargling:ti,ab OR \"nasal tissues\":ti,ab OR [mh \"Eye Protective Devices\"] OR Glasses:ti,ab OR Goggle:ti,ab OR \"Eye protection\":ti,ab OR Faceshield:ti,ab OR Faceshields:ti,ab OR Goggles:ti,ab OR \"Face shield\":ti,ab OR \"Face shields\":ti,ab OR Visors:ti,ab) AND ([mh \"Communicable Disease Control\"] OR [mh \"Disease Outbreaks\"] OR [mh \"Disease Transmission, Infectious\"] OR [mh \"Infection Control\"] OR \"Communicable Disease Control\":ti,ab OR \"Secondary transmission\":ti,ab OR ((Reduced:ti,ab OR Reduce:ti,ab OR Reduction:ti,ab OR Reducing:ti,ab OR Lower:ti,ab) AND (Incidence:ti,ab OR Occurrence:ti,ab OR Transmission:ti,ab OR Secondary:ti,ab))) Embase ('influenza'/exp OR Influenza:ti,ab OR 'Respiratory Tract Disease'/exp OR Influenzas:ti,ab OR Influenza-like:ti,ab OR ILI:ti,ab OR Flu:ti,ab OR Flus:ti,ab OR 'Common Cold'/de OR \"common cold\":ti,ab OR colds:ti,ab OR coryza:ti,ab OR 'coronavirus'/exp OR 'SARS coronavirus'/exp OR coronavirus:ti,ab OR Coronaviruses:ti,ab OR 'coronavirus infection'/exp OR 'severe acute respiratory syndrome'/exp OR \"severe acute respiratory syndrome\":ti,ab",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "HAND HYGIENE AND SURFACE / OBJECT DISINFECTION",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Description of interventions in included studies, using the items from the Template for Intervention Description and Replication (TIDieR) checklist. 12 Calculated by subtracting each day's soap weight from the previous day's weight. Maximum number of grams of soap consumed for each compound was identified and the day on which the maximum soap consumption was recorded. A per capita estimate of daily soap consumption was calculated 13 National Health and Medical Research Council. Staying Healthy in Child Care. Canberra: Australian Government Publishing Service; 1994.HAND HYGIENE AND SURFACE / OBJECT DISINFECTION protected dug well with pump, or gravity-fed system).Water tank to supply toilet and handwashing station.All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Dr Elizabeth Gibson for her assistance with data extraction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        },
        {
            "text": "20 1. Wash both hands with water and soap before eating/ handling food 2. Wash both hands with water and soap/ash after defecation 3. Wash both hands with water and soap/ash after cleaning baby's bottom 4.Use hygienic latrine by all family members including Children 5. Dispose of children's faeces into hygienic latrines 6. Clean and maintain latrine 7. Construct a new latrine if the existing one is full and fill the pit with soil/ash. 8. Safe collection and storage of drinking water 9. Draw drinking water from arsenic safe water point 10. Wash raw fruits and vegetables with safe water before eating and cover food properly 11. Manage menstruation period safely 75 alone group Colour codes: Hand hygiene only (yellow), Both hand and masks (orange), Hand hygiene + surface / materials disinfection (green), Other / Complex (blue) and Virucidal tissues (grey)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}