{
    "paper_id": "49d7995265d69f8e8e7b7c3070e736c9c321d5ba",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "As of this date, more than 972,640 cases of COVID-19 have been reported in over 207 countries and territories, resulting in more than 50,325 deaths and 93,000 recoveries. The pandemic has resulting in an overwhelming and unprecedented workload on healthcare systems across the world. Consequently, most governments are contemplating training medical students to cater to the increase demand. Understanding the knowledge, attitude and practices amongst undergraduate medical students could be the first step towards identifying areas of potential need for devising a structured training programme in preparedness for the coming times. A survey was thus designed for the same.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "METHODS: A survey was developed on an online cloud-based website (Survey Monkey®). The completely anonymized questionnaire was designed to cover different aspects related to the COVID-19 infection. These included the patho-biology, clinical features, management, outcomes, impact on academics, and prevalent concerns pertaining to the same (supplementary table 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology:"
        },
        {
            "text": "Overall, the questionnaire featured 33 questions most of which were multichoice. While three questions were to identify respondent characteristics, 13 and 17 belonged to the factual and opinion set respectively. Likert scale was used to record responses in the opinion set. The average time taken by reach individual to complete the survey was eight minutes. The respondents could change the answers before submission but not after it. All questions were mandatory. Internet Protocol address checks were done to avoid duplicated responses from a single respondent. Three professors and one undergraduate medical student reviewed the questions and confirmed them to be representative of the content validity of the survey. The survey underwent three rounds of cross-fill to check for errors in wording, grammar or syntax. Correct responses were obtained from the Centre of Disease Control [10] .",
            "cite_spans": [
                {
                    "start": 888,
                    "end": 892,
                    "text": "[10]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Design of the questionnaire."
        },
        {
            "text": "The questionnaire was served to undergraduate medical students in six medical colleges across the country. The survey was circulated over the email and WhatsApp® groups primarily amongst 3 rd MBBS part 2 students and interns. The eligible participants were given a week's time to voluntarily complete the questionnaire from 26 th March to 2 nd April Informed consent was taken at the beginning of the survey and no incentives were offered for survey completion. Exemption from review was obtained from the institute ethics committee (2018-62-IP-EXP) of SGPGIMS, Lucknow as per local guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Student selection."
        },
        {
            "text": "[1] We adhered to the Checklist for Reporting Results of Internet E-surveys to report the data [15] . Descriptive statistics were used and figures downloaded from surveymonkey.com®.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "[15]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Student selection."
        },
        {
            "text": "Of 2507 invitees across six medical colleges in India, 616 (24.6%) responded. Most undergraduates (age 21.5 years, 46.1% males) were undergoing internship (16.7%) or final year undergraduate training (54.1%). Knowledge regarding viral transmission, clinical-radiologic features, laboratory diagnosis and treatment was adequate among most students (Fig 1) . However, the understanding of the incubation period and time to symptoms was less than satisfactory (Table 1) . Nearly three-fourths 461 (74.8%) were aware of the COVID-19 specific precautions. While their universities had advised most regarding hand hygiene, social distancing, symptom identification, and high-risk groups, fewer were advised to avoid staying back in hostels or drug prevention. Nearly 70% were reluctant to attend clinics from fear of getting infected or passing on to others. Most students read about COVID-19 regularly, and social media accounts of medical journals were the primary (78.9%) source.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 347,
                    "end": 354,
                    "text": "(Fig 1)",
                    "ref_id": null
                },
                {
                    "start": 457,
                    "end": 466,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Results."
        },
        {
            "text": "Since widespread public measures are key to a timely control of the infection, good Knowledge Attitude and Practices (KAP) amongst medical undergraduates regarding COVID19 is vital. To our knowledge, this is the first study conducted for the same. Through this study, we gained a deeper understanding into their comprehension of the disease, and the measures they feel are necessary for protection against infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion."
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion."
        },
        {
            "text": "Most students were adept with the clinical features of COVID19, diagnostic procedures, samples required for the same, treatment principles (symptomatic) and outcomes for the patient. However, few respondents knew the correct median incubation period, median time to manifest symptoms, survival time of virus on inanimate surfaces and treatment guidelines (drug combination administered). This finding provides an opportunity to focus awareness programs on these topics to fill in the gaps of knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion."
        },
        {
            "text": "Only half of the students stayed regularly updated with new information regarding COVID19, with a significant number of them saying that even that information that they gained was not sufficient. There are two ways to tackle this problem. One, motivate them to expand their knowledge on the subject and create awareness regarding the importance of doing so, and two, provide them with reliable resources from which to obtain this information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion."
        },
        {
            "text": "The influence of social media on a student's life is always great, especially in today's day and age where everything can be learned from the internet [14] . This fact was reaffirmed by our finding that the main source of information for the students was social media updates by medical journals. What is concerning is the significant number of individuals who derived their knowledge from social media posts by friends and family. This has the potential to spread incorrect information, which should be discouraged.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion."
        },
        {
            "text": "The benefits of increasing the knowledge and awareness regarding COVID19 are two-fold. Not only will it equip the students with the basic education needed to provide medical care, but it will also alleviate the negative attitudes surrounding this outbreak. We found that a significant number of students were afraid of getting infected themselves or infecting those who are vulnerable. This is a potential source of resistance from the student's end, who might be hesitant to enter the wards due to this fear. Since with the correct steps and precautions, the risk of infection can be minimized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion."
        },
        {
            "text": "The practice of hand hygiene and social distancing had been communicated to the students well. However, only a little over half were aware of the precautions needed while caring for COVID positive patients. Another concerning finding was that barely half the students said they had access to masks at work. Students need to be made aware of the protective measures so that when they are recruited, accidents can be minimized. Needless to say, provision of protective equipment and ensuring its availability should be amongst the top priorities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion."
        },
        {
            "text": "With majority of students having their clinical rotation or academic lectures being cancelled there is a need to shift to online classes for students to make up for the deficit. Online classes can be taken up in the form of online video lectures like Zoom, Skype, and YouTube. Problem based learning techniques can be applied [13] . PowerPoint presentations can also be circulated through WhatsApp which is common in India.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 330,
                    "text": "[13]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion."
        },
        {
            "text": "Although putting undergraduate medical students at the frontline with little training leaves them exposed to getting infected, in such unprecedented situation students can be posted in non-critical settings like general wards that don't house COVID-19 patients allaying the burden on experienced doctors to tend to more critical patients. With students already being familiar with signs and symptoms of COVID19, they can be posted for screening patients coming to the OPD. Most students know the ins and outs of the hospital and they can be utilized to co-ordinate interdepartmental efforts. Since awareness about this pandemic is lacking in many sections of the society students can also be posted at community level as community leaders who will spread information about the COVID19 pandemic and its prevention. At this since most OPD services are cancelled and many are having a difficult time in accessing medical care for other reasons medical students can be helped in spreading information about telemedicine and set up e-outreach services [11] .",
            "cite_spans": [
                {
                    "start": 1047,
                    "end": 1051,
                    "text": "[11]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion."
        },
        {
            "text": "Thus, medical students in India are in a state of preparedness to serve the community, with minor deficits in the knowledge base, which can be honed by online training as previously proposed.3 Being familiar with healthcare systems, they could be utilised for screening services, co-ordination of interdepartmental efforts, or for establishing telehealth community education/outreach programme through the use of which can be a simple yet elegant tool to slow down community transmission [12] .",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 492,
                    "text": "[12]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion."
        },
        {
            "text": "They could be a potential reservoir to fill gaps in the healthcare system, alleviating the burden to tend to more critical patients on experienced doctors, should the need arise. The advantages of this would be manifold, from maintaining the continuity of medical education, helping students develop a competency-based skill base and most importantly, gather the unique experience of serving the community in a pandemic that would last them a lifetime.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion."
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.11.20061333 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion."
        },
        {
            "text": "Most medical students are aware of the basics of COVID19 infection and act as a potential reservoir to fill the gaps in Healthcare services should the need arise. With adequate training and counselling undergraduate medical students can be called upon to serve in these testing times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Persistence of coronaviruses on inanimate surfaces and their inactivation with biocidal agents",
            "authors": [],
            "year": 2019,
            "venue": "The Incubation Period of Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "How Coronavirus Spreads | CDC",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "What we know so far: COVID-19 current clinical knowledge and research | RCP Journals",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19): Lessons From Severe Acute Respiratory Syndrome and Middle East Respiratory Syndrome",
            "authors": [],
            "year": 2019,
            "venue": "American Journal of Roentgenology : Ahead of Print (AJR",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2214/AJR.20.22969"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Situation Summary | CDC",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Therapeutic Options for COVID-19 Patients | CDC",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Hydroxychloroquine, a less toxic derivative of chloroquine, is effective in inhibiting SARS-CoV-2 infection in vitro | Cell Discovery",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Centers for Disease Control and Prevention",
            "authors": [],
            "year": 2019,
            "venue": "CDC. Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Medical Student Education in the Time of COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Published Online First",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.5227"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Role of Medical Students During the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pierson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Doernberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med Published Online First",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-1281"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "SARS and its effect on medical education in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Patil",
                    "suffix": ""
                },
                {
                    "first": "Ych",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Medical Education",
            "volume": "37",
            "issn": "",
            "pages": "1127--1135",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1365-2923.2003.01723.x14"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Dangers and opportunities for social media in medicine",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Rovniak",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Kraschnewski",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Obstet Gynecol",
            "volume": "56",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/GRF.0b013e318297dc38"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Improving the Quality of Web Surveys: The Checklist for Reporting Results of Internet E-Surveys (CHERRIES)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Eysenbach",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Medical Internet Research",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/jmir.6.3.e34"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}