{
    "paper_id": "4a2cf4eeb236cbaa2885c9940554afc57cb4c9d5",
    "metadata": {
        "title": "Epidemiological Characteristics of COVID-19; a Systemic Review and Meta-Analysis 1",
        "authors": [
            {
                "first": "Malahat",
                "middle": [],
                "last": "Khalili",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "and WHO Collaborating Center for HIV",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Mohammad",
                "middle": [],
                "last": "Karamouzian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "and WHO Collaborating Center for HIV",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "†",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Naser",
                "middle": [],
                "last": "Nasiri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "and WHO Collaborating Center for HIV",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Sara",
                "middle": [],
                "last": "Javadi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kerman University of Medical",
                    "location": {
                        "addrLine": "5 Sciences",
                        "settlement": "Kerman",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Ali",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mirzazadeh",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hamid",
                "middle": [],
                "last": "Sharifi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "and WHO Collaborating Center for HIV",
                    "location": {}
                },
                "email": "sharifihami@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "29 Background: Our understanding of the corona virus disease 2019 (COVID-19) continues to 30 evolve. However, there are many unknowns about its epidemiology. 31 Purpose: To synthesize the number of deaths from confirmed COVID-19 cases, incubation 32 period, as well as time from onset of COVID-19 symptoms to first medical visit, ICU admission, 33 recovery and death of COVID-19. Data Synthesis: Out of 1675 non-duplicate studies identified, 57 were included. Pooled mean 41 incubation period was 5.84 (99% CI: 4.83, 6.85) days. Pooled mean number of days from the 42 onset of COVID-19 symptoms to first clinical visit was 4.82 (95% CI: 3.48, 6.15), ICU admission 43 was 10.48 (95% CI: 9.80, 11.16), recovery was 17.76 (95% CI: 12.64, 22.87), and until death 44 was 15.93 (95% CI: 13.07, 18.79). Pooled probability of COVID-19-related death was 0.02 (95% 45 CI: 0.02, 0.03). 46",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Limitations: Studies are observational and findings are mainly based on studies that recruited 47 patient from clinics and hospitals and so may be biased toward more severe cases. 48",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We found that the incubation period and lag between the onset of symptoms and diagnosis 50 of COVID-19 is longer than other respiratory viral infections including MERS and SARS; 51 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "related outcomes which are indeed of utmost importance when it comes to health system 84 preparedness (12, 13) . For example, mean number of days of incubation for COVID-19 varies 85 greatly across the existing literature ranging from 2.5 (14) to 12.1 (15) days. Our knowledge 86 of time from contracting the disease to recovery or death are even more limited. In this 87 systematic review, we tried to identify the studies that recruited patients diagnosed with 88 COVID-19 and calculate polled estimates for several epidemiological and clinical outcomes to 89 help provide an overall picture of the characteristics of COVID-19. Findings of this study could 90 help inform the ongoing public health and public policy practices across the world. Data were extracted independently by the two authors (SJ and NN), and discrepancies were 130 resolved through discussion or by arbitration with a senior co-author (AM). Data were 131 extracted on study type (e.g., descriptive, case-series, mathematical modeling), publication 132",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "text": "(12,",
                    "ref_id": null
                },
                {
                    "start": 107,
                    "end": 110,
                    "text": "13)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "year, location, sample size, patients' age, gender, exposure history, X-ray and computed 133 tomography (18) scan findings, symptoms, and underlying conditions if reported. We also 134 extracted data on the main outcomes of interests including the number of deaths from 135 confirmed COVID-19 cases, incubation period, as well as time from onset of COVID-19 136 symptoms to first medical visit, to ICU admission, to recovery and to death. 137 138",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For studies that did not provided enough data to be included in the meta-analysis, we 140 performed a qualitative data synthesis. Case-reports with a sample size of one were also 141 removed from the meta-analysis as they did not provide any dispersion estimate. Meta-142 analysis was performed using STATA's (V.15.1) metan (for numerical variables) and metaprop 143 (for binary variables) commands. The 95% confidence intervals (CI) for binary variables were 144 computed using the exact binomial method. Heterogeneity between studies was assessed 145 using both the I 2 statistic with a cutoff of ≥ 50% and the Chi-square test with P-value <0.10 to ICU admission, recovery and death. For mean incubation period, we estimated 99% CI. We 150 also conducted a random-effects meta-regression using STATA's metareg command to 151 identify the sources of heterogeneity and explore the effect of study-level covariates where 152 data were available. A two-sided P-value <0.05 was considered as statistically significant 153 effect. 154",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis 139"
        },
        {
            "text": "Participants and study characteristics 157",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results 156"
        },
        {
            "text": "We found a total of 1675 non-duplicate studies, 57 of which were included in our qualitative 158 synthesis and 43 were considered for meta-analysis ( Figure 1) . A description of the main 159 characteristics of the included studies is provided in Table 1 . The 57 studies included 27 cross-160 sectional, one case-control, one retrospective cohort, and 28 case series/case report studies 161 with sample sizes of observational studies ranging greatly from one to 58182 for a study in 162 the Hubei province (20) . Inclusion criteria varied greatly across the studies but most 163 participants were hospitalized patients living or traveling from various provinces in China. 164",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 511,
                    "text": "(20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 159,
                    "text": "Figure 1)",
                    "ref_id": null
                },
                {
                    "start": 247,
                    "end": 254,
                    "text": "Table 1",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Results 156"
        },
        {
            "text": "Median (range) age of the participants was 46.2 (17 days to 78.5 years) and about 60% were 165 men. Most studies were conducted between January and February 2020. Clinical and 166 epidemiological characteristics of the patients included in the study are presented in Table 2 . 167",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 274,
                    "text": "Table 2",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Results 156"
        },
        {
            "text": "Among studies that reported exposure history among their participants, most patients were 168 directly or indirectly traced back to the city Wuhan (e.g., lived in Wuhan or had recently 169 travelled to Wuhan) and the Huanan seafood market in Hubei province, China. Several cases 170 of contracting COVID-19 through close contacts with family members were also reported unilateral/bilateral pneumonia. Common symptoms reported across the studies include 174 fever, cough, shortness of breath, and fatigue/weakness. Only 15 studies reported some 175 information about the pre-existing conditions of the patients; most of whom had metabolic 176 and cardiovascular underlying conditions. 177",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results 156"
        },
        {
            "text": "178",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results 156"
        },
        {
            "text": "The estimated mean incubation period obtained from the included studies as well as resulting 180 pooled mean are presented in Fig. 2 . Out of the 14 studies included in the meta-analysis, 12 181",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 132,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Mean incubation period 179"
        },
        {
            "text": "were conducted in China. The findings of meta-analysis showed that the mean incubation 182 period was 5.84 (95% CI: 4.83, 6.85) days. Heterogeneity testing (I 2 =94.7%) revealed notable 183 differences among the included studies in the meta-analysis. Multivariate meta-regression 184 results ( Table 2) showed no significant differences in incubation period time by country (China 185 vs. others, Adjusted Beta = 1.70; P-value = 0.484), age (Adjusted Beta = -1.16; P-value = 0.239) 186 or percent of male (Adjusted Beta = -13.07; P-value = 0.09) participants. 187 188",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 294,
                    "end": 302,
                    "text": "Table 2)",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Mean incubation period 179"
        },
        {
            "text": "The estimated mean number of days from the onset of COVID-19 symptoms to first clinical 190 visit was 4.82 (95% CI: 3.48, 6.15). As shown in Fig. 3 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 147,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Mean time from onset of symptoms to first clinical visit 189"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 Mean time from onset of symptoms to ICU admission 199 The estimated mean number of days from the onset of COVID-19 symptoms to ICU admission 200 was 10.48 (95% CI: 9.80, 11.16), an estimate that was derived from one study in Singapore 201 and one in Wuhan, China (Fig. 4) . The estimated mean number of days from the onset of symptoms to death was reported in 215 three studies with a pooled mean of 15.93 (95% CI: 13.07, 18.79). All of the studies were 216 conducted in China (Fig. 6) . 217 notable differences among the included studies in the meta-analysis. Multivariate meta-222 regression results (Supplement 2) showed a significant difference in death probability by age 223 (Adjusted Beta = 0.058; P-value = 0.016). 224 225",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 95,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 96,
                    "end": 115,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                },
                {
                    "start": 152,
                    "end": 169,
                    "text": "ICU admission 199",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 379,
                    "end": 387,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 593,
                    "end": 601,
                    "text": "(Fig. 6)",
                    "ref_id": null
                }
            ],
            "section": "Mean time from onset of symptoms to first clinical visit 189"
        },
        {
            "text": "We conducted a systematic review and meta-analysis to provide an overview of the 227 epidemiological characteristics of COVID-19. Our findings suggested that the COVID-19 has an 228 incubation time of more than five days (5.84 days) and a lag of less than five days (4.82 days) 229 from onset of symptoms to first clinical visit. On average, the symptoms lasted more than 230 twenty days (17.76 days) before recovery was achieved and the mortality risk among 231 confirmed cases was 2%, which significantly increased by age. Similar to previous studies (21), 232 fever, dry cough, shortness of breath, and fatigue were common symptoms among the 233 patients in the included studies. As expected, history of direct or indirect exposure to Wuhan 234 was frequent and the most common radiologic findings were bilateral consolidation and 235 pneumonia (22, 23). 236",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 226"
        },
        {
            "text": "We found that the average incubation period of COVID-19 infection to be less than 6 days 237 which is broadly consistent with previously reported estimates (24-27). The right tail of the 238 incubation period for COVID-19 even for 99% CI was less than seven days (6.85). This finding 239 is of particular interest as uncertainties continue to exist about the incubation period of 240 COVID-19. For example, while both WHO and United States' CDC suggest an incubation period 241 of 2-14 days, single outlier cases as long as 19 (15), 24 (28) or 27 days (29) have been reported; 242 estimates that are most likely reflecting a double exposure. Our meta-analytic findings are of 243 particular importance for quarantine-related policies and planning and suggest that the 244 current 14-day quarantine period might be rather conservative. Indeed, we found that except 245 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 226"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 /2020 for one small study from China in Anyang city on a cluster of six patients (Bai 2020 (15)), all 246 other studies reported incubation periods less than 11 days; therefore, a shorter period of 14 247 days would most likely suffice and it is expected that almost all infected people will show 248 symptoms within 11 days of initial exposure. Nonetheless, decisions to modify or keep the 249 existing policies need to weigh the costs of extending active quarantine against the potential 250 or costs of missing a symptomatic case. 251 COVID-19 seems to have a longer incubation period than that of other acute respiratory viral 252 infections (30) such as human coronavirus (3.2 days), influenza A (1.43-1.64 days (31)), 253 parainfluenza (2.6 days), respiratory syncytial virus (4.4 days), and rhinovirus (1.4 days). 254",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 71,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Furthermore, the median incubation period for SARS has been reported estimated as 4.0 days 255 in 2009 (30), which is considerably lower than what we observed for COVID-19. The longer 256 incubation period of the COVID-19 may be one of the major factors that helps explain its rapid 257 spread in comparison previous respiratory infection viruses. Another factor that contributes 258 to spread of COVID-19 is the lag between the onset of symptoms and first clinical visit and the 259 high number of asymptomatic cases of COVID-19. Our results indicated on average it is less 260 than five days (4.82 days), and particularly increases by age (1.94 days increase per each 10 261 years increase in age). This finding suggests that MERS and SARS progress rapidly to sever 262 symptoms and respiratory failures (32) than most cases infected by . 263",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In compare to MERS-COV with a mortality rate of 35.67% (34) and SARS with a mortality rate 264 of 11% (35), we found that COVID-19 has a much lower mortality rate (2%) which significantly 265 increase by age (48% increase for every 1% increase in male participants). Although this 266 estimate is comparable with previous studies (36, 37), it is important to recognize the 267 limitations of calculating mortality rates of COVID-19 while the epidemic is still growing. As 268 most cases of CVOID-19 remain asymptomatic and may recover without seeking medical care, 269 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 /2020 it is likely that the true rate of death among people infected with COVID-19 could be even 270 lower. On the other hand, the estimated mortality rates reported in most studies need to be 271 interpreted with caution as they are often based on the cumulative number of deaths relative 272 to the number of confirmed cases, while patients who die on a given day have been infected 273 at a much earlier date and this would bias the denominator of the mortality rate (38). 274",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 71,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We acknowledge four main limitations of our systematic review. First, our findings are mainly 275 based on studies that recruited patient from clinics and hospitals and so may be biased 276 toward more severe cases. Second, many studies did not report the study outcomes by 277 subgroups such as age or gender and so we could report group-specific outcomes. Third, we 278 used the mean and the standard error of the incubation period assuming a normal 279 distribution which may have led to underestimate the right tail of the distribution. Lastly, 280",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "given the urgency of topic and the heterogeneity of the studies included in the review, we did 281 not conduct risk of bias and quality assessment of the studies. Inevitably, given the novelty of for healthcare systems' prevention and planning efforts. The incubation period (i.e., <11 days 291 in most studies) and the lag between the onset of symptoms and diagnosis (i.e., <5 days) are 292 longer for COVID-19 compared to other respiratory viral infections including MERS and SARS. 293 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 /2020 Nonetheless, current policies of 14 days of mandatory quarantine for everyone, might be too 294 conservative and longer quarantine periods might be more justified for extreme cases. As 295 effective vaccination or treatment for COVID-19 are yet to be developed, practicing the 296 fundamentals of public health and prevention efforts such as social distancing and personal 297 hygiene are critical and need to be emphasized and enforced further to reduce the 298 transmission risk of COVID-19 to vulnerable populations. 299 300 301 302 303 304 305",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 71,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 a Studies with a sample size less than or equal to 4 patients were labeled as case-reports (88); b A 7-year-old-boy and his parents; c Studies are in press and will be published in future issues of the respective journal ",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 65,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 85,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Arrived from Wuhan",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "2% Cough; 3.1% Sputum",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Mean time from onset of symptoms to recovery 204The estimated mean number of days from the onset of symptoms to recovery was reported 205in 6 studies and the resulting pooled mean was 17.76 (95% CI: 12.64, 22.87). Only one of the 206 studies was conducted in China and the rest were completed in France, South Korea, UK, and 207 Japan (Fig. 5). Heterogeneity testing (I 2 =99.0%) revealed notable differences among the 208 included studies in the meta-analysis. Multivariate meta-regression results (Supplement 2) 209 showed no significant differences in time from onset of symptoms to recovery by country 210 (China vs. others, Adjusted Beta = 8.40; P-value = 0.522), age (Adjusted Beta = -3.02; P-value 211 = 0.602) or percent of male (Adjusted Beta = 35.56; P-value = 0.537) participants. 212 213 Mean time from onset of symptoms to death 214",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "282 COVID-19 and the observational nature of all of the available evidence, they are most likely 283 at a high risk of bias and the quality of existing evidence is low. Nonetheless, our systematic 284 review of literature provides an update on epidemiological characteristics of COVID-19 which 285 can be helpful for decision making on prevention measures as well as modeling and cost-286 analysis purposes. 287 288 Conclusions 289 Our findings of the overall epidemiological characteristics of COVID-19 have important insight 290",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "MK, Kumar N, Aarthi J, Mawari G, Garg S, Rohatgi I. From SARS-CoV to Coronavirus Disease 2019 313 (COVID-19)-A Brief Review. Journal of Advanced Research in Medicine (E-ISSN: 2349-7181 & P-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "-C, Shih T-P, Ko W-C, Tang H-J, Hsueh P-R. Severe acute respiratory syndrome coronavirus 2 381 (SARS-CoV-2) and corona virus disease-2019 (COVID-19): the epidemic and the challenges. International 382 journal of antimicrobial agents. 2020:105924.383 34. Nassar M, Bakhrebah M, Meo S, Alsuabeyl M, Zaher W. Middle East respiratory syndrome coronavirus 384 (MERS-CoV) infection: epidemiology, pathogenesis and clinical characteristics. European review for medical 385 and pharmacological sciences. 2018;22(15):4956-61. 386 35. World Health Organization. Consensus document on the epidemiology of severe acute respiratory 387 syndrome (SARS). Geneva, Switzerland: World Health Organization; 2003.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Pneumonia Emergency Response Epidemiology Team. [The epidemiological 389 characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China]. Zhonghua liu xing bing 390 xue za zhi = Zhonghua liuxingbingxue zazhi. 2020;41(2):145-51.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Organization. Coronavirus disease 2019 (COVID-19) Situation Report -30. Geneva, 392 Switzerland; 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "D, Qi X, Nielsen-Saines K, Musso D, Pomar L, Favre G. Real estimates of mortality following 394 COVID-19 infection. The Lancet Infectious Diseases. 2020. 395 39. Chan JF-W, Yuan S, Kok K-H, To KK-W, Chu H, Yang J, et al. A familial cluster of pneumonia associated 396 with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. The 397 Lancet. 2020;395(10223):514-23. 398 40. Holshue ML, DeBolt C, Lindquist S, Lofy KH, Wiesman J, Bruce H, et al. First Case of 2019 Novel",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Z, Shi L, Wang Y, Zhang J, Huang L, Zhang C, et al. Pathological findings of COVID-19 associated with 439 acute respiratory distress syndrome. The Lancet Respiratory medicine. 2020.440 58. Fang X, Zhao M, Li S, Yang L, Wu B. Changes of CT findings in a 2019 novel coronavirus (2019-nCoV) 441 pneumonia patient. QJM: An International Journal of Medicine. 2020. 442 59. Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, et al. Clinical Characteristics of 138 Hospitalized Patients 443 With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA. 2020. 444 60. Zhu N, Zhang D, Wang W, Li X, Yang B, Song J, et al. A Novel Coronavirus from Patients with 445 Pneumonia in China, 2019. The New England journal of medicine. 2020;382(8):727-33. 446 61. Hao W. Clinical Features of Atypical 2019 Novel Coronavirus Pneumonia with an initially Negative RT-447 PCR Assay. Journal of Infection. 2020. 448 62. Shi H, Han X, Jiang N, Cao Y, Alwalid O, Gu J, et al. Radiological findings from 81 patients with COVID-449 19 pneumonia in Wuhan, China: a descriptive study. The Lancet Infectious Diseases. 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "-C, Chang Y-C, Chiang Y-LF, Chien Y-C, Cheng M, Yang C-H, et al. First case of Coronavirus",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Y-h, lou L-L, Zhang G-J. The clinical dynamics of 18 cases of COVID-19 outside of Wuhan, China. European Respiratory Journal. 2020:2000398.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "W, Li Y, Wei Z, Zhou P, Lyu L, Zhang G, et al. Investigation and analysis on characteristics of a 499 cluster of COVID-19 associated with exposure in a department store in Tianjin. Zhonghua liu xing bing xue za 500 zhi= Zhonghua liuxingbingxue zazhi. 2020;41(4):489.501 84. Yang HY, Xu J, Li Y, Liang X, Jin YF, Chen SY, et al. [The preliminary analysis on the characteristics of the 502 cluster for the Corona Virus Disease]. Zhonghua liu xing bing xue za zhi = Zhonghua liuxingbingxue zazhi.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Z-D, Tang A, Li K-F, Li P, Wang H-L, Yi J-P, et al. Potential Presymptomatic Transmission of SARS-505",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "PRISMA flowchart of screened and included studies Incubation period of COVID-19 infection Time from onset of symptoms to first clinical visit for COVID-19 infection Time from onset of symptoms to ICU admission for COVID-19 infection Time from onset of symptoms to recovery for COVID-19 infection Time from onset of symptoms to death for COVID-19 infection Probability of death among patients diagnosed with COVID-19 infection",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ", out of the 21 studies included in the 191 meta-analysis, only 6 were conducted outside China. Heterogeneity testing (I 2 =98.0%) 192 revealed notable differences among the included studies in the meta-analysis. Multivariate 193 meta-regression results (Supplement 2) showed no significant differences in time from onset 194 of symptoms to first clinical visit by country (China vs. others, Adjusted Beta = 1.47; P-value = 195 0.456), age (Adjusted Beta = 0.91; P-value = 0.187) or percent of male (Adjusted Beta = -2.96; 196 P-value = 0.614) participants. 197",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Available from: https://www.cdc.gov/sars/about/fs-sars.html. Organization; [Available from: https://www.who.int/ith/diseases/sars/en/. World Health Organization; 2019 [Available from: https://www.who.int/emergencies/mers-cov/en/. Tang M, Zheng X, Li C, He J, Hong Z, et al. Evidence for gastrointestinal infection of SARS-CoV-2. Higgins-Dunn N, Feuer W. WHO considers 'airborne precautions' for medical staff after study 325 shows coronavirus can survive in air 2020 [Available from: https://www.cnbc.com/2020/03/16/who-considersairborne-precautions-for-medical-staff-after-study-shows-coronavirus-can-survive-in-air.html. 10. CDC COVID-19 Response Team. Severe Outcomes Among Patients with Coronavirus Disease 2019 328 (COVID-19) -United States, February 12-March 16, 2020 US: Centers for Disease Control and Prevention; 2020 [cited 2020 March 24]. Available from: https://www.cdc.gov/mmwr/volumes/69/wr/mm6912e2.htm?s_cid=mm6912e2_w. 11. Picard A. Young people don't get a pass with COVID-19 Canada: The globe and mail; 2020 [Available 332 from: https://www.theglobeandmail.com/canada/article-young-people-dont-get-a-pass-with-covid-19/. 12. AlTakarli NS. Emergence of COVID-19 Infection: What Is Known and What Is to Be Expected-Narrative Review Article. Dubai Medical Journal.1-6. Kalimuddin S, Chan KS. Rapid Progression to Acute Respiratory Distress Syndrome: Review of Current Understanding of Critical Illness from COVID-19 Infection. Wang XH, Chen YL, Zhao KL, Cai YQ, An CL, et al. [Clinical features of 2019 novel coronavirus pneumonia in the early stage from a fever clinic in Beijing]. Zhonghua jie he he hu xi za zhi = Zhonghua jiehe he huxi zazhi = Chinese journal of tuberculosis and respiratory diseases. 2020;43(0):E013. 15. Bai Y, Yao L, Wei T, Tian F, Jin D-Y, Chen L, et al. Presumed asymptomatic carrier transmission of COVID-19. Jama. 2020. 16. Moher D, Liberati A, Tetzlaff J, Altman DG. Preferred reporting items for systematic reviews and metaanalyses: the PRISMA statement. Annals of internal medicine. 2009;151(4):264-9. 17. McGowan J, Sampson M, Salzwedel DM, Cogo E, Foerster V, Lefebvre C. PRESS Peer Review of 24. Li Q, Guan X, Wu P, Wang X, Zhou L, Tong Y, et al. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. New England Journal of Medicine. 2020. 25. Liu T, Hu J, Kang M, Lin L, Zhong H, Xiao J, et al. Transmission dynamics of 2019 novel coronavirus 26. Backer JA, Klinkenberg D, Wallinga J. Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan, China, 20-28 January 2020. Euro Surveill. 2020;25(5):2000062. 27. Lauer SA, Grantz KH, Bi Q, Jones FK, Zheng Q, Meredith HR, et al. The incubation period of coronavirus internal medicine. 2020. Ni Z-y, Hu Y, Liang W-h, Ou C-q, He J-x, et al. Clinical characteristics of 2019 novel 370 coronavirus infection in China. MedRxiv. 2020. Coronavirus incubation could be as long as 27 days, Chinese provincial government says. Reich NG, Brookmeyer R, Perl TM, Nelson KE, Cummings DA. Incubation periods of acute cases: addressing censoring using outbreak data at the origin of importation. Journal of Theoretical Biology. Memish ZA, Zumla A. Severe acute respiratory syndrome vs. the Middle East respiratory",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Feng W. Trend and forecasting of the COVID-19 outbreak in China. arXiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Characteristics of the included studies in the systematic review",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Medical and epidemiological characteristics of studies included in the review Living in Wuhan CT: Small consolidation in right upper lobe and ground-glass opacities in both lower lobes Fever; Dry cough; Loose stool; Chilling; Myalgia; Muscle pain. Family transmission CT: Ground-glass opacities; Consolidation; or Both in bilateral lungs; 'Halo sign' in the basal segment of the lower lobe of the right lung. An asymptomatic carrier arrived from Wuhan; Family transmission. CT: Multifocal ground-glass opacities; Subsegmental areas of consolidation and fibrosis. More localized lesions in the periphery rather than the center of the lung; More patchy lesions than oval lesions. 40.5% Arrived from; 49.2% Contact with a symptomatic case in the previous 14 days; 67.2% Cluster case. NR 82.1% Fever; 45.8% Cough; 26.3% Fatigue; 6.9% Dyspnea; 6.5% Headache. 7% Chest pain; 1.2% Diarrhea; 1.2% Nausea and vomiting; 82.5% More than one sign or symptom.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}