{
    "paper_id": "4b0e852d65a51f8e4c444048d870fca3db3214c2",
    "metadata": {
        "title": "TITLE PAGE Title: Hydroxychloroquine in patients with COVID-19: an open-label, randomized, controlled trial Running title: Hydroxychloroquine for COVID-19",
        "authors": [
            {
                "first": "Wei",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhujun",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mingfeng",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhengyan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Junwen",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wenjin",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yaojie",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shengyong",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Erzhen",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": "chenerzhen@hotmail.com"
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiongbiao",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": "xiongbiao6@yahoo.com"
            },
            {
                "first": "Jiuyong",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jun",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qingxia",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Youqin",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhibin",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yaofeng",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Leshan",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jieming",
                "middle": [],
                "last": "Qu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Guang",
                "middle": [],
                "last": "Ning",
                "suffix": "",
                "affiliation": {},
                "email": "gning@sibs.ac.cnor"
            },
            {
                "first": "Guochao",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {},
                "email": "shi_guochao2010@qq.comor"
            },
            {
                "first": "Qing",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {},
                "email": "xieqingrjh@163.comor"
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Jiao Tong University",
                    "location": {
                        "addrLine": "W Chen, J Qu, G Shi) 3",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Shanghai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shanghai",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The potent in-vitro effects of hydroxychloroquine (HCQ) against SARS-CoV-2 has not convincingly been translated into clinical benefits in patients with COVID-19. A non-randomized trial showed significantly higher virus clearance rate at 6-day post inclusion in patients receiving 600mg hydroxychloroquine daily (N=20) than in patients with standard-of-care (N=16). In contrast, a randomized study of hydroxychloroquine published in Chinese showed no impact of hydroxychloroquine with a dose of 400mg hydroxychloroquine daily for 5 days on increasing virus negative conversion rate and alleviation of clinical symptoms in 30 patients with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is already known on this topic"
        },
        {
            "text": "In our multicenter, parallel, open-label randomized trial that included 150 adult patients hospitalized for COVID-19, adding hydroxychloroquine to the current standard-of-care in patients with COVID-19 does not increase virus response but accelerate the alleviation of clinical symptoms, possibly through anti-inflammatory properties and recovery of lymphopenia. Clinicians might consider hydroxychloroquine treatment in symptomatic patients with elevated CRP and/or lymphopenia because hydroxychloroquine might prevent disease progression, particularly in patients at higher risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What this study adds"
        },
        {
            "text": "Side effects of HCQ should be closely monitored, although no apparent safety concerns were observed in our trial using HCQ with a loading dose of 1, 200 mg daily for three days followed by a maintained dose of 800 mg daily for the remaining days (total treatment duration: 2 or 3 weeks for mild/moderate or severe patients, respectively).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What this study adds"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What this study adds"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 10.20060558 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20060558",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "What this study adds"
        },
        {
            "text": "The coronavirus disease 2019 caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has swept into more than 200 countries, areas or territories within the four months. As of 5 April, more than 1 million infections and 60 thousands of deaths have been reported. 1 Several agents or drugs including, remdesivir, favipiravir, ribavirin, lopinavir-ritonavir (used in combination) and chloroquine (CQ) or hydroxychloroquine (HCQ), have been highlighted based on the promising in-vitro results and therapeutic experiences from another two coronavirus diseases including the severe acute respiratory syndrome (SARS) and the Middle East respiratory syndrome (MERS) 2 . However, none of these promising results has yet been translated into clinical benefits of patients with COVID-19, including lopinavir-ritonavir, reported from the most recently failed trial. 3 Another \"wonder drug\", CQ and its hydroxy-analogue HCQ, are glaring on the list of COVID-19 therapy, due to potent antiviral activity against SARS-CoV-2 from in-vitro studies, 4, 5 and promising results from news reports of some ongoing trials. 6 Despite their unclear benefits, CQ and HCQ are both recommended for off-label use in the treatment of COVID-19 by the Chinese National guideline 7 and recently authorized by the U.S. Food and Drug Administration for emergency uses. 8 HCQ was also recently recommended by the American president Donald Trump.",
            "cite_spans": [
                {
                    "start": 874,
                    "end": 875,
                    "text": "3",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1052,
                    "end": 1054,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1055,
                    "end": 1056,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1121,
                    "end": 1122,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1268,
                    "end": 1269,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Such a presidential endorsement stimulates an avalanche of demand for HCQ, which buried the dark-side of this drug. Deaths have been reported in Nigeria among people self-treating for apparent COVID-19 with CQ overdoses. 9 Retinopathy, gastrointestinal and cardiac side effects are well documented with the use of CQ or HCQ in the treatment of malarial and rheumatic diseases. 10 HCQ is preferred in clinical applications due to its lower toxicity, particularly retinal toxicity, 10 and three times the potency against SARS-CoV-2 infection comparing to CQ in the recent in-vitro study. 5 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 222,
                    "text": "9",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 377,
                    "end": 379,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 480,
                    "end": 482,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 586,
                    "end": 587,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 10.20060558 doi: medRxiv preprint 10 Currently, there is no convincing evidence from well-designed clinical trials to support the use of CQ/HCQ with good efficacy and safety for the treatment of COVID-19. Rapidly conduction of such trails with high-quality is challenging in the face of a dangerous coronavirus outbreak, in which, healthcare workers are under overwhelming work and highest risk of exposure to developing Having encountered numerous challenges, we conducted a multicenter, open-label, randomized, controlled trial to assess the efficacy and safety of HCQ sulfate in adult patients with COVID-19. A clearer verdict will come from such a trial for the use of HCQ in patients with COVID-19.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20060558",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 10.20060558 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20060558",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The study was designed and initiated by the principal investigators after the protocol was approved by the institutional review board in Ruijin Hospital. It was conducted urgently during the outbreak of COVID-19 and in compliance with the Declaration of Helsinki, Good Clinical Practice guidelines, and local regulatory requirements. The Shanghai Pharmaceuticals Holding Co.,Ltd donated the investigated drug, HCQ, but was not involved in the study design, accrual, analyses of data, or preparation of the manuscript. A contract research organization (CRO), R&G PharmaStudies Co., Ltd., was hired to conduct the study, collect data and perform statistical analyses. Data were recorded by clinical research coordinators followed by query from clinical research associates. Confirmed data were then entered into the Web-based OpenClinica database for statistical analyses. An independent data and safety monitoring committee (IDMC) periodically reviewed the progress and oversight of the study. Hospitals with the capability of providing the current SOC for COVID-19 were invited to participate in the study by the principal investigators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial oversight"
        },
        {
            "text": "Minimum requirements for the SOC included the provision of intravenous fluids, supplemental oxygen, regular laboratory testing, and SARS-CoV-2 test, hemodynamic monitoring and intensive care and the ability to deliver concomitant medications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial oversight"
        },
        {
            "text": "The interim analysis was performed on March 14 and the results were presented to the IDMC for review. After data review, the IDMC concluded the trial after taking into consideration the good efficacy of HCQ in symptom alleviation and anti-inflammation reported from the interim analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial oversight"
        },
        {
            "text": "Members from the IDMC and trial principal investigators all decided to report the trial results to promote the translation of these promising results into clinical benefits that could save lives in the All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial oversight"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 10.20060558 doi: medRxiv preprint 12 emergently ongoing pandemic of COVID-19, particularly in overwhelming areas. The manuscript was drafted based on these results by the first and last authors with great input from all the co-authors. All authors vouch for the veracity of the data, analyses, and trial protocol and vouch that the trial was conducted and reported consistently with the protocol, which together with the statistical analysis plan, is available in the appendix.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20060558",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Trial oversight"
        },
        {
            "text": "This study was a multicenter, randomized, parallel, open-label, trial of oral HCQ in hospitalized patients with COVID-19. No placebo was used and drugs were not masked. Patients meeting eligibility criteria were stratified according to the disease severity (mild/moderate or severe) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trail design, Randomization, and procedures"
        },
        {
            "text": "were then randomly assigned (in a 1:1 ratio) to receive either SOC or SOC plus HCQ. Patients were enrolled by the site investigator. The statistician performed the randomization; equal numbers of cards with each group assignment number randomly generated by computer were placed in sequentially numbered envelopes that were opened as the patients were enrolled. The patients were treated with SOC aligning with the indications from the updating National clinical practice guidelines for COVID-19 in China. Treatment of HCQ was begun within 24 hours after randomization and was administrated with a loading dose of 1, 200 mg daily for three days followed by a maintained dose of 800 mg daily for remaining days (total treatment duration: 2 weeks or 3 weeks for mild/moderate or severe patients, respectively). Dose for HCQ will be adjusted when adverse events are related to HCQ as judged by investigators. Details for dose adjustment were provided in the study protocol available online. Neither patients, nor investigators, nor statisticians were masked to treatment assignment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trail design, Randomization, and procedures"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 10.20060558 doi: medRxiv preprint 13 Patients were enrolled at 16 government-designated COVID-19 treatment centers from three provinces in China (Hubei, Henan and Anhui province) between February 11, 2020 and February 29, 2020. All patients provided written informed consent.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 147,
                    "text": "10.20060558 doi: medRxiv preprint 13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Patients"
        },
        {
            "text": "Eligible patients were at least 18 years of age, had ongoing SARS-CoV-2 infection confirmed with real-time reverse-transcriptase-polymerase-chain-reaction (RT-PCR). Patients who were willing to participate in this trial had to consent not to be enrolled by other clinical trials during the study period. A chest computed tomography examination result is needed for determining disease severity before randomization. Patients had to receive HCQ orally. Patients with known allergy to HCQ or existing conditions that could lead to severe adverse events during the trial period were excluded, particularly those with severe liver or renal diseases that could impair the ability to metabolize high doses of HCQ. Those unable to co-operate with investigators due to cognitive impairments or poor mental status were considered inappropriate for this trial. Female patients who were pregnant or during lactation period were excluded. Full eligibility criteria are provided in the protocol (appendix).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients"
        },
        {
            "text": "Upper and/or lower respiratory tract specimens were obtained from each patient upon screening (Day -3~1), during treatment and post-treatment follow-up at scheduled visits on days 4, 7, 10, 14, 21 and 28. Collected specimens were tested to determine positive or negative results for SARS-CoV-2 at each site's local Center for Disease Control and Prevention according to the WHO recommendations. 12 Patients were assessed on each scheduled visit for vital signs, C-reactive protein (CRP), erythrocyte sedimentation rate (ESR), Tumor necrosis factor (TNF)-α, Interleukin-6 (IL-6), complete blood cells count with differential, blood chemistry, coagulation panel, pulse All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 397,
                    "text": "12",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Assessment and outcome"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment and outcome"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 10.20060558 doi: medRxiv preprint 14 oximetry, and respiratory symptoms. Administration records of HCQ and adverse events were reviewed daily to ensure fidelity to the protocol and more importantly, patient safety. More details for data collection were provided in the protocol (appendix).",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20060558",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Assessment and outcome"
        },
        {
            "text": "The primary endpoint for this trial was the negative conversion of SARS-CoV-2 within 28-day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment and outcome"
        },
        {
            "text": "Key secondary endpoints included the alleviation of clinical symptoms, laboratory parameters, and chest radiology within 28-day. Definition for the alleviation of clinical symptoms was 1) resolving from fever to an axillary temperature of ≤ 36.6 and; 2) normalization of SpO2 (>94% on room air) and; 3) disappearance of respiratory symptoms including nasal congestion, cough, sore throat, sputum production and shortness of breath. Normalization of laboratory parameters were focused on CRP, ESR, IL-6 and TNF-α level. Other secondary outcomes for severe cases included all-cause mortality, clinical status as assessed with the six-category ordinal scale on days 7, 14, 21 and 28, days of mechanical ventilation, extracorporeal membrane oxygenation, supplemental oxygenation, and hospital stay for severe cases. Disease progression was assessed in mild/moderate cases. Safety outcomes included adverse events that occurred during the study period. Adverse events will be coded using the latest version of Medical Dictionary for Regulatory Activities coding dictionary and will be recorded in standard medical terminology and graded according to the National Cancer Institute Common Terminology Criteria for Adverse Events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment and outcome"
        },
        {
            "text": "The overall negative conversion rate was estimated and compared by analyzing time to virus nucleic acid negativity using the Kaplan-Meier method on intention-to-treat population. The hazard ratio was estimated by the Cox model, which is the higher, the more rapid the conversion is. The same approach was applied to analyze other key secondary endpoints. Forest plot was used to All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 10.20060558 doi: medRxiv preprint 15 display hazard ratios generated for each subgroup. The trial was designed to enroll approximately 360 subjects (180 per group) to assure a power of 80% and the family-wise type-I error ≤ 0.05. The sample size was calculated based on the alternative hypothesis of a 30% increase in the speed of virus nucleic acid negativity, therefore, a total of 248 events is needed with a Log-Rank test. An interim analysis was planned when around 150 patients were treated for at least 7 days.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20060558",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "O'Brien-Fleming cumulative α -spending function by Lan-DeMets algorithm(Lan-Demets, 1983) was applied to control family-wise type-I error. Absolute changes from baseline of CRP and blood lymphocyte count by last assessment were compared between actual treatment groups using the Two-Sample T-test. Significance was claimed for other analyses than primary analysis if p-value <0.05. Data analyses were conducted on SAS version 9.4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "This was a randomized controlled trial with no involvement of patients in the trial design, outcome measures, data analysis, results interpretation or manuscript writing. Personal health information used in this trial is not accessible to patients or the public. The study protocol is available online as a supplementary material with the publication of the paper. A preprint version of the study is publicly available on medRxiv.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 10.20060558 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20060558",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Patient and public involvement"
        },
        {
            "text": "A total of 191 patients admitted with COVID-19 from February 11, 2020 to February, 29 2020, were assessed for eligibility, of which 41 did not meet eligibility criteria. The remaining 150 patients underwent randomization; Among them, 75 patients were assigned to SOC and 75 patients to SOC plus HCQ group (Figure 1) . The mean age of the patients was 46 years and 55% were male.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 315,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Patient Baseline Characteristics"
        },
        {
            "text": "The mean day from disease onset to randomization was 16.6 and 89% of the patients had concomitant medication before randomization. The majority of the patients had mild to moderate COVID-19 (99%) and only 2 patients (1%) were severe upon screening. Baseline demographic, epidemiological and clinical characteristics of the patients between the two groups are shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 368,
                    "end": 375,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Patient Baseline Characteristics"
        },
        {
            "text": "By 14 March 2020 (the cutoff date for data analysis) The median duration of follow-up was 21 days (range, 2 to 33) in the SOC group and 20 days (range, 3 to 31) in the SOC plus HCQ group. Of the 75 patients assigned to receive SOC plus HCQ, 6 patients did not receive any dose of HCQ; of them, 3 patients withdrew consent and 3 patients refuse to be administrated HCQ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient Baseline Characteristics"
        },
        {
            "text": "Overall, the negative conversion rate of SARS-CoV-2 among patients who were assigned to receive SOC plus HCQ was 85.4% (95% confidence interval [CI], 73.8%, 93.8%), similar to that of the SOC group 81.3% (95%CI, 71.2% to 89.6%) within 28-day. Negative conversion rate at specific time-point, 4-, 7-, 10-, 14-or 21-day was also similar between the two groups. The negative conversion time did not differ between SOC plus HCQ and SOC group (median, 8 days vs. 7 days; hazard ratio, 0.846; 95%CI, 0.580 to 1.234; P=0.341) (Figure 2_panel A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 519,
                    "end": 537,
                    "text": "(Figure 2_panel A)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Primary Outcome"
        },
        {
            "text": "Post hoc analyses were performed in subgroups to explore any decrease of negative conversion All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary Outcome"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary Outcome"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 10.20060558 doi: medRxiv preprint time by the addition of HCQ upon SOC. No such effects were observed in the analyzed subgroups according to age (≥45 years versus <45 years), BMI value (≥24 kg/m 2 versus <24 kg/m 2 ), presence or absence of existing conditions, days between disease onset and randomization (≥7 days versus <7 days), baseline CRP value (≥upper limit of normal versus <upper limit of normal), baseline lymphocyte count (<lower limit of normal versus ≥ lower limit of normal) and with or without contaminant use of potential anti-viral agents for treating COVID-19 during the study period (Figure 2_panel B ).",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "10.20060558 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 714,
                    "end": 731,
                    "text": "(Figure 2_panel B",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Primary Outcome"
        },
        {
            "text": "The overall rate of symptoms alleviation within 28- (Figure 3_panel B) .",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 51,
                    "text": "28-",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 70,
                    "text": "(Figure 3_panel B)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Secondary Outcome"
        },
        {
            "text": "Comparing to SOC alone, the addition of HCQ on SOC led to more rapid normalization of elevated baseline CRP and recovery of baseline lymphocytopenia, although the overall improvement rate become similar within the 28-day (Figure 4_panel A, B) . The declined value of CRP from baseline by last assessment was significantly greater in SOC plus HCQ group than in the SOC group All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 242,
                    "text": "(Figure 4_panel A, B)",
                    "ref_id": null
                }
            ],
            "section": "Changes of CRP values and blood lymphocyte count"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Changes of CRP values and blood lymphocyte count"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 10.20060558 doi: medRxiv preprint (absolute change, 6.986 versus 2.723 milligram/liter, P=0.045) ( Figure 5) . Similarly, the elevation of blood lymphocyte count at last assessment from baseline was greater in SOC plus HCQ group than that in the SOC group (absolute change, 0.062 versus 0.008 × 10 9 /liter, P=0.547) ( Figure 5 ).",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20060558",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 219,
                    "text": "Figure 5)",
                    "ref_id": null
                },
                {
                    "start": 430,
                    "end": 438,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Changes of CRP values and blood lymphocyte count"
        },
        {
            "text": "Comprehensive analysis for other prespecified secondary outcomes including the reduction of erythrocyte sedimentation rate, IL-6 or TNF-α was not available due to very limited data of these parameters on pre-specified visiting date.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Changes of CRP values and blood lymphocyte count"
        },
        {
            "text": "Six patients assigned to the SOC plus HCQ group but did not receive HCQ treatment were classified as HCQ non-recipient in the safety population. One patient in the SOC group wrongly received 14-day of HCQ treatment with an accumulative dose of 11, 600 mg. This patient was classified as HCQ recipient in the safety population (Figure 1 ). Safety endpoints were compared between HCQ recipient and non-recipient (Table 2 ). In HCQ recipients, the median duration of HCQ treatment was 14 days (range, 1 to 22). Between randomization and final visit, a total of 21 patients (30%) in the SOC plus HCQ group reported adverse events, significantly (P=0.001) higher than those (7 patients, 8.8%) reported in the SOC group (Table 2) The most common adverse events in the SOC plus HCQ group were diarrhea, which was more frequent than that in the SOC group (10% versus 0%, P=0.004). HCQ was discontinued in one patient due to blurred vision and was adjusted to give a lower dose in one patient who reported thirst. These two adverse events were both transient with a period of 1-2 day. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 326,
                    "end": 335,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 410,
                    "end": 418,
                    "text": "(Table 2",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 714,
                    "end": 723,
                    "text": "(Table 2)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Safety"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the Our negative results on the anti-viral efficacy of HCQ obtained in this trial are on the contrary to the encouraging in-vitro results 4,5 and to the recently reported promising results from a non-randomized trial with 36 COVID-19 patients. 6 Before interpreting our results, it should be noted that the precise anti-viral mechanism of CQ/HCQ has not been established in SARS-CoV-2, nor in other viruses. 13 The discrepancy of the results between our trial and in-vitro studies highlighted the importance of pre-clinical in-vivo studies in which, the pharmacokinetic, pharmacodynamic and toxicity profiles of the tested drug should be established. Although there is no data of CQ/HCQ against SARS-CoV-2 from animal studies, data from a mice study suggested limited efficacy of CQ in inhibiting SARS-CoV replication. 14 Promising anti-viral results of HCQ from the recent trial should be interpreted with caution due to its limited sample size and lack of randomization design. A combination therapy, HCQ plus azithromycin was recommended by the authors based on a 100% of virus negative conversion rate within one week of treatment in 6 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 317,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 480,
                    "end": 482,
                    "text": "13",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Safety"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.10.20060558 doi: medRxiv preprint 20 patients with COVID-19. 15 . We were unable to validate this result due to the limited number of patients using azithromycin (N=2). In contrast to their excellent effects, our results did not support the clinical use of HCQ to suppress viral replication. One might argue that there was a median 16-day delay of HCQ treatment from symptoms onset in our study, which is longer than the time window of effective treatment of virus-related respiratory disease, like influenza. 16 However, in the subgroup of patients who received HCQ within 7-day of illness onset, no additional virus negative conversion rate was observed beyond SOC in our trial. It is challenging to conduct a trial in hospitalized patients within 48-h of illness onset due to an estimated 12.5 day delay from illness onset to hospital admission. 17 Future trials should consider enrolling patients at early-stage from the outpatient clinic. One might also argue that the current SOC included antivirals that were sources of confounding effects, although none of them has yet been proven efficacy in treating COVID-19.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 173,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 620,
                    "end": 622,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 959,
                    "end": 961,
                    "text": "17",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Safety"
        },
        {
            "text": "Nevertheless, no difference regarding time to virus negative conversion between the treatment and control groups was observed after excluding patients who ever received antivirals during the study period, including lopinavir-ritonavir, arbidol, oseltamivir, virazole, entecavir, ganciclovir and/or interferon-alpha. Of note, the promising drug, lopinavir-ritonavir which is an inhibitor of HIV protease, was recently demonstrated ineffective in lowering virus load of SARS-CoV-2. 3 Moreover, the specimens collected in our trial for virus RNA determination was mostly from the upper respiratory tract, which introduced false-negative results. 18 Bronchoalveolar lavage fluid, the best specimen for detection of SARS-CoV-2 was not well collected since the majority of our patients were mild/moderate cases without need for a bronchoscopy. But the prespecified definition for virus negative conversion was two negatives with at least 24 hours apart, which could significantly reduce false negativity. Although we did not monitor the concentration of HCQ in our study, the dosage we choose is enough to reach the 50% effective concentrations (EC 50 ) of HCQ against All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 481,
                    "text": "3",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 643,
                    "end": 645,
                    "text": "18",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Safety"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 10.20060558 doi: medRxiv preprint 21 SARS-CoV-2. 16 Therefore, it is not likely to have additional anti-viral effects by further escalating dosage. Taken together, future studies could take advantage of our results to design trials in more selective populations, at the earliest stage as possible (<48h of illness onset), and using more sensitive endpoints, such as viral load shedding. It also remains an open question whether HCQ would lead to an improved virologic response in patients with severe COVID-19.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20060558",
                    "ref_id": null
                },
                {
                    "start": 160,
                    "end": 162,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Safety"
        },
        {
            "text": "In addition to virus infection, acute inflammation response is another hallmark of COVID- 19. 19 Recent findings in clinical series have shown that the systemic inflammation or cytokine storm is the driver of disease progression and death. 20, 21 Substantially decrease of lymphocyte count and increase of inflammatory response marker, e.g., CRP were both observed in the early stage of patients who eventually progressed and died. 21 These results highlighted the importance of the recovery of lymphopenia or anti-inflammation in preventing the development of systemic inflammation in critically ill COVID-19 patients. Such abilities and benefits were observed from HCQ in our current trial, showing that patients with SOC plus HCQ had a significantly greater reduction of CRP level and a moderate elevation of blood lymphocyte count at the last assessment comparing to patients with SOC only. These effects were observed after 5-day of HCQ treatment and maintained until the withdraw of HCQ. These encouraging results suggested clinical benefits of adding HCQ into the current standard management to limit inflammatory response, which is the key to prevent systemic inflammation and subsequent multiple organ failure and death. From mechanism perspective, HCQ as a weak base, accumulates within acidic vesicles, such as the lysosomes autophagosomes of phagocytic cells and changing local pH value, subsequently inhibits immune activation. 22 Multiple cellular functions and molecular pathways were partially inhibited, such as MHC class II expression, antigen presentation or Toll-like receptor-7, -9 signaling pathways and production of IL-1, IL-6, TNF, and IFNγ 22 . These shreds of evidence support the All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 96,
                    "text": "19. 19",
                    "ref_id": null
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "20,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 244,
                    "end": 246,
                    "text": "21",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 432,
                    "end": 434,
                    "text": "21",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1441,
                    "end": 1443,
                    "text": "22",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1666,
                    "end": 1668,
                    "text": "22",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Safety"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 10.20060558 doi: medRxiv preprint 22 anti-inflammatory effects of HCQ observed in our study, in which the patients were given HCQ with a loading dose of 1, 200 mg daily for three days followed by a maintained dose of 800 mg daily for remaining days (total treatment duration: 2 weeks or 3 weeks for mild/moderate or severe patients, respectively). Lower doses and shorter treatment duration are not recommended because a previous study using 400 mg of HCQ per day for 5 days did not show any additional effects on alleviating symptoms and viral suppression. 23 However, it remains to be determined whether the extension of treatment duration would bring more benefits because that HCQ has a gradual onset of action that might take weeks to reach maximal activity. 22 It is also important to explore the combination therapy of HCQ with other anti-inflammatory drugs or higher dosage of HCQ in the treatment of patients with COVID-19.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20060558",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 671,
                    "text": "23",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 875,
                    "end": 877,
                    "text": "22",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Safety"
        },
        {
            "text": "Another encouraging result from our study is that using our current HCQ regimen, serious side-effects were rare and patients were well tolerated. This is in consistence with a previous report of cancer study using HCQ with a dose up to 1,200 mg daily, 24 Transient blurred vision was reported in one patient in our trial, of which, retinal damage was not assessed using the automated visual fields or spectral-domain optical coherence tomography as recommended for screening of retinopathy. 25 Although the retinal toxic effects from HCQ with a dosage of ≤ 5.0 mg/kg are less than 2% up to 10 years, 25 earlier development of retinal damage with a daily dose of 800 to 1,200mg was detected using sensitive retinal screening tests. 26 Therefore, the retinal damage could be underestimated in our trial. Evidence for increased rate of adverse gastrointestinal events in a high dose of HCQ 27 was observed in our trial, particularly an increased burden of diarrhea. Events of cardiac arrhythmia, e.g., prolonged QT interval 28 was not observed in our trial, possibly due to the relatively mild/moderate patients investigated or the short-term period of follow-up. However, with the increasing interest of the combined use of HCQ and azithromycin worldwide, physicians All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 254,
                    "text": "24",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 491,
                    "end": 493,
                    "text": "25",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 731,
                    "end": 733,
                    "text": "26",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1021,
                    "end": 1023,
                    "text": "28",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Safety"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 10.20060558 doi: medRxiv preprint 23 should be cautious of the increased risk of QT interval prolongation and fatal ventricular arrhythmia with azithromycin and other anti-microbials. 29, 30 Overall, the generally favorable safety profiles of HCQ using our current regimen supported the future exploration of clinical benefits provided by this drug. However, drug-drug interaction 10 Wuhan and neighboring cities, nation-wide travel restrictions and case/contact isolation were also barriers to collect and transfer data and paper files. The prespecified secondary endpoint of imaging changes on chest CT was therefore not finished by the cutoff date of analysis. The recruitment of All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20060558",
                    "ref_id": null
                },
                {
                    "start": 295,
                    "end": 298,
                    "text": "29,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 299,
                    "end": 301,
                    "text": "30",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 492,
                    "end": 494,
                    "text": "10",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Safety"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the In conclusion, the results of our trial did not show additional virologic response by adding HCQ to the current SOC. The administration of HCQ with a loading dose of 1, 200 mg daily for three days followed by a maintained dose of 800 mg daily for remaining days (total treatment duration: 2 weeks or 3 weeks for mild/moderate or severe patients, respectively) was clearly associated with a greater decline of CRP, recovery of lymphopenia and a higher rate of symptoms alleviation and did not result in apparent safety concerns in patients hospitalized with COVID-19. As a well-tolerated, cheap, and widely available drug, future trials to determine the clinical benefits of HCQ in preventing disease progression is critically important considering the ongoing pandemic COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 10.20060558 doi: medRxiv preprint data collection, data analysis, data interpretation, or reporting. The guarantors had full access to all the data in the study, take responsibility for the integrity of the data and the accuracy of the data analysis, and had final responsibility for the decision to submit for publication.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20060558",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Safety"
        },
        {
            "text": "Competing interests: All authors have completed the ICMJE uniform disclosure form at www.icmje.org/coi_disclosure.pdf and declare: no support from any organization for the submitted work; no financial relationships with any organizations that might have an interest in the submitted work in the previous three years; no other relationships or activities that could appear to have influenced the submitted work. Patient consent: Written informed consent was obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety"
        },
        {
            "text": "Data sharing: Anonymized datasets can be made available on reasonable request after approval from the trial management committee and after signing a data access agreement. Proposals should be directed to the corresponding author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety"
        },
        {
            "text": "The lead author (the manuscript's guarantor) affirms that the manuscript is an honest, accurate, and transparent account of the study being reported; that no important aspects of the study have been omitted; and that any discrepancies from the study as planned (and, if relevant, registered) have been explained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transparency declaration:"
        },
        {
            "text": "This was a randomized controlled trial with no involvement of patients in the trial design, outcome measures, data analysis, results interpretation or manuscript writing. Personal health information used in this trial is not accessible to patients or the public. The study protocol is available online as a supplementary material with the publication of the paper. A preprint version of the study is publicly All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dissemination to participants and related patient and public communities:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 10.20060558 doi: medRxiv preprint 27 available on medRxiv.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20060558",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dissemination to participants and related patient and public communities:"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dissemination to participants and related patient and public communities:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 10.20060558 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Figure 5 Absolute changes of CRP and Lymphocyte count from baseline by last assessment in all patients. Shown is the bar chart for the absolute changes of CRP and blood lymphocyte count at last assessment comparing to baseline values in patients with SOC with and without HCQ. Data were expressed as mean with standard error of mean. The declined value of CRP from baseline by last assessment was significantly greater in SOC plus HCQ group than in the SOC group (change, -6.986 versus -2.723 milligram/liter, P=0.045). The elevation of blood lymphocyte count at last assessment from baseline was greater in SOC plus HCQ group than that in the SOC group (change, 0.062 versus 0.008 × 10 9 /liter), but without statistical significance (P=0.547). Not all the patients have both baseline and last assessment for the calculation of value change in this analysis. Available All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20060558",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 241,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Dissemination to participants and related patient and public communities:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 10.20060558 doi: medRxiv preprint 34 number of patients in each group was provided in the bracket. SOC=standard-of-care;",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20060558",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dissemination to participants and related patient and public communities:"
        },
        {
            "text": "HCQ=hydroxychloroquine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dissemination to participants and related patient and public communities:"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dissemination to participants and related patient and public communities:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 10 Nasal congestion 0 (0) 0 (0) 0 (0) All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "text": "10",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Dissemination to participants and related patient and public communities:"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dissemination to participants and related patient and public communities:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.10.20060558 doi: medRxiv preprint All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dissemination to participants and related patient and public communities:"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dissemination to participants and related patient and public communities:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 10.20060558 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "10.20060558 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dissemination to participants and related patient and public communities:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Middle East Respiratory Syndrome and Severe Acute Respiratory Syndrome: Current Therapeutic Options and Potential Targets for Novel Therapies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dyall",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kindrachuk",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Drugs",
            "volume": "77",
            "issn": "",
            "pages": "1935--66",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A Trial of Lopinavir-Ritonavir in Adults Hospitalized with Severe Covid-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Res",
            "volume": "30",
            "issn": "",
            "pages": "269--71",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "In Vitro Antiviral Activity and Projection of Optimized Dosing Design of Hydroxychloroquine for the Treatment of Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2)",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa237"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Breakthrough: Chloroquine phosphate has shown apparent efficacy in treatment of COVID-19 associated pneumonia in clinical studies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Biosci Trends",
            "volume": "14",
            "issn": "",
            "pages": "72--75",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "National Health Commission of the People's Republic of China",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "This is insane!' Many scientists lament Trump's embrace of risky malaria drugs for coronavirus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Therapy and pharmacological properties of hydroxychloroquine and chloroquine in treatment of systemic lupus erythematosus, rheumatoid arthritis and related diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Rainsford",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Parke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clifford-Rashotte",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Kean",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Inflammopharmacology",
            "volume": "23",
            "issn": "",
            "pages": "231--69",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Covid-19 -The Search for Effective Therapy",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Baden",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The New England journal of medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMe2005477:1-2"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Coronavirus disease (COVID-19) technical guidance: Laboratory testing for 2019-nCoV in humans",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Of chloroquine and COVID-19",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Touret",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "De Lamballerie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Antiviral Res",
            "volume": "177",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Evaluation of immunomodulators, interferons and known in vitro SARS-coV inhibitors for inhibition of SARS-coV replication in BALB/c mice",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barnard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Antivir Chem Chemother",
            "volume": "17",
            "issn": "",
            "pages": "275--84",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Hydroxychloroquine and azithromycin as a treatment of COVID-19: results of an open-label non-randomized clinical trial",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Lagier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Parola",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Antimicrob Agents",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Seasonal Influenza in Adults and Children-Diagnosis, Treatment, Chemoprophylaxis, and Institutional Outbreak Management: All rights reserved",
            "authors": [
                {
                    "first": "Harper",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Bradley",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Englund",
                    "middle": [],
                    "last": "Janet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.10.20060558"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Clinical Practice Guidelines of the Infectious Diseases Society of America",
            "authors": [],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "48",
            "issn": "",
            "pages": "1003--1035",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1199--207",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Detection of SARS-CoV-2 in Different Types of Clinical Specimens",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.3786"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Clinical characteristics of 113 deceased patients with coronavirus disease 2019: retrospective study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--62",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Mechanisms of action of hydroxychloroquine and chloroquine: implications for rheumatology",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schrezenmeier",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dorner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Rheumatol",
            "volume": "16",
            "issn": "",
            "pages": "155--66",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A pilot study of hydroxychloroquine in treatment of patients with common coronavirus disease-19 (COVID-19)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Zhejiang Univ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3785/j.issn.1008-9292.2020.03.03"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Effect of Gemcitabine and nab-Paclitaxel With or Without Hydroxychloroquine on Patients With Advanced Pancreatic Cancer: A Phase 2",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Karasic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "O&apos;hara",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Loaiza-Bonilla",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Recommendations on Screening for Chloroquine and Hydroxychloroquine Retinopathy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Marmor",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kellner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Melles",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Mieler",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ophthalmology",
            "volume": "123",
            "issn": "",
            "pages": "1386--94",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Rapid Onset of Retinal Toxicity From High-Dose Hydroxychloroquine Given for Cancer Therapy",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Neal",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wakelee",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sequist",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marmor",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Ophthalmol",
            "volume": "160",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Hydroxychloroquine concentration-response relationships in patients with rheumatoid arthritis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Munster",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Gibbs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Arthritis Rheum",
            "volume": "46",
            "issn": "",
            "pages": "1460--1469",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "An evidence-based assessment of the clinical significance of drug-drug interactions between disease-modifying antirheumatic drugs and non-antirheumatic drugs according to rheumatologists and pharmacists",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Van Roon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Den Bemt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Jansen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Houtman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Van De Laar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Brouwers",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Ther",
            "volume": "31",
            "issn": "",
            "pages": "1737--1783",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Oral erythromycin and the risk of sudden death from cardiac causes",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Meredith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Narasimhulu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "351",
            "issn": "",
            "pages": "1089--96",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Antimicrobial-associated QT interval prolongation: pointes of interest",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Owens",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Nolin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Infect Dis",
            "volume": "43",
            "issn": "",
            "pages": "1603--1614",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.10.20060558"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "SOC=standard-of-care, HCQ= hydroxychloroquine, COVID-19=coronavirus disease 2019. To convert the values for creatinine to milligrams per deciliter",
            "authors": [],
            "year": null,
            "venue": "* Plus-minus values are means ±SD",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "† The body-mass index is the weight in kilograms divided by the square of the height in meters. All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.10.20060558"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 3_panel A). The efficacy of HCQ on the alleviation of symptoms (Hazard ratio, 8.83, 95%CI, 1.09 to 71.3) was more evident when the confounding effects of other anti-viral agents were removed in the post-hoc subgroup analysis (Figure 3_panel B). No significant difference between SOC plus HCQ group and SOC group on symptoms improvement was observed in other subgroup analyses",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ". No patients reported serious adverse events in the SOC group whereas 2 patients reported serious adverse events due to disease progression and upper respiratory infection. The case with upper respiratory infection had finished the 14-day treatment of HCQ and developed throat-drying and pharyngalgia without evidence of pneumonia on chest computed tomography during the extended follow-up period.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "study (conducted during the outbreak of COVID-19 in China) is the first randomized, controlled trial showing that there is no increase of negative conversion rate of SARS-CoV-2 conferred by the addition of HCQ administration to the current SOC in patients hospitalized with COVID-19, including those received HCQ within or beyond 7 days of symptoms onset and those with or without receiving antiviral agents. An evident efficacy of HCQ on the alleviation of symptoms was demonstrated (Hazard ratio, 8.83, 95%CI, 1.09 to 71.3) in the subgroup of patients without receiving antiviral treatment in the post-hoc analysis. This was further supported by a significantly greater reduction of CRP (6.986 in SOC plus HCQ versus 2.723 in SOC, milligram/liter, P=0.045) conferred by the addition of HCQ, which also led to more rapid recovery of lymphopenia, albeit no statistical significance.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "should be taken into consideration when assessing safety and efficacy endpoints. The effects of HCQ in causing increased levels of digitoxin and metoprolol 22 would be particularly relevant in severe COVID-19 patients and therefore would require close monitoring. Numerous challenges were encountered in the performance of this multi-center randomized controlled trial, which was initiated during the most challenging time of the COVID-19 outbreak in China. Although a major strength of our trial was its randomized design, an open-label, as opposed to double-blind design, would introduce biased investigator-determined assessments. The knowledge on the association of clinical or virologic characteristics to disease course at the time of our trial design was largely limited. Selecting the virus negative conversion as the primary end-point might not be the most appropriate outcome for investigating the treatment efficacy of HCQ. The shortened time to alleviation of symptoms and rapid normalization elevated CRP and recovery of lymphocytopenia in patients who received HCQ observed in our trial suggested more potential of this drug in controlling acute inflammation and might be useful for preventing disease progression. Another difficulty is to ensure the fidelity to the protocol by investigators under highly challenging circumstances at the front lines in the COVID-19 treatment centers. A CRO was therefore hired to fully support the conduct and oversight of the trial. Population quarantine of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "same period in response to the urgent call for the exploration of effective treatment against COVID-19 by the national health authorities. The rapid decline in eligible new cases of COVID-19 in the mid of March 2020 in China precluded the recruitment of our targeted number of cases. After a two-round extensive review of the efficacy and safety data generated from the interim analysis, the IDMC endorsed an early termination of the trial. Members from the IDMC all agreed that the conclusion drew from the trial is important for the proper use of HCQ in the clinical management of COVID-19, especially in overwhelming areas. The report of the trial could also be an important resource to facilitate a better design of future trials.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Ethical approval: The trial was approved by the Institutional Review Board of Ruijin Hospital, Shanghai Jiao Tong University School of Medicine (KY2020-29).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure legend",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Screening, Randomization, and Follow-up. Shown is the disposition of the trial participants.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Kaplan-Meier curves of the time to negative conversion of SARS-CoV-2 on RT-PCR test in SOC plus HCQ versus SOC in the intention-to-treat population and post-hoc subgroup analysis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Kaplan-Meier curves of the time to alleviation of clinical symptoms in SOC plus HCQ versus SOC in the intention-to-treat population and post-hoc subgroup analysis. Shown in panel A are data for 55 symptomatic patients assigned to SOC plus HCQ and 64 symptomatic patients assigned to SOC. The median time to alleviation of clinical symptoms in the SOC plus HCQ group (19 days; 95%CI, 14 to 22) was similar to that in the SOC group (21 days; 95%CI, 14 to not estimable) (P=0.97). Data from patients who did not have symptoms alleviation were censored (tick marks) at the last visit date. Shown in panel B are forest plots of subgroup analyses, in which a significantly higher rate of symptoms alleviation was observed in patients with SOC plus HCQ versus SOC in the subgroup of patients without receiving potential anti-SARS-COV-2 drugs All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "day was not different between patients with SOC with (59.9%, 95%CI, 45.0% to 75.3%) and without HCQ (66.6%, 95%CI, 39.5% to 90.9%).The median time to alleviation of clinical symptoms was similar in the SOC plus HCQ group than that in the SOC group (19 days versus 21 days). More rapid alleviation of clinical symptoms with SOC plus HCQ than with SOC alone was observed during the second week since randomization",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Shown in panel A are data for 75 patients assigned to SOC plus HCQ and 75 assigned to SOC. The median time to negative conversion in the SOC plus HCQ group (8 days; 95%CI, 5 to 10) was similar to that in the SOC group (7 days; 95%CI, 5 to 8) (P=0.34). Data from patients who did not have negative conversion were censored (tick marks) at the last visit date. Shown in panel B are forest plots of subgroup analyses in which no difference was observed in subgroups regarding virus negative conversion between SOC plus HCQ and SOC treatment. SOC=standard-of-care; HCQ=hydroxychloroquine; CI=confidence interval.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.10.20060558 doi: medRxiv preprint 33 (Hazard ratio, 8.83, 95%CI, 1.09 to 71.3). No significance was observed in other subgroups. SOC=standard-of-care; HCQ=hydroxychloroquine; CI=confidence interval. NE=not estimable.Figure 4 Kaplan-Meier curves of the time to normalization of elevated CRP and recovery of lymphopenia in SOC plus HCQ versus SOC in the intention-to-treat population post-hoc subgroup analysis. Shown in panel A are data for 28 and 20 patients with elevated baseline CRP who were assigned to SOC plus HCQ and to SOC, respectively. The median time to normalization of elevated CRP in the SOC plus HCQ group (8 days; 95%CI, 5 to 14) was shorter to that in the SOC group (14 days; 95%CI, 5 to 21), but without statistical significance (P=0.42). Shown in panel B are data for 22 and 16 patients with baseline lymphopenia who were assigned to SOC plus HCQ and to SOC, respectively. The median time to recovery of lymphopenia in the SOC plus HCQ group (15 days; 95%CI, 7 to not estimable) was similar to that in the SOC group (15 days; 95%CI, 10 to 15) (P=0.76). SOC=standard-of-care; HCQ=hydroxychloroquine; CI=confidence interval. NE=not estimable.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 1. Baseline Demographic and Clinical Characteristics of the Patients in theIntention-to-Treat Population.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Summary of Adverse Events in the Safety Population.* Multiple occurrences of the same adverse event in one patient were counted. SOC=standard-of-care, HCQ=hydroxychloroquine. P value were calculated using Chi-square test followed by Fisher's exact test as appropriate.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to acknowledge the members of the trial steering committee for their many contributions in conducting the trial under very challenging field conditions, in particular, Prof.Yiping Xu and the members of the independent data and safety monitoring committee (Prof. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments:"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.10.20060558 doi: medRxiv preprint All rights reserved. No reuse allowed without permission.author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 10.20060558 doi: medRxiv preprint 29 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 10.20060558 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 555,
                    "text": "10.20060558",
                    "ref_id": null
                },
                {
                    "start": 837,
                    "end": 870,
                    "text": "10.20060558 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}