{
    "paper_id": "4de1480ef058af6f4a43f5fc13aab543cd8dd088",
    "metadata": {
        "title": "Authors",
        "authors": [
            {
                "first": "Ruian",
                "middle": [],
                "last": "Ke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [],
                "last": "Sanche",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Los Alamos National Laboratory",
                    "location": {
                        "postCode": "NM87545",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ethan",
                "middle": [],
                "last": "Romero-Severson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Nick",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Hengartner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Theoretical Biology and Biophysics",
                    "institution": "Los Alamos National",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background The COVID-19 pandemic caused more than 800,000 infections and 40,000 deaths 31 by the end of March 2020. However, some of the basic epidemiological parameters, such as the 32 exponential epidemic growth rate, are not well estimated, partially because of confounding 33 factors in data collection during a rapidly growing outbreak, such as underreporting, delays in 34 case confirmation and changes in surveillance intensities. 35 36",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods We developed an inference approach using a mathematical model to control for these 37 confounding factors. We fitted the model to both infection incidence and death count data 38 collected from eight European countries and the US. Public health implications of empirical 39 estimates were examined using simulations. 40 41",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Findings In all countries, the early epidemic period was characterized by exponential growth 42",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "with rates between 0·19-0·29/day (epidemic doubling times between 2·4-3·7 days). However, 43",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "the proportion of cases that had been detected was low (less than 20% of cases detected) except 44",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "for Germany (23·1%; CI: 5-85%). With such high epidemic growth rates, moderate intervention 45 efforts will have little impact on the public health outcome; high levels of efforts to achieve 46 greater than 77-86% reduction in transmission are needed, no matter the goal is to slowdown the 47 growth to protect a large fraction of population from infection within 18 months or to reverse the 48 growth all together.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 Summary 29 30",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Background The COVID-19 pandemic caused more than 800,000 infections and 40,000 deaths 31 by the end of March 2020. However, some of the basic epidemiological parameters, such as the 32 exponential epidemic growth rate, are not well estimated, partially because of confounding 33 factors in data collection during a rapidly growing outbreak, such as underreporting, delays in 34 case confirmation and changes in surveillance intensities. 35 36",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Methods We developed an inference approach using a mathematical model to control for these 37 confounding factors. We fitted the model to both infection incidence and death count data 38 collected from eight European countries and the US. Public health implications of empirical 39 estimates were examined using simulations. 40 41",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Findings In all countries, the early epidemic period was characterized by exponential growth 42",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "with rates between 0·19-0·29/day (epidemic doubling times between 2·4-3·7 days). However, 43",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "the proportion of cases that had been detected was low (less than 20% of cases detected) except 44",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "for Germany (23·1%; CI: 5-85%). With such high epidemic growth rates, moderate intervention 45 efforts will have little impact on the public health outcome; high levels of efforts to achieve 46 greater than 77-86% reduction in transmission are needed, no matter the goal is to slowdown the 47 growth to protect a large fraction of population from infection within 18 months or to reverse the 48 growth all together. 49 50",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Interpretation The extremely fast spread of COVID-19 in Europe and the US suggest a highly 51 infectious virus with a high R0. Early, strong and comprehensive intervention efforts are 52 necessary, whether the aim is mitigation or containment. 53 54",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Introduction 55 COVID-19 originated in Wuhan China in Dec, 2019 1 . It has spread rapidly and caused a global 56 pandemic within a short period of time. As of March 31, 2020, the global pandemic lead to more 57 than 800,000 total confirmed cases and 40,000 deaths. Estimation of the rate of early epidemic 58 spread in Wuhan, China, lead to different conclusions. Initially, it was suggested that the 59 epidemic grew at 0·1-0·14/day, leading to an epidemic doubling time of 5-7 days 2-5 . However, 60 using domestic travel data and two distinct approaches, we estimated that the epidemic in Wuhan 61 grew much faster than initially estimated, and the growth rate is likely to be between 0·21-62 0·3/day, translating to a doubling time between 2·3 to 3·3 days, and an R0 approximately at 5·7 63 with a large confidence interval 6 . A fast epidemic spread is consistent with multiple other lines of 64 evidence, such as the rapid increase of the epidemic curve by symptom onset published by China 65 CDC 7 and the growth in the number of death cases in Hubei, China during late January 2020 6 . 66",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 15,
                    "text": "55",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, it was not clear whether COVID-19 can spread in other countries as fast as in Wuhan, 67",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "China. 68 69",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Accurate estimation of the rate of epidemic growth is important for many practical aspects. First, 70",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "it is crucial for forecasting the epidemic trajectory, the burden on health care systems and 71 potential health and economic damage, so that appropriate and timely responses can be prepared. 72",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Second, it sets the baseline for evaluation of effectiveness of intervention strategies. Third, it is 73 important for accurate estimation of the basic reproductive number, R0, which in turn is used for 74 many control measures, including evaluation of the vaccine/herd immunity threshold needed to 75 stop transmission 6,8 . However, a major challenge to the inference of the growth of COVID-19 is 76 that as a result of a fast-growing outbreak and a sizable infected population with no or mild-to-77 moderate symptoms 9,10 , case confirmation data is influenced by many factors in addition to the 78 true epidemic growth, including substantial underreporting 11 , i.e. low detection rate, changes in 79 surveillance intensity and delays in case confirmation. Simply fitting an exponential curve to 80 case confirmation data may lead to erroneous conclusions when confounding factors are not 81 taken into account or estimated from other sources of data. 82 83",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here, we argue that because death and the cause of death are usually recorded reliably and are 84 less affected by surveillance intensity changes or delay in confirmation than case counts, the time 85 series of death counts reflects the growth of an epidemic reliably, with a delay in onset 86 determined by the time between infection to death. Based on this idea, we designed a simple 87 methodology to disentangle the epidemic growth from confounding factors, such as 88 underreporting, delays in case confirmation and changes in surveillance intensity. We fit models 89 to both case incidence data and death count data collected from eight European countries and the 90 US in March 2020. We show that in most countries, the detection rate of infected individuals is 91 in general low, and COVID-19 spreads very fast in these countries. For such a fast-epidemic 92 growth, our results suggest that very strong and active control measures need to be implemented 93 as early as possible regardless of the public health goal (e.g. mitigation versus containment), and 94 that moderate control measures will not achieve measurable public health benefit. 95 96",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Data 98",
            "cite_spans": [],
            "ref_spans": [],
            "section": "97"
        },
        {
            "text": "We collected daily case confirmation and death count data for the US and 8 countries in Europe 99 from the John Hopkins CSSE (Center for Systems Science and Engineering) database 100 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "97"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 (https://github.com/CSSEGISandData/COVID-19). The data is accessed and extracted on March 101 31, 2020. The data consists of time series of numbers of case confirmations and deaths by 102 country (cumulative). Daily incidences were derived from the cumulative counts. We used data 103 from the following countries: France (FR), Italy (IT), Spain (SP), Germany (GR), Belgium (BE), 104",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "97"
        },
        {
            "text": "Switzerland (SW), Netherlands (NT), United Kingdom (UK) and the US (US). 105 106 We included a subset of case confirmation and death count data for inference based on the two 107 following criteria. First, to minimize the impact of stochasticity and uncertainty in early data 108 collection, we used case confirmation incidence data starting from the date when the cumulative 109 number of cases was greater than 100, and used daily new death count data starting from the date 110 when the cumulative death count is greater than 20 in each country. Second, to estimate the early 111 outbreak growth in each country before control measures were implemented and at the same time 112 maximize the power of inference, we allowed a maximum of 15 days of data points for the two 113 types of data, leading to a maximum of 30 data points for each country. Note that the end date of 114 incidence data used for inference is at or close to the date when strong control measures were 115 implemented in each country (Table S1 ). We tested the sensitivity of model predictions when 116 only 10, 13 days of data points are included for inference. The results are robust to this variation 117 (Table S1 ), suggesting that the choice of 15 days is reasonable and that the data shows consistent 118 exponential growth during this period. 119 120",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "text": "106",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1006,
                    "end": 1015,
                    "text": "(Table S1",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1180,
                    "end": 1189,
                    "text": "(Table S1",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "97"
        },
        {
            "text": "Model 121",
            "cite_spans": [],
            "ref_spans": [],
            "section": "97"
        },
        {
            "text": "We construct a SEIR type model using ordinary differential equations (ODEs; see 122",
            "cite_spans": [],
            "ref_spans": [],
            "section": "97"
        },
        {
            "text": "Supplementary materials). We consider the exponentially growing phase of the outbreak and 123 thus make the common assumption that the susceptible population is constant over time. Then, 124 the total number of infected individuals * ( ) = ( ) + ( ) can be expressed as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "97"
        },
        {
            "text": "(1) where is the exponential growth rate of the epidemic (the growth rate for short below), and \" *",
            "cite_spans": [],
            "ref_spans": [],
            "section": "97"
        },
        {
            "text": "is the number of total infected individual at time 0, set as January 20, 2020. Note the choice of 127 the date of time 0 does not affect our estimation. 128 129",
            "cite_spans": [],
            "ref_spans": [],
            "section": "126"
        },
        {
            "text": "We solve the ODE model and derive the following expressions for the key quantities for model 130",
            "cite_spans": [],
            "ref_spans": [],
            "section": "126"
        },
        {
            "text": "inference (see Supplementary material). The descriptions and values used for the parameters in 131 the ODE model are summarized in Table 1 . 132 133",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 138,
                    "text": "Table 1",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "126"
        },
        {
            "text": "The true daily incidence of infected individuals, Ω( ), is: 134",
            "cite_spans": [],
            "ref_spans": [],
            "section": "126"
        },
        {
            "text": "where and 1/ are the transmission potential of the virus and the latent period of infection, 135",
            "cite_spans": [],
            "ref_spans": [],
            "section": "126"
        },
        {
            "text": "respectively. 136 137",
            "cite_spans": [],
            "ref_spans": [],
            "section": "126"
        },
        {
            "text": "The daily new confirmed case count, Ψ( ), is related to the true daily incidence, Ω( ) as: 138",
            "cite_spans": [],
            "ref_spans": [],
            "section": "126"
        },
        {
            "text": "where ( ) is the detection rate, i.e. the fraction of newly individuals at time who are later 139 detected by surveillance later on. 1/ is the average duration between infection and case 140 confirmation. 141 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "126"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.04.20050427 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "126"
        },
        {
            "text": "The daily new death count, Φ( ), is related to the true daily incidence, Ω( ) as: 143",
            "cite_spans": [],
            "ref_spans": [],
            "section": "142"
        },
        {
            "text": "where is the infection fatality ratio (sometimes referred as case fatality ratio, CFR, depending 144 on definition). We assumed a realistic (Erlang) distribution for the period between onset of 145 infectiousness and death 6 , where 1/ and are the mean and the shape parameter for the 146 distribution. 147 148",
            "cite_spans": [],
            "ref_spans": [],
            "section": "142"
        },
        {
            "text": "The expressions above clearly establish that during the exponential growth of an epidemic, the 149 ratio between death counts Φ and the confirmed cases Ψ (i.e. two widely reported numbers in 150 public databases, publications and news reports) is not only dependent on infection fatality ratio 151 and the detection rate, but also a highly nonlinear relationship between the distribution of the 152 period from infection to death and the growth rate, , as indicated by the < ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "142"
        },
        {
            "text": "3) ( ) is equal to ,-) before ' , increases linearly to ,./ between ' and 1 and stay 160 constant at ,./ after 1 , i.e. is a semi-linear function of . 161",
            "cite_spans": [],
            "ref_spans": [],
            "section": "142"
        },
        {
            "text": "Note that 1/ can be a time dependent function as we and others shown previously 6,12 . To keep 162 the model simple, we implicitly assume that the time dependent changes in can be included in 163 the estimation of ( ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "142"
        },
        {
            "text": "See supplementary materials for details of data collection, modeling analysis, parameter choice 166 and estimation and uncertainty quantifications. 167 168",
            "cite_spans": [],
            "ref_spans": [],
            "section": "165"
        },
        {
            "text": "Estimation of the epidemic growth rate and surveillance intensity 170 We constructed an SEIR type model and fitted the model to both the incidence (case 171 confirmation) data and the daily new death count data from eight countries in Europe and the US. 172",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 69,
                    "text": "170",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "169"
        },
        {
            "text": "We selected data from a period during early outbreak before or a few days after strong control 173 measures, such as school and work closure, and locking down cities etc., were implemented in 174 these countries (see Methods for details and Table S1 ). There are clear decreases in the rate of 175 exponential growth of infection incidence after the end dates of data selection in most of these 176 countries (Fig. 1) , and this is likely to reflect the impact of the strong control measures 177 implemented 13 . 178 179",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 249,
                    "text": "Table S1",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 409,
                    "end": 417,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "169"
        },
        {
            "text": "We estimated that the exponential growth rate of early outbreaks, r, ranges between 0·19 and 180 0·29/day in the nine countries, translating to doubling times between 2·4-3·7 days (Fig. 1) . The 181 two countries with the highest point estimates of the exponential rate are Spain and the US, at 182 0·29 and 0·28/day, respectively; whereas Switzerland and Netherlands have lower point 183 estimates at 0·19/day. Accounting for uncertainties in the parameter values (see Methods), we 184 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 188,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "169"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 found that the epidemic growth rates in France, Germany, Italy, Spain and the US are mostly 185 likely higher than 0·2/day ( Fig. 2A) 194 195 We caution that unlike the epidemic growth rate which is constrained by data, the estimation of 196 detection rate is highly dependent on the fixed parameter values, such as the infection fatality 197",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 237,
                    "end": 244,
                    "text": "194 195",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 236,
                    "text": "Fig. 2A)",
                    "ref_id": null
                }
            ],
            "section": "169"
        },
        {
            "text": "ratio assumed in the model. If the infection fatality ratio is lower than we assumed, we would 198 estimate even lower detection rates. To fully assess the uncertainties in the estimation, we 199 performed sensitivity analysis varying parameter values within ranges based on the best current 200 knowledge (see Supplementary Material). Taking into account these uncertainties, we estimate 201 that Germany has a detection rate between 5% and 86%, and Switzerland has a detection rate 202 between 2% and 26% (Fig. 2) . The detection rates in other countries are likely between 1-10%. 203",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 507,
                    "end": 515,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "169"
        },
        {
            "text": "Although large uncertainties exist, we find that the relative detection rates among countries are 204 robust to parameter uncertainties, i.e. the detection rate in Germany is much higher than the rates 205 in the other countries. Overall, we find that even in countries with well-developed medical and 206 public health infrastructures, the detection rate for COVID-19 is in general low, likely due to the 207 high percentage of infected individuals with no or mild-to-moderate symptoms 9,10 . Our results 208 emphasize the importance of wearing personal protective equipment to prevent transmission 209 from the large population of unidentified individuals, and more aggressive testing of infection 210",
            "cite_spans": [],
            "ref_spans": [],
            "section": "169"
        },
        {
            "text": "and contact tracing are needed to identify most infected individuals. 211 212",
            "cite_spans": [],
            "ref_spans": [],
            "section": "169"
        },
        {
            "text": "We further tested the possibility of changes in surveillance intensity, and found no statistical 213 support (Table S2) . We emphasize that this conclusion only applies to the period when the 214 incidence data used for estimation were collected (Table S1 ). It is likely that the surveillance 215 intensity was different during other periods of the outbreaks. As shown in Fig. 1 , in Belgium, 216",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 119,
                    "text": "(Table S2)",
                    "ref_id": null
                },
                {
                    "start": 246,
                    "end": 255,
                    "text": "(Table S1",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 373,
                    "end": 379,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "169"
        },
        {
            "text": "France, Italy and Netherland, and UK, the red open circles, i.e. data that were not used for 217",
            "cite_spans": [],
            "ref_spans": [],
            "section": "169"
        },
        {
            "text": "inference, are mostly below the red band predicted by our model during very early outbreak. 218",
            "cite_spans": [],
            "ref_spans": [],
            "section": "169"
        },
        {
            "text": "This indicates that in these countries, the detection rates were even lower than we estimated such 219 that there were very few cases detected, although thousands of infected individuals were already 220",
            "cite_spans": [],
            "ref_spans": [],
            "section": "169"
        },
        {
            "text": "infected. Some of the red open circles in the US seems during late March are above the red band, 221",
            "cite_spans": [],
            "ref_spans": [],
            "section": "169"
        },
        {
            "text": "suggesting increases in surveillance intensity. 222 223",
            "cite_spans": [],
            "ref_spans": [],
            "section": "169"
        },
        {
            "text": "Implications to intervention strategies -'hit hard, hit early' 224",
            "cite_spans": [],
            "ref_spans": [],
            "section": "169"
        },
        {
            "text": "Using our empirical estimates of the growth rates, we explored the implications for public health 225 efforts needed to control the COVID-19 outbreak. We considered an outbreak scenario in a city 226 with a population size of 10 million. Because it may take at least one and a half years for an 227 effective vaccine to be developed and deployed, below we compared outbreak outcomes under 228 different scenarios at 18 months. 229 230 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "169"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 We first calculated the length of time for the epidemic to reach epidemic peak, assuming only 231 one infected individual at day 0. When the growth rate is higher than 0·027/day, the epidemic 232 peak will occur in less than 18 months and a large fraction of the population (>80%) will be 233",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "169"
        },
        {
            "text": "infected. If our goal is that the total fraction of infected individuals is less than 10% at the end of 234 18 months, the growth rate has to be less than 0·025/day (i.e. an extremely slow growth rate with 235 a doubling time of more than 28 days; Fig. 3B ). This suggests that moderate social distancing 236 efforts will be insufficient to delay the epidemic peak beyond 18 months. On the other hand, if 237 these targeted growth rates are achieved through very strong public health interventions, a little 238 more effort would lead to enormous public health benefit, i.e. the total infected fraction 239 decreases exponentially when r decrease beyond 0·023/day as shown in Fig. 3B . 240 241",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 255,
                    "text": "Fig. 3B",
                    "ref_id": null
                },
                {
                    "start": 676,
                    "end": 683,
                    "text": "Fig. 3B",
                    "ref_id": null
                }
            ],
            "section": "169"
        },
        {
            "text": "To further corroborates our results, we calculated the efforts needed to achieve three goals in 18 242 months: 1) virus containment, i.e. epidemic stops growing, 2) the total infected population is 243 10%, and 3) the total infected population is 1%. We found that the efforts needed are similar, 244 especially when the population of infected individuals is already more than 100 (Fig. 3C) , i.e. a 245 scenario that many cities around the globe are facing now. For example, when an outbreak grows 246 at rate 0·29/day, the levels of efforts needed to achieve the three goals are between 84% and 86% 247 reduction in transmission; whereas when the growth rate is 0·19 /day, the levels of effort needed 248 are between 77% and 80% reduction. These high levels of reduction needed argue for very 249 strong and comprehensive intervention efforts implemented as soon as possible, no matter 250 whether the goal is containment or mitigation -a strategy reminiscent of the 'hit hard, hit early' 251 paradigm in treating HIV infection in a patient 16 . 252 253",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 381,
                    "end": 390,
                    "text": "(Fig. 3C)",
                    "ref_id": null
                }
            ],
            "section": "169"
        },
        {
            "text": "The epidemic growth rate for disease spread depends on many factors, including biological 17 , 255 demographic, and social factors. In this work, we report high COVID-19 epidemic growth rates 256 between 0·19-0·29/day and short doubling times between 2·4-3·7 days across the eight most 257 affected countries in Europe and in the US (as of March 31, 2020). This is consistent with our 258 previous estimate for the early COVID-19 outbreak in Wuhan, China 6 . Altogether, these results 259 demonstrate COVID-19 to be a highly transmissible disease in the absence of strong control 260 measurements irrespective of heterogeneities in geographic and social settings. We also find that 261 most of infected individuals are not identified/detected, similar to findings in Wuhan, China 6,11 . 262",
            "cite_spans": [],
            "ref_spans": [],
            "section": "254"
        },
        {
            "text": "This has important implications to both pharmaceutical and non-pharmaceutical interventions as 263 we discuss below. 264 265",
            "cite_spans": [],
            "ref_spans": [],
            "section": "254"
        },
        {
            "text": "First, with the global efforts to develop vaccines for COVID-19, it is important to have an 266 accurate measure of the basic reproductive number, R0, to set the threshold level of herd 267 immunity needed to prevent transmission. Previously, R0 for COVID-19 were estimated to be 268 between 2-3 2-5 and were widely reported in official documents 18 and public media. These 269 estimates are mostly based on an epidemic growth rate between 0·1 and 0·14/day 2-5 , which we 270 now know to be inconsistent with many new lines of evidence and data as discussed in this paper 271 and a previous work 6 . The growth rates that we estimated in this paper are simply not consistent 272 with a low R0. Previously we showed that with a mean serial interval, defined as the duration of 273 time between onset of symptoms in an index case and a secondary case, of 6-9 days 3,19 and an 274 epidemic growth rate between 0·19-0·29/day, the value of R0 must be higher than 3 6 . Using the 275 same framework as in Ref. 6, we find that when the growth rate is 0·19/day, the median R0 is 276 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "254"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.04.20050427 doi: medRxiv preprint estimated to be 3·9 (95% CI: 3·1 and 5·0); whereas when the growth rate is 0·29/day, the median 277",
            "cite_spans": [],
            "ref_spans": [],
            "section": "254"
        },
        {
            "text": "R0 is estimated to be 7·1 (95% CI: 5·1 and 9·6) 6 . Although shorter serial intervals are reported in 278 the literature 20,21 , it was noted that this is likely due to strong intervention efforts 19,20 . Given the 279 potentially long infectious period in individuals with either mild or severe symptoms 22 , the mean 280 serial interval during early outbreak in the absence of strong intervention (a likely scenario in 281 most countries examined here) is unlikely less than 6 days. Overall, our results imply that a large 282 fraction of the population needs to be vaccinated if an effective vaccine is to prevent the spread 283 of the virus. In addition, if the virus is allowed to spread through the population, a large fraction 284 of the population (>74%) will be infected even if the growth curve is flattened by control efforts. 285 286",
            "cite_spans": [],
            "ref_spans": [],
            "section": "254"
        },
        {
            "text": "Second, the awareness of the extraordinary high rates of COVID-19 spread during the current 287 outbreak is critically important for epidemic preparedness. This is because the short doubling 288 time means that health care systems can be overwhelmed in a couple of weeks rather than several 289 months in the absence of control. A recent report shows that the number of COVID-19 patients 290 admitted to intensive care units (ICUs) in Italy grew at a rate of approximately 0·25/day 23 , 291",
            "cite_spans": [],
            "ref_spans": [],
            "section": "254"
        },
        {
            "text": "remarkably consistent with our estimates. With such a high growth rate, there was only a very 292 short window period for preparation 23 . Of course, heterogeneities in the growth rate may exist 293 among different areas within each a country. We note that our inference is largely driven by data 294 collected from highly populated areas, such as Wuhan in China, Lombardy in Italy, and New 295",
            "cite_spans": [],
            "ref_spans": [],
            "section": "254"
        },
        {
            "text": "York city in the US. Further work is needed to assess heterogeneity in the rate of spread across 296 areas with different population densities. 297 298",
            "cite_spans": [],
            "ref_spans": [],
            "section": "254"
        },
        {
            "text": "Third, the high epidemic growth rates suggest that moderate control efforts will not sufficiently 299 slow the virus spread to achieve measurable public health benefits. This may explain the 300 continuous growth of the outbreak in some countries despite measures, such as work and school 301 closures, were in place. We found that similarly high levels of efforts to reduce overall 302 transmission by 77-86% are needed to delay the epidemic peak and protect a large fraction of the 303 population from infection in 18 months (mitigation) or to reduce R0 below 1 (containment). 304 305",
            "cite_spans": [],
            "ref_spans": [],
            "section": "254"
        },
        {
            "text": "Lastly, our finding that the majority of infected individuals are not identified suggests that in 306 most infected individuals, the symptoms are likely to be mild, and many of them may not be 307 aware of their infection status. Part of the higher detection probability in Germany is possibly 308 due to their early use of contact tracing, which will find asymptomatic and mild cases that might 309",
            "cite_spans": [],
            "ref_spans": [],
            "section": "254"
        },
        {
            "text": "otherwise not be detected. This argues for extensive, universally available testing to identify and 310 isolate most infected individuals as well as the use of personal protective equipment to prevent 311 potential transmission from individuals with no or mild symptoms. 312 313",
            "cite_spans": [],
            "ref_spans": [],
            "section": "254"
        },
        {
            "text": "Overall, in the absence of very strong control, the virus can cause high mortality and 314 morbidity 14,15 due to the high number of expected infections, which places an extremely heavy 315 burden on even the most advanced health care systems 15,24 . Thus, with COVID-19, half-316 measures will not be effective in meeting public health goals. Even for more modest goals such 317 as \"flattening the curve\", we probably need all feasible tools available, i.e. extensive testing, 318 isolation and quarantine, use of personal protective equipment, coupled with comprehensive 319 social distancing. This is a strategy reminiscent of the 'hit hard, hit early' paradigm in treating 320",
            "cite_spans": [],
            "ref_spans": [],
            "section": "254"
        },
        {
            "text": "HIV infected individuals 16 . China, South Korea, and Singapore have proven that containment is 321 possible with appropriate measures. Because there will be extensive economic impacts of the 322 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "254"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 global COVID-19 pandemic regardless of how principled our response is, the question is not 323 balancing public health with damage to the economy, but rather how many lives can we save. 324 325 326",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "254"
        },
        {
            "text": "We would like to thank Alan Perelson for suggestions and critical reading of the manuscript. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "327"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "327"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "327"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO. Pneumonia of unknown cause -China",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Early dynamics of transmission and control 345 of COVID-19: a mathematical modelling study. The Lancet Infectious Diseases 2020",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "346",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel 347 Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pattern of early human-to-human transmission of Wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Riou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Althaus",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Nowcasting and forecasting the potential domestic and 351 international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study. 352 The Lancet",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "SARA-nCoV-2, is highly contagious and more infectious than initially estimated",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. The 357",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Epidemiological Characteristics of an Outbreak of 2019 Novel Coronavirus Diseases (COVID-358 19) -China",
            "authors": [],
            "year": 2020,
            "venue": "China CDC Weekly",
            "volume": "2",
            "issn": "8",
            "pages": "113--135",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Transmission dynamics and control of severe acute 360 respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "5627",
            "pages": "1966--70",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Estimating the asymptomatic 362 proportion of coronavirus disease 2019 (COVID-19) cases on board the Diamond Princess cruise 363 ship",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kagaya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zarebski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "SARS-CoV-2 Viral Load in Upper Respiratory 365 Specimens of Infected Patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "366",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Substantial undocumented infection facilitates the rapid 367 dissemination of novel coronavirus (SARS-CoV2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Pei",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Evaluation of the Effectiveness of Surveillance",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Chua",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Containment Measures for the First 100 Patients with COVID-19 in Singapore",
            "authors": [],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "371",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Estimating the number of infections and the impact 372 of nonpharmaceutical interventions on COVID-19 in 11 European countries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flaxman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gandy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "373",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "College-COVID19-Europe-estimates-and-NPI-impact-30-03-2020pdf; accessed",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "375",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Severity of 2019-novel coronavirus (nCoV)",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Okell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cori",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "377",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Estimating clinical severity of COVID-19 from the 380 transmission dynamics in Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bushman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Medicine",
            "volume": "381",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Time to hit HIV, early and hard",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "N Engl J Med",
            "volume": "333",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Cryo-EM structure of the 2019-nCoV spike in the 383 prefusion conformation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wrapp",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Corbett",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "367",
            "issn": "6483",
            "pages": "1260--1263",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Epidemiology and Transmission of COVID-19 in Shenzhen 388 China: Analysis of 391 cases and 1,286 of their close contacts",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "390",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Serial interval of COVID-19 391 among publicly reported confirmed cases. Emerging Infectious Diseases",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "Ancel",
                    "middle": [],
                    "last": "Meyers",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "392",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Serial interval of novel coronavirus 393 (COVID-19) infections",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "93",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Clinical course and risk factors for mortality of adult 395 inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "396",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Critical Care Utilization for the COVID-19 Outbreak 397 in Lombardy, Italy: Early Experience and Forecast During an Emergency Response",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grasselli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pesenti",
                    "suffix": ""
                },
                {
                    "first": "M ;",
                    "middle": [],
                    "last": "Cecconi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Whittaker",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The Incubation Period of Coronavirus Disease 2019 403 (COVID-19) From Publicly Reported Confirmed Cases: Estimation and Application. Ann Intern 404 Med 2020",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "405",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Clinical course and risk factors for mortality of adult 406 inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "407",
            "issn": "",
            "pages": "1054--62",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the (which was not peer-reviewed) The copyright holder for this preprint",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.04.20050427"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF3": {
            "text": "The 328 work is partially funded by the Laboratory Directed Research and Development (LDRD) Rapid 329 Response Program through the Center for Nonlinear Studies at Los Alamos National Laboratory. 330 RK and SS would like to acknowledge funding from DARPA (HR0011938513), the Center for 331 Nonlinear Studies. ERS was funded though NIH grant (R01AI135946). 332 333 Author contributions 337 RK and NH conceived the project; RK performed literature search and designed the study; SS 338 collected data; RK, SS and ERS performed analyses; RK, SS, ERS and NH wrote and edited the 339 manuscript. 340. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.04.20050427 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.04.20050427 doi: medRxiv preprintFigure 1. Estimation of the exponential growth rate, doubling time of epidemics and 415 detection rate of infected individuals in 8 European countries and the US. Red and black 416 symbols show the daily counts of new case confirmation and new death, respectively. Dots 417 denote data used for parameter inference; whereas open circles denote data that are not used for 418 parameter inference. We simulated the exponential model using sampled parameter 419 combinations that are able to explain the data shown in dots (see the Uncertainty Quantification 420 section in the Supplementary Material). The colored bands denote the area between the lower 421 and upper bounds of simulated/predicted true daily infection incidence (blue), daily case 422 confirmation (red) and daily death (grey) assuming no intervention efforts nor changes in 423 surveillance intensity. Deviation of open circles from the corresponding bands thus indicates 424 either changes in surveillance intensity or impacts of control measures. 425 426 427 Figure 2. Point estimates and estimated ranges of the exponential growth rate, and the 428 detection rate, , in each country. BE: Belgium; FR: France; GR: Germany; IT: Italy; NT: 429 Netherlands; SP: Spain; SW: Switzerland; UK: United Kingdom; US: United States. 430 431 432 Figure 3. Strong control measures are needed to achieve measurable benefits, no matter the 433 goal is mitigation ('flatten the curve') or containment. (A) Predicted time to epidemic peak 434 for different growth rates. To delay epidemic peak beyond 18 months, a growth rate less than 435 0·027/day is needed. This threshold is denoted by dashed lines. Red area shows the ranges of 436 growth rates estimated for the eight European countries, the US and Wuhan, China. (B) Final 437 fraction of infected individuals after 18 months. A growth rate less than 0·023/day (doubling 438 time more than 30 days) is needed to achieve the goal that less than 10% of individuals are 439 infected (dashed lines). However, the benefit, i.e. fraction of uninfected individuals, increases 440 exponentially when the growth rate is further reduced beyond the threshold. (C) Similar levels of 441 efforts, measured as fractions of transmission reduction, are needed to achieve containment, i.e. 442 reverting epidemic growth (dots), or mitigation, i.e. the final fraction of infected individuals is 1% 443 (x) or 10% (open circle). We assumed epidemic growth rates of 0·19 (red) or 0·29/day (blue).",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Description of parameter and their values. See the supplementary material for 448 discussions of choice of parameter values. 449",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": ". https://doi.org/10.1101/2020.04.04.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}