{
    "paper_id": "4f15d51f7e5c6f20a3a5299d4d6c5248cb2887bb",
    "metadata": {
        "title": "Projected geographic disparities in healthcare worker absenteeism from COVID-19 school closures and the economic feasibility of child care subsidies: a simulation study",
        "authors": [
            {
                "first": "Elizabeth",
                "middle": [
                    "T"
                ],
                "last": "Chin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {}
                },
                "email": "etchin@stanford.edu"
            },
            {
                "first": "Benjamin",
                "middle": [
                    "Q"
                ],
                "last": "Huynh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {}
                },
                "email": "benhuynh@stanford.edu"
            },
            {
                "first": "Nathan",
                "middle": [
                    "C"
                ],
                "last": "Lo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California San Francisco",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Trevor",
                "middle": [],
                "last": "Hastie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Sanjay",
                "middle": [],
                "last": "Basu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "School closures have been enacted as a measure of mitigation during the ongoing COVID-19 pandemic. It has been shown that school closures could cause absenteeism amongst healthcare workers with dependent children, but there remains a need for spatially granular analyses of the relationship between school closures and healthcare worker absenteeism to inform local community preparedness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We provide national-and county-level simulations of school closures and unmet child care needs across the United States. We develop individual simulations using county-level demographic and occupational data, and model school closure effectiveness with age-structured compartmental models. We perform multivariate quasi-Poisson ecological regressions to find associations between unmet child care needs and COVID-19 vulnerability factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "At the national level, we estimate the projected rate of unmet child care needs for healthcare worker households to range from 7.5% to 8.6%, and the effectiveness of school closures to range from 3.2% (R 0 = 4) to 7.2% (R 0 = 2) reduction in fewer ICU beds at peak demand. At the county-level, we find substantial variations of projected unmet child care needs and school closure effects, ranging from 1.9% to 18.3% of healthcare worker households and 5.7% to 8.8% reduction in fewer ICU beds at peak demand (R 0 = 2). We find significant positive associations between estimated levels of unmet child care needs and diabetes prevalence, county rurality, and race (p < 0.05). We estimate costs of absenteeism and child care and observe from our models that an estimated 71.1% to 98.8% of counties would find it less expensive to provide child care to all healthcare workers with children than to bear the costs of healthcare worker absenteeism during school closures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "School closures are projected to reduce peak ICU bed demand, but could disrupt healthcare systems through absenteeism, especially in counties that are already particularly vulnerable to COVID-19. Child care subsidies could help circumvent the ostensible tradeoff between school closures and healthcare worker absenteeism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "School closures are a common measure of pandemic mitigation for many countries, driven by the logic that social distancing reduces transmission [1] [2] [3] . Although school closures are known to reduce transmission, previous works have suggested that school closures could have downstream consequences on the healthcare system such as healthcare worker absenteeism 4, 5 .",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 152,
                    "end": 155,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 366,
                    "end": 368,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 369,
                    "end": 370,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In the absence of a federal mandate for school closures, the decision of whether or not to close a school is determined by local authorities. However, lack of granular data has restrained previous studies to providing estimates based on state-or national-level data, underscoring the need for more detailed analysis 3 . The needs and capabilities of both schools and healthcare systems vary drastically across the United States, so county-level simulations of healthcare worker absenteeism and school closures could be more impactful and targeted for local communities than state-or national-level simulations. COVID-19 vulnerability factors such as social determinants of health (e.g. rurality, race) and complicating comorbidities, such as diabetes or cardiovascular disease 1 , vary geographically in the US, further highlighting the importance of regional analysis [7] [8] [9] .",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 317,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 869,
                    "end": 872,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 873,
                    "end": 876,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 877,
                    "end": 880,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "To maintain healthcare systems in the event of a school closure, it could be beneficial to assist healthcare workers with child care. Previous work has shown that increased wages are associated with lower absenteeism, so it is possible that child care subsidies could reduce absenteeism by alleviating the financial burden of child care for healthcare workers as well as further incentivizing them to remain at work 10, 11 . Furthermore, the costs of child care (which is the main barrier to finding child care) and the salaries of healthcare workers vary geographically, which would affect both the necessity and the economic feasibility of child care subsidization for healthcare workers in those areas 12 .",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 419,
                    "text": "10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 420,
                    "end": 422,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 705,
                    "end": 707,
                    "text": "12",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In previous works, Sadique et al and Lempel et al provided national level cost analyses of school closures under a variety of model assumptions and closure lengths 4, 5 . Bayham and Fenichel provide state-level estimates and include a tradeoff analysis on whether closing schools reduces mortality after accounting for disruption to healthcare systems from absenteeism. Given the close tradeoff in mortality for school closures and absenteeism, it would be beneficial to explore ways to circumvent the ostensible tradeoff through child care subsidies 13 .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 166,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 167,
                    "end": 168,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 551,
                    "end": 553,
                    "text": "13",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Here, we provide national-and county-level models that estimate rates of unmet child care needs for healthcare worker households in the event of school closure, the effectiveness of school closures by reduction of peak ICU bed demand, and the ecological association between COVID-19 vulnerability factors and estimated unmet child care needs. We also demonstrate the economic feasibility of child care subsidies as a measure to address healthcare worker absenteeism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "To find county-level demographic and occupational data, we use 5-year estimates from the American Community Survey (ACS) 14 and the Integrated Public Use Microdata Series (IPUMS) 15 , a database derived from ACS. The ACS provides comprehensive coverage of data at the county level across factors such as education, housing, employment, and income. For probability estimates of child care dependency, we use data from The National Household Education Survey and a Pew Research Center survey on working parents 12, 16 . For county-level estimates of health assessments we use the Institute for Health Metrics and Evaluation and the CDC Diabetes Interactive Atlas 17, 18 . For county-level fair market rent estimates, we use data from the U.S. Department of Housing and Urban Development (HUD) 19 . For child care cost estimates, we use data from Child Care Aware of America (CCAoA) 20 . We define healthcare workers as individuals belonging to the ACS categories of practitioners (e.g. physicians, nurses, technicians) or support staff (e.g. orderlies, aides, assistants).",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 123,
                    "text": "14",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 179,
                    "end": 181,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 509,
                    "end": 512,
                    "text": "12,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 513,
                    "end": 515,
                    "text": "16",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 661,
                    "end": 664,
                    "text": "17,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 665,
                    "end": 667,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 791,
                    "end": 793,
                    "text": "19",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 880,
                    "end": 882,
                    "text": "20",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "We simulate county-level demographic and occupational data for each county in the United States. We obtain estimates of the number of healthcare workers in each county and simulate distributions of them into gender and household type (no children, married with children, single male with children, single female with children) based on existing county-specific estimates from the ACS. We focus our analyses on households with children below age 13 -although children under the age of 5 do not attend school, daycare services would likely also be closed in the event of school closures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population simulation"
        },
        {
            "text": "We seed probabilities of being unable to find child care with data from NHES, Pew Research Center, the US Census Bureau, and IPUMS. Child care arrangements vary significantly based on parental employment, familial relations, between single and dual-parent households, and gender differences in caretaking of children 21 . In order to simulate which individual in a married couple would be responsible for child care in the event of a school closure, we draw upon survey data from both the Pew Research Center and the US Census Bureau indicating that 89% of working couples rely on the mother for primary child care 16 . We also test sensitivity by using an estimate of 60% instead of 89%.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 319,
                    "text": "21",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 615,
                    "end": 617,
                    "text": "16",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Population simulation"
        },
        {
            "text": "To simulate ability to find child care in the event of a school closure, we test two different model assumptions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population simulation"
        },
        {
            "text": "1. Healthcare workers have difficulty finding child care at the same rates as national estimates. To simulate the probability a worker can find a child care alternative, we draw upon data from the NHES, which found that 50% of households had difficulty finding or could not find satisfactory child care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population simulation"
        },
        {
            "text": "2. Difficulty finding child care could be estimated from the household structure of healthcare workers. To simulate household statistics of healthcare workers, we use nationally representative microdata from IPUMS. We take employed healthcare workers who are either the head of the household or the partner of the head of the household and extract the 1 China's Center for Disease Control reported a 0.9% case fatality with no reported comorbidities and 7.3% and 10.5% for comorbidities of diabetes and cardiovascular disease, respectively. 6 age, relationship, and employment status of each member of the household. We estimate the ability to find child care by identifying other members of a household that could provide care. We define alternative child care as any member within the household that is over 13 and not employed (under 16, unemployed, or not in the labor force). We stratify the data by state, sex, occupation (practitioner or support staff), and partnership status (single or couple) to estimate the state-specific family structures of healthcare workers. We weight these state-specific derived rates of unmet child care need based on county-level demographic information to obtain estimates for each county.",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 542,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Population simulation"
        },
        {
            "text": "Models under the first assumption may provide better estimates in that they include cases beyond household structure (e.g. child care from a relative living elsewhere), but are limited by the assumption that healthcare workers have the same difficulties finding child care as the national average. Models under the second assumption may provide better estimates in that they account for child care difficulties specific to healthcare workers, but are limited by the assumption that all possible caregivers live in the same household as the child.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population simulation"
        },
        {
            "text": "We estimate the rate of unmet child care needs for healthcare workers over each county in the United States. Using the probabilities determined in the previous step, we simulate whether or not a given health care worker will be able to find alternative child care in the event of a school closure. At both the national-and county-level, we draw 1000 simulations from multinomial distributions. We determine unmet child care needs by simulating whether a healthcare worker is the primary caregiver of a household, and whether they are able to find alternative child care in the event of a school closure. We calculate rates of unmet child care needs by dividing over the total number of healthcare workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating unmet child care needs"
        },
        {
            "text": "We then repeat the above steps across healthcare worker subgroups (practitioner or support staff) to get a range of estimates. We also perform different estimations based on the different model assumptions proposed in the previous section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating unmet child care needs"
        },
        {
            "text": "We model the impact of school closures by county using a compartmental model with an age-structured SEIR framework 22 . We divide the population into four age groups: 0-19 years, 29-39 years, 40-59 years, and 60+ years. Transmission events occur through contact between susceptible and infectious individuals. Since rates of contact differ between age groups, we construct a WAIFW (Who Acquires Infection From Whom) matrix from non-physical and physical contact data between age groups 23 . We assume that social distancing will result in a 50% reduction of interactions and school closures will result in a 90% reduction in interactions among children 24 . Since increased household interactions is often cited as an unintended side effect of school closures 2526 , we also increase interactions between children and other age groups by 10%.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 117,
                    "text": "22",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 486,
                    "end": 488,
                    "text": "23",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 653,
                    "end": 655,
                    "text": "24",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Transmission models"
        },
        {
            "text": "We assume an incubation period of 5.1 days and an infectious period of 6.5 days 26, 27 . The R 0 of SARS-CoV-2 is estimated to be between 2.0 and 6.0, and we examine values within that range (R 0 =2.0, 2.5, 3.0, 3.5, 4.0, 4.5, 5.0, 5.5, 6.0). Since the COVID-19 outbreak curve is over a short duration, we ignore births, death, and immigration. We assume that 86% of infections are mild or asymptomatic, with asymptomatic individuals as 50% less infectious than symptomatic individuals 28 . Symptomatic individuals are assumed to reduce contact by 75%. Age-stratified hospitalization rates and infection fatality ratios were obtained from Verity et al 29 . We choose to only apply the infection fatality ratios to symptomatic individuals to obtain a conservative estimate. We assume that individuals develop immunity after recovering from COVID-19 in the short term. To estimate the demand on the healthcare system, we assume that 30% of hospitalizations will require critical care (invasive mechanical ventilation, vasopressor support, or further intensive care-level intervention), and that individuals requiring hospitalization will stay for 8 days and individuals requiring critical care will stay in the ICU for 10.4 days 26 . To simulate the effects on a particular county, we seed the simulation for county age demographics. We estimate the effectiveness of school closures by calculating the reduction in peak ICU bed demand between social distancing and social distancing plus school closure conditions.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "text": "26,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 84,
                    "end": 86,
                    "text": "27",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 486,
                    "end": 488,
                    "text": "28",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 652,
                    "end": 654,
                    "text": "29",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Transmission models"
        },
        {
            "text": "We perform multiple ecological regression analysis to find associations between unmet child care needs and COVID-19 vulnerability factors. We use a quasi-Poisson regression model with rates of unmet child care needs as the outcome, and healthcare worker population as weights 30 . Our factors of interest, based on available county data, are diabetes prevalence, cardiovascular disease mortality, and rurality. We control for race, age, state, household status, sex, population, and fair market rent. We run separate models for cardiovascular disease, diabetes, and rurality, as well as one for controls only.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 278,
                    "text": "30",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Regression analysis"
        },
        {
            "text": "We calculate the economic costs of healthcare worker absenteeism from school closures and compare them to the costs of providing child care to healthcare workers with children. We estimate the percentage of absenteeism from school closures as the percentage of unmet child care needs multiplied by a constant ρ, since there may be overlap in absenteeism from other factors (e.g. sick leave) or attendance despite unmet child care needs. We vary ρ = {0.5, 0.6, 0.7, 0.8, 0.9, 1} to get a range",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Economic analysis"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3/17"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3/17"
        },
        {
            "text": "of estimates. We estimate the cost of absenteeism as worker wages multiplied by number of workers (split by gender and practitioner/support staff subgroups) within a county, multiplied by 1.4 to account for value not captured by wages, such as taxes, pension, cost of overtime, paid sick leave, etc 24 .",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 301,
                    "text": "24",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "3/17"
        },
        {
            "text": "We estimate the cost of providing child care to healthcare workers with children by estimating county-level child care costs and the number of healthcare workers with children per county. We estimate county-level child care costs for both full-time and part-time child care with a method similar to that used by the Economic Policy Institute's Family Budget Calculator (see Supplement) 31 .",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 388,
                    "text": "31",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "3/17"
        },
        {
            "text": "To compare the two costs, we divide the cost of healthcare worker absenteeism from school closure by the cost of providing child care to all healthcare workers with children at the county level to get a coefficient ω. We then calculate the percentage of counties with ω > 1 at each level of ρ, indicating the percentage of counties where it is cheaper to provide child care to all healthcare workers with children than it is to bear the costs of healthcare worker absenteeism from school closure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3/17"
        },
        {
            "text": "Estimating unmet child care needs Our national level simulation based on NHES data provided unmet child care needs estimates of 7.5%, 7.2%, and 7.9% for all healthcare workers, healthcare practitioners/technicians, and healthcare support staff, respectively. Our simulation based on IPUMS data provided higher estimates of 8.6%, 9.2%, and 7.4%. Our county-level approach revealed substantial variation in estimated healthcare worker unmet child care needs across counties, ranging from 2.0% to 18.6% ( Figure 1 ). Figure 1 . Estimated rates of unmet child care needs for healthcare worker households by county. Counties with confidence interval sizes in the 90th percentile or below (< ±5.95%) are shown.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 502,
                    "end": 510,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 514,
                    "end": 522,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "When assuming R 0 = 2.0, our national-level SEIR model estimated a 7.38% and 7.22% reduction in peak demand for hospital beds and ICU beds, respectively. Our county-level estimates showed a reduction in peak hospitalization and ICU rates for all counties under school closure conditions, with substantial variation in hospital demand across counties, ranging from a reduction in peak demand of 5.87% and 9.08% for hospital beds and 5.75% and 8.83% for ICU beds (Figure 2 ). Our sensitivity analyses show the effectiveness of school closures decreases with increasing R 0 values, which is consistent with past findings 32 . We observe from our models a reduction in hospital demand as a result of school closures with and without increased household interactions (Supplement Table 2 ).",
            "cite_spans": [
                {
                    "start": 618,
                    "end": 620,
                    "text": "32",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 461,
                    "end": 470,
                    "text": "(Figure 2",
                    "ref_id": null
                },
                {
                    "start": 774,
                    "end": 781,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Transmission models"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4/17"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4/17"
        },
        {
            "text": "County-level comparison of percent of healthcare worker households with unmet child care needs and effectiveness of school closures using estimated reduction of peak ICU bed demand. Counties with confidence interval sizes in the 90th percentile or below (< ±5.95%) are shown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2."
        },
        {
            "text": "We found from our regression analysis that diabetes prevalence is positively associated with unmet child care needs with a coefficient of 0.22, meaning a 1% increase in diabetes prevalence is associated with a 0.22 percentage point increase in healthcare worker households with unmet child care needs. Cardiovascular disease mortality is negatively associated with unmet child care needs, with a coefficient of less than −1.859 × 10 4 . Rurality proportion has a positive coefficient of 0.02, so an increase from nonrurality to full rurality is associated with a 2 percentage point increase in healthcare worker households with unmet child care needs. Proportion of African Americans and proportion of Hispanics have positive coefficients of 0.04 and 0.15, respectively. (Supplement Table 3 )",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 783,
                    "end": 790,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Regression analysis"
        },
        {
            "text": "Based on our values of ρ, we estimated that for 71.1% to 98.8% of counties, it would be less expensive to provide child care subsidies to all healthcare workers with children than to bear the costs of healthcare worker absenteeism during school closures (ω > 1). The rurality proportions across counties remains relatively constant across values of ρ. (Figure 3) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 352,
                    "end": 362,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Economic analysis"
        },
        {
            "text": "We observed a number of counties that could be viable targets for child care subsidies based on our estimates (Table 1, Figure  3 ). Counties like Conecuh County, Alabama and Todd County, South Dakota, have high rates of diabetes, rurality, projected unmet child care needs, as well as a high ω, suggesting that they would suffer disproportionately from COVID-19 in the event of school closures, but also that a child care subsidy would be relatively inexpensive for them. Similarly, Hidalgo County, Texas and Fresno County, California have high projected rates of unmet child care needs and ω, suggesting they are viable targets for child care subsidies. San Francisco County, California is one of the few counties with ω < 1 (due to high child care costs, low wages, and low projected unmet child care needs), illustrating the variance of our estimates within states. Counties like Bronx County, New York that have high projected school closure effectiveness but also high projected unmet child care needs, could also consider child care subsidies given the large estimated benefit of school closures.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 129,
                    "text": "Figure  3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Aggregate analysis"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5/17"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5/17"
        },
        {
            "text": "Our models estimated generally high rates of unmet child care needs across different assumptions (> 7%), and our transmission models projected reduced peak ICU bed demand from school closures. However, since it is highly likely that hospitalizations and ICU bed demand would still far exceed bed capacity for many hospitals 26 despite the effectiveness of school closures, we observe a need for an intervention to reduce absenteeism in the event of school closures. Because we observed large variance of our estimates between counties for all of our county-level analyses, identifying needs and interventions at the county-level is likely to be more effective at mitigating harm than a nation-or state-wide strategy. Our regression analysis estimated that counties with higher percentages of diabetes prevalence, rurality, and Black/Hispanic populations would also have higher rates of unmet child care needs from school closures. Early data have shown that patients with diabetes have higher COVID-19 mortality rates 6 , and that African Americans are disproportionately represented in COVID-19 death counts. 2 Furthermore, rural counties are more likely to lack adequate hospital capacity than urban counties. 33 Without a way to mitigate absenteeism, counties that are likely to be most vulnerable to COVID-19 are also estimated to be more vulnerable to absenteeism from school closures, illustrating exacerbated geographic disparities in the absence of adequate child care. 2 To identify a potential approach to reducing absenteeism, we estimated that a majority of counties (71.1% to 98.8%) could save money by providing child care to their healthcare workers with children in the event of a school closure (ω > 1). Although it is likely that many child care avenues would also be closed in the event of school closures, subsidized child care costs could still prevent absenteeism by (1) incentivizing work attendance with extra wages, and (2) alleviating the financial burden on the entire household, enabling other family or household members to participate in child care.",
            "cite_spans": [
                {
                    "start": 1110,
                    "end": 1111,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1212,
                    "end": 1214,
                    "text": "33",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1478,
                    "end": 1479,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1889,
                    "end": 1892,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As a simulation study, there are important limitations to our analysis. Simulations rely on assumptions to make predictions, and ours use assumptions derived from available data. For example, we do not know the number of healthcare workers with dependents -we estimate this based on representative data that could be inaccurate for some regions. Similarly, there are no datasets that tell us how many healthcare workers would be unable to find child care in the event of school closures -we instead estimate this using representative microdata. Lack of available data prohibits us from making precise estimates for counties with small populations. Given the current uncertainty of transmission parameters, our transmission models should not be used to accurately predict infection and hospitalization rates, but rather to estimate the relative effectiveness of school closures based on the age-demographics of each county. Although our economic analysis demonstrates the affordability of a child care subsidy, our method does not prove that child care subsidies would necessarily reduce absenteeism resulting from school closures. We emphasize that our work does not argue for or against school closures due to currently unclear fatality and transmission data, but rather that we highlight areas that would suffer more in the event of school closure and could therefore benefit more from child care subsidies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Further research should investigate whether child care subsidies for healthcare workers would reduce absenteeism in the event of school closures from a pandemic. Additionally, research efforts should identify how school closures in pandemics impact more vulnerable populations for whom robust data does not currently exist. Further research efforts should also be placed to determine the effect of school closures on the absenteeism of other kinds of essential workers, instead of just healthcare workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our analyses suggest geographic disparities in unmet childcare needs of healthcare workers from school closures, exploring the possibility of targeted child care subsidies for local communities. We demonstrate the economic feasibility of child care subsidies to circumvent the tradeoff between school closures and healthcare worker absenteeism in the majority of US counties. Child care subsidies may play a critical role in maintaining the healthcare work force, and such actions could help reduce preventable harm resulting from school closures. Our study provides a step towards informing future work on better understanding the effects of locally targeted nonpharmaceutical interventions in the event of disease outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Author contributions ETC and BQH conceived and designed the study, conducted the analysis, and drafted the manuscript. NCL provided clinical perspective. TH assisted with the statistical analysis. SB supervised the study. All authors discussed and contributed to the final version of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The authors declare no competing interests in relation to the work described here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9/17"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 19.20039404 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "19.20039404",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "9/17"
        },
        {
            "text": "Here we describe how we obtained county-level estimates of childcare costs and wages. We use state-level child care costs from CCAoA and adjust them to county-level by applying the ratio between state-level and county-level fair market rents from HUD. We calculate state-level rents from HUD by taking population-weighted averages of county rents. To estimate the number of healthcare workers with children at the county-level, we take the state-level proportion of healthcare workers with children from IPUMS and apply it to the county-level number of healthcare workers from ACS. We then calculate the county-level cost of providing child care to healthcare workers by multiplying child care costs by the proportion of healthcare workers with children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Economic analysis"
        },
        {
            "text": "For estimating county-level wages, some counties with low populations had redacted wages to preserve anonymity. We used multiple imputation by chained equations to impute these cases. To get all county-level wages, we multiplied the number of healthcare workers (by occupation group and sex) by their subgroup-respective county-level median wages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Economic analysis"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10/17"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 19.20039404 doi: medRxiv preprint Absenteeism, complication factors, and wage maps ",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "19.20039404 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "10/17"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11/17"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 19.20039404 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "19.20039404",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "11/17"
        },
        {
            "text": "(1) Figure 6 . Differential equations for SEIR models. i is the age group, p a = 0.83 is the proportion of infected that are asymptomatic. r a = 0.5 is the reduction of infectiveness of an asymptomatic individual. r i = 0.25 is the reduction in interaction of a symptomatic individual. β i is age stratified contact rates derived from a WAIFW matrix, τ is the probability of transmission given contact derived from R 0 . The average length of incubation was set to 1/σ = 5.1 days and the average length of infections was set to 1/γ = 6.5 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 12,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "SEIR Equations"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12/17"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 19.20039404 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "19.20039404",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "12/17"
        },
        {
            "text": "All Practitioners/Technicians Support staff NHES 0.89 7.5% 7.2% 7.9% IPUMS 0.89 8.6% 9.2% 7.4% IPUMS 0. 6 7.3% 8.3% 6.3% Table 2 . Sensitivity analysis of absenteeism estimate using various population seeds. National Household Education Surveys Program (NHES) found that 50% of households had difficulty finding or could not find satisfactory child care. Integrated Public Use Microdata Series (IPUMS) are state specific seeds derived from the household structure of healthcare workers. Survey data from both the Pew Research Center and the US Census Bureau indicating that 89% of working couples rely on the mother for primary child care. To test sensitivity, we calculated absenteeism by assuming that 60% of working couples rely on the mother for primary child care. Table 3 . Sensitivity analysis of transmission models under varying R 0 values and contact conditions. School closures (SC) reduce the risk of child-child interactions by 90%. Household (HH) interactions increase child-other age group interactions by 10%. Both models assume social distancing, which reduces all interactions by 50%",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 105,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 128,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 770,
                    "end": 777,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Population seeds"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13/17"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 19.20039404 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "19.20039404",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "13/17"
        },
        {
            "text": "The glm() calls for our models and model output are below. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model output"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 19 ",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "text": "19",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Model output"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17/17"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 19.20039404 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "19.20039404 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "17/17"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "School Closure and Mitigation of Pandemic (H1N1) 2009, Hong Kong",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Emerg. Infect. Dis",
            "volume": "16",
            "issn": "",
            "pages": "538--541",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.3201/eid1603.091216"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effects of School Closure on Incidence of Pandemic Influenza in Alberta",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Earn",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Canada. Annals Intern. Medicine",
            "volume": "156",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.7326/0003-4819-156-3-201202070-00005"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Closure of schools during an influenza pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The Lancet Infect. Dis",
            "volume": "9",
            "issn": "",
            "pages": "473--481",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1016/S1473-3099(09)70176-8"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Economic Cost and Health Care Workforce Effects of School Closures in the U",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lempel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Hammond",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "S. PLoS Curr. 1, RRN1051",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1371/currents.RRN1051"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Estimating the costs of school closure for mitigating an influenza pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Z"
                    ],
                    "last": "Sadique",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1186/1471-2458-8-135"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72 314 Cases From the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Identifying Geographic Disparities in Diabetes Prevalence Among Adults and Children Using Emergency Claims Data",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Endocr. Soc",
            "volume": "2",
            "issn": "",
            "pages": "460--470",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1210/js.2018-00001"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Disparities in stroke incidence contributing to disparities in stroke mortality",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Howard",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Annals Neurol",
            "volume": "69",
            "issn": "",
            "pages": "619--627",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1002/ana.22385"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Absenteeism Predictors: Least Squares, Rank Regression, and Model Selection Results. The Can",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chaudhury",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Econ",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.2307/135735"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Workplace Performance, Worker Commitment, and Loyalty",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mchardy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mcnabb",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Econ. & Manag. Strateg",
            "volume": "20",
            "issn": "",
            "pages": "925--955",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1111/j.1530-9134.2011.00306.x"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Parent and Family Involvement in Education: Results from the National Household Education Surveys Program of 2016",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcquiggan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Megra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Grady",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Impact of school closures for COVID-19 on the US health-care workforce and net mortality: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bayham",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Fenichel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Public Heal. S2468266720300827",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1016/S2468-2667(20)30082-7"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "American Community Survey 5-Year Estimates",
            "authors": [],
            "year": 2018,
            "venue": "Publisher: U.S. Census Bureau",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Type: dataset",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ruggles",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.18128/D010.V10.0"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Raising Kids and Running a Household: How Working Parents Share the Load",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "United States Cardiovascular Disease Mortality Rates by County",
            "authors": [],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Publisher: U.S. Department of Housing and Urban Development",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fair Market Rates",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Parents and the high cost of child care",
            "authors": [],
            "year": 2018,
            "venue": "Child Care Aware of America",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Who's Minding the Kids? Child Care Arrangements: Spring 2005 and Summer",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Laughlin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Melnikov analysis of chaos in a simple epidemiological model",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Glendinning",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Perry",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Math. Biol",
            "volume": "35",
            "issn": "",
            "pages": "359--373",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1007/s002850050056"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Social Contacts and Mixing Patterns Relevant to the Spread of Infectious Diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mossong",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Medicine",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1371/journal.pmed.0050074"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Dynamic modelling of costs and health consequences of school closure during an influenza pandemic",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Kristiansen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "De Blasio",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1186/1471-2458-12-962"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Neil",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The Incubation Period of Coronavirus Disease 2019 (COVID-19) From Publicly Reported Confirmed Cases: Estimation and Application",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annals Intern",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.7326/M20-0504"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "3221",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1126/science.abb3221"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Estimates of the severity of coronavirus disease 2019: a model-based analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verity",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Infect. Dis. S1473309920302437",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1016/S1473-3099(20)30243-7"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Quasipoisson vs. negative binomial regression: how should we model overdispersed count data?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Ver Hoef",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Boveng",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Ecology",
            "volume": "88",
            "issn": "",
            "pages": "2766--2772",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1890/07-0043.1"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Publisher: The Economic Policy Institute",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Mokhiber",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Family"
                    ],
                    "last": "Bryant",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Budget Calculator",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Technical Documentation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Developing guidelines for school closure interventions to be used during a future influenza pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Halder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Kelso",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Milne",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Infect. Dis",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1186/1471-2334-10-221"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Millions Of Older Americans Live In Counties With No ICU Beds As Pandemic Intensifies",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schulte",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rau",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Szabo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hancock",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Proportion of counties with higher rates of lost wages due to absenteeism than costs of child care (ω > 1) across ρ = {0.5, 0.6, 0.7, 0.8, 0.9, 1.}. Bars are shaded based on the level of rurality of counties.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "County-level comparison of percent absenteeism and cardiovascular disease mortality (deaths per 100,000 people). Counties with confidence interval sizes in the 90th percentile or below (< ±5.95%) are shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "County-level comparison of percent absenteeism and ω. Counties with confidence interval sizes in the 90th percentile or below (< ±5.95%) are shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "American.Indian.Alaskan.Native 0.00 −0.00 0.01 0.00 (0.04) (0.04) (0.04) (0.04) Population −0.00 * * * −0.00 * * * −0.00 * * * −0.00 * * * (0.00) (0.00) (0.00) (0.00) 16/17",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Estimated proportion of healthcare worker households with unmet child care needs, ω, closure effectiveness (CE), and actual diabetes prevalence for example counties. Closure effectiveness is defined as the percent reduction in peak ICU bed demand.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "COVID-19 Dashboard. Milwaukee County, Wisconsin. https://county.milwaukee.gov/EN/COVID-1934. COVID-19 Statistics. Illinois Department of Public Health.http://www.dph.illinois.gov/covid19/covid19-statistics35. COVID-19 North Carolina Dashboard. North Carolina Department of Health and Human Services.https://www.ncdhhs.gov/divisions/publichealth/covid19/covid-19-nc-case-countauthor/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "modelDiabetes <-glm(stateEstMeans~Diabetes.prevalence.raw.value+ X..65.and.older.raw.value+femalePct+pctMarried+ X..below.18.years.of.age.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Regression output for models on diabetes, cardiovascular disease, percent rural, and controls. BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "* * * p < 0.001, * * p < 0.01, * p < 0.05",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}