{
    "paper_id": "4f31e5953bac45a7f0cee5ab4c44d0e266faa957",
    "metadata": {
        "title": "The Framework for the Prediction of the Critical Turning Period for Outbreak of COVID-19 Spread in China based on the iSEIR Model 1",
        "authors": [
            {
                "first": "George",
                "middle": [
                    "Xianzhi"
                ],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chengdu University",
                    "location": {
                        "postCode": "610106",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": "george_yuan99@suda.edu.cnforyuan&qianxs@suda.edu.cnfor"
            },
            {
                "first": "Lan",
                "middle": [],
                "last": "Di",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jiangnan University",
                    "location": {
                        "postCode": "214122",
                        "settlement": "Wuxi",
                        "country": "China"
                    }
                },
                "email": "dilan@jiangnan.edu.cn"
            },
            {
                "first": "Yudi",
                "middle": [],
                "last": "Gu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Guoqi",
                "middle": [],
                "last": "Qian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Melbourne",
                    "location": {
                        "postCode": "3010",
                        "settlement": "Melbourne",
                        "region": "VIC",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaosong",
                "middle": [],
                "last": "Qian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Soochow University",
                    "location": {
                        "postCode": "215008",
                        "settlement": "Suzhou"
                    }
                },
                "email": ""
            },
            {
                "first": "X",
                "middle": [],
                "last": "Qian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The goal of this study is to establish a general framework for predicting the so-called critical \"Turning Period\" in an infectious disease epidemic such as the COVID-19 outbreak in China early this year. This framework enabled a timely prediction of the turning period when applied to Wuhan COVID-19 epidemic and informed the relevant authority for taking appropriate and timely actions to control the epidemic. It is expected to provide insightful information on turning period for the world's current battle against the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The underlying mathematical model in our framework is the individual Susceptible-Exposed-Infective-Removed (iSEIR) model, which is a set of differential equations extending the classic SEIR model. We used the observed daily cases of COVID-19 in Wuhan from February 6 to 10, 2020 as the input to the iSEIR model and were able to generate the trajectory of COVID-19 cases dynamics for the following days at midnight of February 10 based on the updated model, from which we predicted that the turning period of CIVID-19 outbreak in Wuhan would arrive within one week after February 14. This prediction turned to be timely and accurate, providing adequate time for the government, hospitals, essential industry sectors and services to meet peak demands and to prepare aftermath planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our study also supports the observed effectiveness on flatting the epidemic curve by decisively imposing the \"Lockdown and Isolation Control Program\" in Wuhan since January 23, 2020. The Wuhan experience provides an exemplary lesson for the whole world to learn in combating COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infectious disease epidemics always present challenges to human society, threatening the safety of human life and causing social upheaval and economic losses. In recent years, novel virus outbreaks have been increasing worldwide, from the 2003 SARS-CoV, the H1N1 influenza A virus in 2009, the MERS-CoV in 2012, the Ebola virus in 2015, the Chai virus in 2016, the H5N7 avian influenza virus in 2017, to the recent coronavirus that emerged at the end of 2019 (in Wuhan, China). These outbreaks have brought great loss to human life, disrupted population processes, and negatively impacted global development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Background and Related Literature"
        },
        {
            "text": "The current coronavirus disease 2019 (COVID-19) outbreak began in Wuhan City (Hubei province of China) in later December 2019 and quickly spread to other cities in China in a matter of days. It was announced as a public health emergency of international concern by the World Health Organization (WHO) on January 30, 2020. Predicting the development of the development of the outbreak as early and as reliably as possible is critical for action to prevent its spread with necessary implementation of emergency response plan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Background and Related Literature"
        },
        {
            "text": "Furthermore, the current COVID-19 outbreak is a particularly urgent public health event. Apart from the challenges the virus presented to China's health system, it has spread rapidly to other regions and countries worldwide. We currently do not have a unanimous metric of estimating when the global situation of the virus will be under control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Background and Related Literature"
        },
        {
            "text": "In this study, we like to discuss how to establish a general framework for the prediction of the critical so-called \"Turning Period\" which would play a very important role in assisting better plans for the time frame of emergence plans, in particular for associated looking forward planning such as the battle with the current pandemics of COVID-19 worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Background and Related Literature"
        },
        {
            "text": "By assessing the performance of our iSEIR model to predict the timeline of the spread of COVID-19 in Wuhan since late December 2019 under the help of our new concept of \"Turning Time Period (Time Period)\" to predict the control of the epidemic outbreak measured by a reduction in the number of people infected, it shows that our iSEIR model (see Yuan [28] for more in details and the brief introduction given below), an extension of the SEIR model, describes the spread and behavior of infectious diseases for individuals under the framework of a probability perspective works very well to accurately predicted that \"the COVID-19 situation in China would peak around mid-to late February as early as February 7, 2020\".",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 355,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "The Background and Related Literature"
        },
        {
            "text": "Indeed, we like to emphasize that the identification of the Turning Time Period is the key to have a successful implementation for emergency plan as it provides a timeline for effective actions and solutions to combat a pandemic by reducing as much unexpected risk as soon as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Background and Related Literature"
        },
        {
            "text": "Our study also indicates that the implementation of the emergency program in the practice associated with the \"Isolation Control Program (or, say, Wuhan Quarantine Program (see Begley [36] )) \" since January23, 2020 by China in national level may be a good experiences by other countries and regions to take a lesson.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "The Background and Related Literature"
        },
        {
            "text": "During almost last century, in the study and modelling mechanics of infectious diseases, the traditional model called \"SEIR\" denoted for \" infectious disease dynamics susceptible-exposedinfectious-resistant\" and its various (deterministic) versions have been introduced and been very popular in analyzing and predicting the development of an epidemic (see Liu et al. [1] , Murray [2] , Wu et al. [3] [4] , Prem et al. [5] , Li et al. [6] , Lin et al. [7] , Kuniya [8] , Roosa et al. [9] and references wherein). The SEIR models the flows of people between four states: susceptible state variable \"S\", exposed variable \"E\", infected variable \"I\", and resistant variable \"R\". Each of those variables represents the number of people in those groups. Take COVID-19 as one example, assume that the average number of exposed cases that are generated by one infected person of COVID-19, this number could be regarded as the so-called \"basic reproduction number\" (which is indeed the expected number of cases directly generated by one case in a population where all individuals are susceptible to infection), the study on the basic reproduction number, related features for the globally stable endemic and disease-free equilibria and thresholds is always the main stream for people from the academic research community to the practice in the subject of epidemic disease spread behavior and related social issues.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 370,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 380,
                    "end": 383,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 396,
                    "end": 399,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 400,
                    "end": 403,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 418,
                    "end": 421,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 451,
                    "end": 454,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 457,
                    "end": 467,
                    "text": "Kuniya [8]",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 486,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "The Background and Related Literature"
        },
        {
            "text": "In particular, a great deal and effort have been done for the study on the process and evolution of the limits of the Basic Reproduction Number and similar thresholds in predicting global dynamics of epidemics. In particular, since the occurrence of COVID-19 later December, 2019 in Wuhan, the study on the impact such as how serious the outbreak of infectious disease to the society, and to prediction how many people would be infected to become infectious, and so on, have been attracted by a large number of scholars with reports, see Cao et al. [10] [11] , Cowling and Leung [12] , Hermanowicz [13] , Li et al. [14] , Guan et al. [15] and reference wherein.",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 553,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 554,
                    "end": 558,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 579,
                    "end": 583,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 586,
                    "end": 602,
                    "text": "Hermanowicz [13]",
                    "ref_id": null
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 634,
                    "end": 638,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "The Background and Related Literature"
        },
        {
            "text": "On the other hand, modelling the situation of COVID-19 and effects of different containment strategies in China with dynamic differential equations and parameters estimation have also been paid a lot attention by a number of scholars, e.g., see Gu et al. [17] , Hu et al. [18] , Zhao et al. [18] , Yan et al. [20] , Wang et al. [21] , Tang et al. [22] , Huang et al [23] , Cui and Hu [24] and related references wherein.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 291,
                    "end": 295,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 309,
                    "end": 313,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 328,
                    "end": 332,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 347,
                    "end": 351,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 366,
                    "end": 370,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 384,
                    "end": 388,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "The Background and Related Literature"
        },
        {
            "text": "In particular, Professor Murray (see [2] ) leads his IHME COVID-19 health service utilization forecasting team to work on the estimates of predicted health service utilization and deaths due to COVID-19 by day for the next 4 months for each state in the US. Their objective is to determine the extent and timing of deaths and excess demand for hospital services due to COVID-19 in the US (also, see the study of Kuniya [8] on Japan, Murray [2] on USA, Wu et al. [3] [4] , Prem et al. [5] on China).",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 40,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 412,
                    "end": 422,
                    "text": "Kuniya [8]",
                    "ref_id": null
                },
                {
                    "start": 440,
                    "end": 443,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 462,
                    "end": 465,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 484,
                    "end": 487,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "The Background and Related Literature"
        },
        {
            "text": "It seems that almost all of them still follow the way to pay the attention mainly on modelling or forecasting the behavior of spread for epidemic disease directly related to those infected who also become infectious, i.e., the variable \"I\" of SEIR model. No study pays the attention on the study how to establish a general framework for the prediction of the critical turning period for the spread of pandemic diseases (e.g., the outbreak of COVID-19) in general.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Background and Related Literature"
        },
        {
            "text": "The object of this paper is to fill in this gap as we do believe that it is so important to study the general dynamics for the outbreak of COVID-19 in each country or regions, which faces one simple expectation that how to find in which time period the battle with COVID-19 will be under controlled ? By a simple fact that for any spread of infectious disease, we know that in general it is impossible to find or identify the exact turning point (or critical point) for a big pandemic (which means the behavior of the spread of COVID-19 virus is under control) due to various dynamics and associated uncertainty! But if using the idea to think of the a time period (or say, time interval) instead of an exact time point to identify the true change for the behavior of spread for epidemic disease such as in terms of the number of infectious people have significantly be reduced, plus the population of the exposed (E) are also true under the control to reach to certain low level, then it seems possible for us to identify different phases and stages for the mechanics of the outbreak of infectious disease incorporating with some useful tools such as the iSEIR one we introduced in [28] .",
            "cite_spans": [
                {
                    "start": 1183,
                    "end": 1187,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "The Background and Related Literature"
        },
        {
            "text": "Thus the goal of this paper is to discuss how to build the framework for the prediction of the Critical Turning Period for Outbreak of pandemics (e.g., the spread of COVID-19) based on the application of our iSEIR Model. It expects that the concept for the prediction of the critical turning period would provide us a better way to prepare the emergency plan for the prevention and control of COVID-19 in the practice, such as working on the estimates of predicted health service utilization and deaths due to COVID-19 by day for the next 4 months for each state in the US (see [2] for more information), countries and regions worldwide.",
            "cite_spans": [
                {
                    "start": 578,
                    "end": 581,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "The Background and Related Literature"
        },
        {
            "text": "By assessing the performance of prediction by using the iSEIR model for the timeline of the spread's mechanics of COVID-19 in Wuhan on dates of Feb.6 and Feb.10, 2020 by using the concept of \"Turning Time Period (Time Period)\" to forecast the time frame for the control of the epidemic outbreak measured by a reduction in the number of people infected, it shows that our iSEIR model (an extension of the SEIR model) works very well to accurately predicted that \"the COVID-19 situation in China would peak around mid-to late February as early as February 7, 2020 \". This review also shows that the identification of the Turning Time Period is the key to have a successful implementation for emergency plan as it provides a timeline for effective actions and solutions to combat a pandemic by reducing as much unexpected risk as soon as possible.",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 561,
                    "text": "February 7, 2020",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "The Background and Related Literature"
        },
        {
            "text": "Our study also indicates that the implementation of the emergency program in the practice associated with the \"Isolation Control Program (or, say, Wuhan Quarantine Program ) since January23, 2020 by China in national level may be a good experiences by other countries and regions to take a lesson.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Background and Related Literature"
        },
        {
            "text": "This paper consists of 6 sections as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Background and Related Literature"
        },
        {
            "text": "The idea of the key \"SEIR Epidemic Model\" can be traced back to Dr. Ronald Ross who received the Nobel Prize for Physiology or Medicine in 1902 for his work on malaria which laid the foundation for combatting the epidemic disease (see [28] ). In 1927, Kermack and McKendrick formulated a simple deterministic model called SIR to describe the dynamic mechanism for directly transmitted viral or bacterial agent in a closed population (see [26] ). Since then, scholars have contributed and advanced this field; a significant milestone in the study of Epidemics was the publication of \"The Mathematical Theory of Infectious Diseases\" in 1957 by Bailey (see [27] ). Of these, the famous SEIR model, a core subject in Epidemic discipline (see [3] ), like mentioned above, is the basis for describing the mechanism for the spread of infectious diseases, and has been used in a number of research projects and related applications. In the SEIR model, the \"S\" state refers to the susceptible group (or ignorants) who are susceptible to disease but have not been infected yet; the \"E\" state refers to the exposed group who are infected but are not infectious yet (or lurkers); the \"I\" state refers to those infected who also become infectious; and the \"R\" state refers to those who have recovered from the infection (through treatment or natural recovery) who may or may no longer be infectious, or those who have passed away.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 438,
                    "end": 442,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 654,
                    "end": 658,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 738,
                    "end": 741,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "The Challenges faced by the Emergency Mechanism of Epidemic Prevention and Control of Infectious Diseases Worldwide Today"
        },
        {
            "text": "Infectious diseases have always been a major challenge to human society, threatening the safety of human life and causing social upheaval and economic losses. Every scenario of an epidemic outbreak due to a novel infectious disease carries a similar set of challenges: the unknown nature of the new pathogen/strain, a lack of immediate effective treatment and vaccine, and an ill-prepared public health infrastructure to accommodate the surge in potential patients and need for testing. Public health policies that could alleviate and help prevent the impact and scale of an outbreak require significant and massive governmental and societal implementation of emergency planning and intervention strategies. At present, I want to focus the objective of this paper towards three key issues in approaching these outbreaks: 1) How do we establish a spatiotemporal model for the infectious diseases' outbreak: in order describe the mechanics of the spread of infectious diseases? 2) How do we conduct numerical simulation and risk prediction indicators: in order to conduct numerical simulation based on the real scenes, which can be used to provide an outlook and planning schedule associated with a key period known as the \"Turning Phase\" during the spread of infectious diseases? 3) How do we carry out effective predictive analysis on the epidemic situation of infectious diseases on an ongoing basis: in order to cooperate with dynamic management, support public health emergency plans/services, and support community responses by establishing a coherent bigdata method for data fusion from different sources with different structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Challenges faced by the Emergency Mechanism of Epidemic Prevention and Control"
        },
        {
            "text": "In combatting these outbreaks, the immediate implementation of an emergency response mechanism delays an epidemic's peak which affords us more time to control the epidemic by reducing the number of infections in a concentrated period of time. Thus, a successful emergency plan lengthens the \"Turning Phase\" (or say, \"Turning time Period\" (see [29] , [30] and also [34] ), the time interval between T0 and T1. Effective ways of flattening the curve include intervention actions such distancing or isolation programs (e.g., quarantine program (see [33] - [35] and [36] ).",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 347,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 350,
                    "end": 354,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 553,
                    "end": 557,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 562,
                    "end": 566,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "The Challenges faced by the Emergency Mechanism of Epidemic Prevention and Control"
        },
        {
            "text": "Thus, a major challenge faced by our current responses to epidemic prevention and infectious disease control is finding a way to predict the critical time period \"Turning Period\" or \"Turning Phase\" when implementing an emergency plan. Knowing this timeline is critical to combat the outbreak of an epidemic or infectious disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Challenges faced by the Emergency Mechanism of Epidemic Prevention and Control"
        },
        {
            "text": "In this section, we discuss the framework for predicting the \"Turning Phase\" using our iSEIR Model introduced in [28] which was used to successfully predict the \"Turning Phase\" for the outbreak of epidemic COVID-19 virus from January 2020 to early of March 2020 in China using only data from Feb. 10, 2020. Here we give a brief introduction for our iSEIR mode, which stands for the name \"individual Susceptible-Exposed-Infective-Removed\".",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "The Challenges faced by the Emergency Mechanism of Epidemic Prevention and Control"
        },
        {
            "text": "For the convenience of our discussion, we give an introduction on the general framework of our iSEIR model which was introduced in [28] for more in details and numerical simulations lined to the applcations.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "The Framework of our iSEIR Dynamic Model with Multiplex Networks"
        },
        {
            "text": "In one word, our iSEIR model operates under a probability perspective for each individual with the name \"individual Susceptible-Exposed-Infective-Removed (iSEIR)\", which is an extension of the classic SEIR one. The iSEIR model allows us to conduct simulations from the individual levels located on the nodes of different community networks by incorporating its uncertainty with the probability to conduct random simulation in the corresponding multiplex network. For the SEIR model, the state S refers to the susceptible group (or ignorants) who are susceptible to the disease but have not been infected yet; state E refers to the exposed group who are infected but are not infectious yet; state I refers to those infected who also become infectious; and state R refers to those who have recovered from the infection (through treatment or natural recovery) and are no longer infectious. We also use S(t), E(t), I(t) and R(t) to represent the proportion of the population being in state S, E, I and R at time t, respectively. In the present case, the system of ODEs describing the dynamics of an SEIR epidemic model thus has the following form:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Framework of our iSEIR Dynamic Model with Multiplex Networks"
        },
        {
            "text": "where µ is the rate at which an exposed individual becomes infective, λ is the recovery rate, and with normalization condition (each variable is in percentage change)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Framework of our iSEIR Dynamic Model with Multiplex Networks"
        },
        {
            "text": "for every t  0 (since the population is considered closed).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Framework of our iSEIR Dynamic Model with Multiplex Networks"
        },
        {
            "text": "The above deterministic SEIR model and its generalizations have received a lot of attention from various researchers. Indeed, the SEIR model represents more accurately the spread of an epidemic than the corresponding SIR model that does not take into account the latent period. The SEIR model has a slower growth rate, since after the pathogen invasion the susceptible individuals need to pass through the exposed class before they can contribute to the transmission process, as shown (by Figure ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 489,
                    "end": 495,
                    "text": "Figure",
                    "ref_id": null
                }
            ],
            "section": "The Framework of our iSEIR Dynamic Model with Multiplex Networks"
        },
        {
            "text": "Based on the former discussion, the iSEIR (see Figure_II_iSEIR model Illustration below) is an extension of SEIR model, but presented in different expression, which is a component form as follows in Eq.(3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Framework of Our iSEIR Dynamic Systems with Multiplex Networks"
        },
        {
            "text": "where, parameters in the systems are illustrated as following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Framework of Our iSEIR Dynamic Systems with Multiplex Networks"
        },
        {
            "text": " where A is the growth rate of new arrivals.  i denotes the transfer probability from S(t) to E(t).  pij denotes the connection probability of the i-th sample in S(t) to the j-th sample in E(t); it equal to 1 if connected or 0 if not.  i denotes the transfer probability from S(t) to R(t), which is the removed probability.  j denotes the transfer probability from E(t) to I(t).  qjk denotes the connection probability of the j-th sample in E(t) to the k-th sample in I(t); it equal to 1 if connected or 0 if not.  j denotes the transfer probability from E(t) to R(t).  k denotes the transfer probability from I(t) to R(t). Figure In order to make the system (3) short and analyze easily, we use the following denotation:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 637,
                    "end": 643,
                    "text": "Figure",
                    "ref_id": null
                }
            ],
            "section": "The Framework of Our iSEIR Dynamic Systems with Multiplex Networks"
        },
        {
            "text": "As our iSEIR model is based on the framework of multiplex networks, we also give some notations here, more in details are given in [28] (also see notations' specification listed for the simulations based on iSEIR given by Appendix I below).",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "The proposed iSEIR model is shown as in"
        },
        {
            "text": "By suppose the population S for the spreading consists of N individuals Sj, j =1, …, N; namely S: ={ Sj, j = 1, …, N }, and also suppose these N individuals are distributed over M continuous domains Ui, i = 1,……, M , where a domain may refer to a residential district or a network. Then ∑Si R ∑Ik ∑Ej pij qjk . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The proposed iSEIR model is shown as in"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20054346 doi: medRxiv preprint we can conduct the simulation based on framework of probability respective for each individual based on iSEIR in a population multiplex network by following five steps:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Step 1: We first allow the transition from state S to state R directly with probability ε per unit time (the same below) by following equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "where A is the growth rate or new comer; is the probability of a susceptible person being directly transformed into an immune person by means of e.g., isolation; µ is the rate of a susceptible being infected; β is the rate of an infected person becoming infectious; α is the rate of an infected person becoming immune directly; and λ is the rate of an infectious person entering into an immune state. Figure 1 below gives a visual presentation of (5). Note that there is no direction transition between S and I in (5) as illustrated by Figure 1 above.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 401,
                    "end": 409,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 536,
                    "end": 544,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Step 2: Each individual in the rumor spreading network at time t is identified by its state and position in that state group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Step 3: We will establish an adjacency matrix to describe the influence effects between individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Step 4: Computing the probabilities of transitions between states involves considering the following two aspects (the K-adjacency method).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Step 4.1: the distances between uninfected individuals and their neighborhoods of infected individuals within; and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Step 4.2: the number of individuals infected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Step 5: The full specification of the model is given by combining steps 1 to 4 together with an individual-level representation of (5) that is illustrated in Figure 2 above.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 166,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "These five steps will help us to run the simulations for the observation of the so-called \"Supersaturation Phenomenon\" under the probability perspective of all individuals by applying iSEIR mode which help us to identify the \"Turning Phase\", which are critical for any emergency plan being successful by responding to the challenge any outbreak of pandemics under the emergency in the practice. Thus the iSEIR will be used as a tool for us to discuss how we can establish the framework for the prediction of the critical \"Turning Phase\" for the emergency implementation response in an epidemic infectious disease outbreak described in next section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In this section, we discuss the framework for predicting the \"Turning Phase\" using our iSEIR Model introduced in [26] which was used to successfully predict the \"Turning Phase\" for the outbreak of epidemic COVID-19 virus from January 2020 to early of March 2020 in China using only data from Feb. 10, 2020. As previously discussed, in the battle for epidemic prevention and control of infectious disease outbreak, it is crucial to implement effective prevention measures in the early stages of an outbreak. Furthermore, identifying the beginning and ending points of the time interval which forms the \"Turning Time Period (Time Period)\" lets us know how long to expect to implement emergency protocols to effectively flatten the curve. It is possible to make this predictive analysis of the \"Turning Time Period\" using the iSEIR model through the \"Supersaturation Phenomenon\" elaborated below (see [28] ).",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 898,
                    "end": 902,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "The Framework for the Prediction of the Critical \"Turning Phase\" based on our iSEIR Model for the Emergency Implementation Response in an Epidemic Infectious Disease Outbreak"
        },
        {
            "text": "While the exact turning point (or critical point) for any infectious disease spread cannot be precisely determined due to various dynamics and associated uncertainty, by borrowing the variables of \"Delta\" and \"Gamma\" practiced in financial risk management (see Hull [37] ) it is possible to identify the upper and lower limits using, for example, the current tolerable degrees from the change in new (confirmed) patients daily. These indicators then allow us to identify the different phases and stages of an infectious disease outbreak through the iSEIR model, which we elaborate in Part A and Part B. Through this method, it is possible to calculate the critical time period of the \"Turning Time Phase (Turning Phase).\"",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "The Concept of \"Turning Time Period (Turing Period)\" for Turning Phase"
        },
        {
            "text": "We propose the identification of three general three phases (time periods) for the emergency response of Epidemic Infectious Diseases Spread paired with medical response actions as elaborated below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Part A: To Identify Different Time Phases of Epidemic Infectious Diseases Spread"
        },
        {
            "text": "1) The First Phase: The initial starting stage corresponds to the initial occurrence and prepare for possible emergence plan of a new virus which may or may not transform into a new epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Part A: To Identify Different Time Phases of Epidemic Infectious Diseases Spread"
        },
        {
            "text": "2) The Second Phase: For our consideration, this is the most important phase which is the so-called \"First Half-Time Phase\" otherwise known as the \"Turning Phase\" (or \"Turning Period\") which starts with the beginning of a possible outbreak and includes the delayed epidemic peak by implementation of emergency planning to control the disease spread. The First Half Time phase involves Delta and Gamma indicators (elaborated more in Part B below) to measure the daily change in number of new patients (i.e., the indicator \"Delta\"), and the rate of the daily change in number of new patients (i.e., the indicator \"Gamma\"). As shown in Figure 1 above, the time interval from T0 to T1 is our Turning Phase (Turning Period), and also makes the end of the \"First Half Time Phase\" for an epidemic infectious diseases spread.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 633,
                    "end": 641,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Part A: To Identify Different Time Phases of Epidemic Infectious Diseases Spread"
        },
        {
            "text": "3) The Third Phase: During this stage, the epidemic infectious disease spread enters the docalled \"Second Half -Time Phase\", which means the epidemic peak is gone and the rate of spread is under greater control. This is measured in a continuously decreasing rate of new infections per day, and ultimately leads to any but not exclusively of the following scenarios: a): the disease completely disappears; b): an effective vaccine/treatment is introduced; and c): the strain could also disappear and reappear cyclically in seasons, or other reasons. Of the three phases, the most important time period to identify is the beginning and the ending time points of the First-Half Phase (known as the \"Turning Period\"). This phase is crucial to controlling the outbreak and spread of an epidemic infectious disease after the first case of occurrence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Part A: To Identify Different Time Phases of Epidemic Infectious Diseases Spread"
        },
        {
            "text": "Thus, being able to identify the \"First Half-Phase\" is crucial for the reliable prediction of the \"Turning Period\" (or \"Turning Phase\") as the ending time point of the Turing Period will allow us to predict when the outbreak of the infectious disease is under the control by the level we may settle (incorporating with ability and capability in the practice).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Part A: To Identify Different Time Phases of Epidemic Infectious Diseases Spread"
        },
        {
            "text": "The next challenge to address is how to identify or predict this Turning Period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Part A: To Identify Different Time Phases of Epidemic Infectious Diseases Spread"
        },
        {
            "text": "To determine the Turning Period, we look to the occurrence of the so-called \"Supersaturation Phenomenon\" (elaborated below) based on our iSEIR model (see [28] - [31] and also the report by [34] ) by running the simulation for the four control variables S(t), E(t), I(t) and R(t) in the iSEIR model (see [28] ). These variables are functions of time \"t\" under the probability framework of individuals involved in the epidemic disease's spread. Our prediction can be achieved once we observe the so-called \"supersaturation phenomenon\", the moment where the future value range of T1 observes both E(t) and I(t) decrease. We determine this by simulating an iSEIR model that incorporates data from the initial daily disease spread (further explained by Part B below) (see also Figure 3 for both E(t) and I(t)) going down).",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 161,
                    "end": 165,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 189,
                    "end": 193,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 303,
                    "end": 307,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 772,
                    "end": 780,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Part A: To Identify Different Time Phases of Epidemic Infectious Diseases Spread"
        },
        {
            "text": "When COVID-19 first emerged, we suggested using Delta and Gamma indicators to measure the daily change of new patients and the change rate of the daily change for new patients. These variables allowed us to identify the beginning point of the time interval for the Turning Period within China. For example, to identify the starting point T0 of the Turning Period, the level we considered for Delta was settled as no greater than 20% daily; and Gamma as no larger than 1% daily.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Part B: The Prediction of the Turning Period by using iSEIR Model Associated with Delta and Gamma Risk Indicators"
        },
        {
            "text": "Next, to predict the future ending time point T1 of the Turning Period, which measures when the epidemic disease spread is under our control, we run numerical simulations of our iSEIR model as shown by Figure 3 . T1 is determined to be the point at which both control variables E(t) and I(t) drop.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 210,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Part B: The Prediction of the Turning Period by using iSEIR Model Associated with Delta and Gamma Risk Indicators"
        },
        {
            "text": "The combination of Part A and Part B allowed us to reliably predict the Turning Period of COVID-19 since its first case in Wuhan (China) in late December 2019. Using only the available data released by the National Health Commission of China from Feb. 10, 2020, we correctly assessed that \"COVID-19 peak around mid-to later February, and entering in the Second Half Period around Feb. 20, 2020.\" ( see our report [31] and confirmed by WHO's report [34] ). . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 417,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 448,
                    "end": 452,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Part B: The Prediction of the Turning Period by using iSEIR Model Associated with Delta and Gamma Risk Indicators"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20054346 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "To further understand our predictive simulation, we briefly describe the new idea of our iSEIR model and the related \"Supersaturation Phenomenon\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Almost all key models such as SEIR and related mathematical tools that exist to model the mechanics of epidemic disease spread are established under deterministic frameworks which assume that all individual behaviors and patterns are uniform (i.e., all behaviors of individuals are homogeneous), but this is not true as each individual's behavior of infecting or being infected is different. In order to have a better way of describing the dynamics of \"Spreading behavior\" in multiplex network at an individual level to community to population levels, we introduced the socalled iSEIR model (individual Susceptible-Exposed-Infective-Removed) which operates under a probability perspective for each individual (see reference [28] ) around two years ago as an extension of the classic SEIR one. This iSEIR model allows us to conduct simulations from the individual level located on the nodes of different community networks by incorporating its uncertainty with the probability to conduct random scenarios study with consideration of the corresponding multiplex networks. The behavior distribution of S, E, I and R can also be numerically simulated from the iSEIR model with properly specified values of parameters on population scales (in the change of percentage), population density, and transfer rate and so to have the simulation results given by Figure 3 above.",
            "cite_spans": [
                {
                    "start": 724,
                    "end": 728,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 1350,
                    "end": 1358,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Our iSEIR Model as a new tool to model for \"Supersaturation Phenomenon\""
        },
        {
            "text": "Thus, the simulation results based on the iSEIR model suggest that the intensity and extensiveness of the spread of the disease can be lowered by external intervention under a socalled \"supersaturation phenomenon.\" This phenomenon occurs when at some point in the future (denoted by T1) when both of the variables \"E(t)\" and \"I(t)\" drop in value and do not increase anymore as shown around the x-axis value of 1500 units in Figure 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 424,
                    "end": 432,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Our iSEIR Model as a new tool to model for \"Supersaturation Phenomenon\""
        },
        {
            "text": "At this value, both variables \"E(t)\" and \"I(t)\" are at the \"supersaturation phenomenon.\" Thus, the \"supersaturation phenomenon\" in the iSEIR model allows us to predict the turning period for the outbreak of epidemic diseases spread in the application.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Our iSEIR Model as a new tool to model for \"Supersaturation Phenomenon\""
        },
        {
            "text": "The methodology outlined above is what we expect when modeling epidemic disease, including COVID-19 which has become a global pandemic since the case of its first outbreak in Wuhan in late December 2019.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Study of our Prediction for the \"Peak Period\" of COVID-19\" in China for Early February 2020"
        },
        {
            "text": "Taking into account the performance of intervention controls (i.e., Wuhan quarantine program in Hubei province (see [35] )) implemented since Jan. 23, 2020 at a national level by the Chinese . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "The Study of our Prediction for the \"Peak Period\" of COVID-19\" in China for Early February 2020"
        },
        {
            "text": "The copyright holder for this preprint . government, we predicted the \"Peak Time Period\" of COVID-19 in China using our iSEIR model (see [29] - [32] ) in two separate reports on Feb. 6 and Feb. 10, 2020 (see [33] - [35] ).",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 144,
                    "end": 148,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 208,
                    "end": 212,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 215,
                    "end": 219,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "First of note, as we discussed above, we truly believe that \"Turning Period\" (or say, \"Turning Phase\") for COVID-19 is not a single time point, but a period of time interval associated with at least the two following measures, \"Delta\" and \"Gamma\" explained below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We borrow the concepts of \"Delta\" and \"Gamma\" which are called Greek Letters used in financial risk management: \"Delta\" measures the daily change of both \"E\" and \"I\"; and \"Gamma\" accounts for the speed of daily change for the number of new confirmed patients for both \"E\" and \"I\". In order to predict the Turning Phase for COVID-19 in China, we need to first identify the \"Starting Point\" of COVID-19's Turning Period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Indicators of Delta and Gamma used to identify the Beginning Turning Point for the \" Turning Period\" of COVID-19 in China was February 1, 2020."
        },
        {
            "text": "By using the daily information from Jan. 23, 2020, to Feb. 6, 2020, we first observed that \"Delta\" and \"Gamma\" were below 20% and 2% daily, respectively, for 5 consecutive days since February 1, which led us to conclude that Feb. 1 heralds the start towards the situation peaking, and thus we first have the following conclusion (see [29] with more in details).",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 338,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "The Indicators of Delta and Gamma used to identify the Beginning Turning Point for the \" Turning Period\" of COVID-19 in China was February 1, 2020."
        },
        {
            "text": "Feb. 1, 2020, is the starting time point for all of China (including Wuhan, Hubei) and the beginning Turning Point for the \" Turning Period\" (see report [5] released on Feb. 7, 2020) of COVID-19 as verified by the official daily data released by NHC of China on Feb. 28, 2020 (see also reports from [31] - [32] and [33] - [34] ). Indeed, as the data shown below, we observed that \"Delta\" and \"Gamma\" were below 20% and 2% respectively for 5 consecutive days since February 1. This led them to conclude that February 1 was the starting point of the situation peaking. ",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 299,
                    "end": 303,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 322,
                    "end": 326,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion A:"
        },
        {
            "text": "Using the concept of Turning Phase and the application of the iSEIR model on February 10, 2020, based on 3 weeks of available daily data (from Jan. 23, 2020 to Feb. 10,2020) released by NHC of China, our simulation successfully modeled the future pattern of official data released almost 3 weeks later, as shown by the conclusion below (the reports from [29] - [30] , the corresponding simulations' inputs by applying iSERI model given by Appendix I with incorporation of the official data released by NHC of China as of Feb. 10, 2020).",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 358,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 361,
                    "end": 365,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "The iSEIR model as a tool to predict that \"the COVID-19 situation in China would peak around mid-to late February 2020\" on February 10, 2020."
        },
        {
            "text": "First, with February 1, 2020, as the initial starting point of the turning point of the COVID-19 epidemic situation in China, combined with the simulation analysis of our internal model iSEIR in considering the current situation and the \"isolation control program\" currently implemented in China, the time interval for controlling the COVID-19 outbreak should be \"in mid-February, before the end of February 2020\" (see also the report released by [29] - [30] for more details).",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 451,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion B:"
        },
        {
            "text": "The above conclusion was reached by the following simulation analysis based on the iSEIR model on Feb. 10, 2020 with the reports given by [29] & [30] :",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 145,
                    "end": 149,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion B:"
        },
        {
            "text": "The iSEIR model calculated that at the national level (excluding Hong Kong, Macao and Taiwan) as of Feb. 10, 2020 that (see also results from simulations given by Figure below ):",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 175,
                    "text": "Figure below",
                    "ref_id": null
                }
            ],
            "section": "Conclusion B:"
        },
        {
            "text": "1. The number of infectious and asymptomatic (E) (in % change) will reach a pe ak in about 2 days (Feb. 12, 2020), and then after about 7 days (Feb. 17, 202 0), the rate of increase will decrease to less than 10%; 2. The daily increase in the number of people infected and symptomatic (I) is a steady downward trend, and the rate will decrease to within 10% after about 14 days (Feb. 24, 2020); 3. The proportion of people recovering from infection (R) will return to more tha n 80% after about 17 days (Feb. 27, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion B:"
        },
        {
            "text": "Second, as a result, we earmarked the second half of February (around Feb. 20, 2020) as the period when the peak would happen as shown by our simulation results shown below on Feb. 10, 2020 (later confirmed by the data released by NHC of China).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion B:"
        },
        {
            "text": "Our conclusion that \"the number of infectious and asymptomatic (E) (in % change) will reach a peak in about 2 days (Feb. 12, 2020)\" was confirmed by the following data released by the National Heath Commission (NHC) of China : ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion B:"
        },
        {
            "text": "The simulation results by iSEIR model on data of Feb/10/2020 where the vertical y-axis represents a standardized unit (normalized unit, it can be explained as the range from 0 to 1), the horizontal x-axis represents time, one unit is \"10 minutes\". . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hubei Province"
        },
        {
            "text": "The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The daily official data shows that Feb. 11, 2020 was the peak time with its Delta value (the daily change for the number of close contacts people (with patients)) at 5.4% daily, the highest value in the date range from Feb. 1 through to Feb. 25. This corroborates our prediction of around Feb. 12, 2020 as the peak based on our iSEIR model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Based on study above, we would like to note that our iSEIR model does not predict a specific date for the peak of pandemic virus but rather an approximate interval encompassing a larger time period. We believe that the so-called 'Turning Point' is not an accurate term; it is not a single time point, but rather a time interval period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Prediction is \"Turning Period, not Turning Point\" in Supporting the Emergency Response Plan in Application"
        },
        {
            "text": "This \"Turning Period\" of the latter half of February is backed by the World Health Organization (WHO) whose own data shows that the Chinese cases of COVID-19 levelled off sometime during the week of February 14. WHO director-general Tedros Adhanom Ghebreyesus also stated in a press conference on February 24 that the epidemic in China \"has been declining steadily\" since February 2, 2020 (see [33] - [35] ).",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 398,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 401,
                    "end": 405,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "The Prediction is \"Turning Period, not Turning Point\" in Supporting the Emergency Response Plan in Application"
        },
        {
            "text": "In a follow-up analysis to determine the accuracy of our ISEIR model using official data from February 11-21, 2020, we produce the following findings (see also report by [32] [33] ):",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 175,
                    "end": 179,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "The Prediction is \"Turning Period, not Turning Point\" in Supporting the Emergency Response Plan in Application"
        },
        {
            "text": "1. Since February 17, the \"Gamma\" of the number of close contacts has declined rapidly to 4% (Table3 below); 2. Since February 17, the death rate has remained within 3% (Table4 below); 3. Since February 17, the \"Gamma\" of the number of infected people has also de clined to within 2-4% (Table5 below). In addition to the fact that February 17-18 had the highest number of confirmed cases in China (Table6), \"we have reason to believe that the inflection point has emerged on February 17 and 18, thus validating the prediction we made on February 7\" (see the \"statement 2.\" of the findings above) (the report given by [29] [30] [31] [32] . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 617,
                    "end": 621,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 622,
                    "end": 626,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 632,
                    "end": 636,
                    "text": "[32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Prediction is \"Turning Period, not Turning Point\" in Supporting the Emergency Response Plan in Application"
        },
        {
            "text": "The copyright holder for this preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reviewing our Analysis based on the iSEIR Model"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20054346 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Here we review the results based on our iSEIR model from Feb. 10, 2020. We present the original report in two parts as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Based on our iSEIR model and the data from China's novel COVID-19 epidemic released as of Feb. 10, 2020 ( [30] & [31] ], we reach the following conclusions I, II, and III (and the corresponding inputs for the simulations by applying iSEIR mode are given by Appendix I below and incorporation with official data released by NHC of China on Feb.10, 2020).",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 113,
                    "end": 117,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "The Outlook Report for COVID-19 as of February 10, 2020 (see [30] & [31])"
        },
        {
            "text": "Using 428,438 close contacts people, 42,638 confirmed infected people and 2.38% confirmed death rate as the key input parameters on Feb. 10, 2020, our iSEIR simulation analysis results show (see the figure below, where the vertical y-axis represents one unit of Standardization (from 0 to 1) and the horizontal x-axis represents Time whereby one unit is \"10 minutes,\" that is, one day is \"144 units\"): 1) On the national level, the change in number of close contacts (E) reached a peak in about 2 days (around Feb.12, 2020), and then after about 7 days (i.e., around Feb.17, 2020), the number of close contacts began a stable downward trend of less than 10%; 2) On the national level, the daily decrease in the number of people infected (I) is also a steady downward trend as of date, and is within 10% after approximately 14 days (Feb.24, 2020); 3) On the national level, the proportion of people recovering from infection (R) will quickly return to around 80% after about 17 days (around Feb. 27, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I): COVID-19 on the National Level of China"
        },
        {
            "text": "By using 144,279 close contacts, 31,728 confirmed infections and 3.07% mortality as the core input parameters, as of Feb. 10, 2020, our simulation analysis results show (see the figure below):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II)：COVID-19 on the Level of Hubei Province"
        },
        {
            "text": "1) In Hubei Province, the number of close contacts (E) peaks after about 2 days (around Feb. 12, 2020), and then steadily declines with a change of less than 5% after about 6 days (around Feb. 16, 2020); 2) In Hubei Province, the daily decrease of the number of people infected (I) also shows a steady downward trend, reaching a peak in about 7 days (Feb. 17, 2020), and then decreasing at a rate of about 7%; The simulation results by iSEIR model on data of Feb/10/2020 where the vertical y-axis represents a standardized unit (normalized unit, it can be explained as the range from 0 to 1), the horizontal x-axis represents time, one unit is \"10 minutes\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II)：COVID-19 on the Level of Hubei Province"
        },
        {
            "text": "3) In Hubei Province, the proportion of people who recovered from infection (R) quickly recovers to around 70% after about 17 days (around Feb. 27, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II)：COVID-19 on the Level of Hubei Province"
        },
        {
            "text": "Using 83,917 close contacts (estimated), 18,454 confirmed infections, and 4.05% mortality rate as the key input parameters as of Feb. 10, 2020, combined with the current intervention situation in Wuhan, our simulation analysis results show (see the figure below):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III)：COVID-19 on the Level of Wuhan City"
        },
        {
            "text": "1) In the city of Wuhan, after about 4 days, the daily variation of the number of close contacts (E) is a stable downward range of about 3%; 2) In the city of Wuhan, the daily decrease of the number of people infected (I) is also a steady downward trend, reaching a peak in about 4 days, and then decreasing at a rate of about 4%; 3) In the city of Wuhan, the proportion of people (R) recovering from infection quickly recovers to close to 70% after about 17 days (around Feb. 27, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III)：COVID-19 on the Level of Wuhan City"
        },
        {
            "text": "On Feb. 16, 2020, we released the report (see [31] - [32] ) that, \"Once the peak has been identified, a different approach has to be taken with regard to city management, economic development and epidemic control measures.\" This is in-line with President Xi Jinping's remarks on Feb. 23, where he stressed the need to resume production and normal life.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 53,
                    "end": 57,
                    "text": "[32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Entering into the Second Half of the COVID-19 Outbreak on February 20, 2020"
        },
        {
            "text": "The simulation results by iSEIR model on data of Feb/10/2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 6"
        },
        {
            "text": "where the vertical y-axis represents a standardized unit (normalized unit, it can be explained as the range from 0 to 1), the horizontal x-axis represents time, one unit is \"10 minutes\". The simulation results by iSEIR model on data of Feb/10/2020 where the vertical y-axis represents a standardized unit (normalized unit, it can be explained as the range from 0 to 1), the horizontal x-axis represents time, one unit is \"10 minutes\". Since the COVID-19 virus could be spread asymptomatically and does not yet have an official vaccine, being able to model its trend is crucial to timeline projections. Dr. Bruce Aylward, an epidemiologist who led a 25-member team from WHO to conduct a 9-day field study trip to Beijing, Guangdong, Sichuan and Hubei, shared this viewpoint. \"They are using big data, artificial intelligence in places,\" Dr. Aylward said, \"It's a technology-powered and science-driven agile response at a phenomenal scale.\"(see [32] - [34] ) and also the report [35] ).",
            "cite_spans": [
                {
                    "start": 943,
                    "end": 947,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 950,
                    "end": 954,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 977,
                    "end": 981,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Figure 6"
        },
        {
            "text": "Our predictions based on the iSEIR model on Feb. 6, 2020, were validated by the official data released by the NHC on COVID-19. The numbers of China and its six regions (including Hubei Province and Hubei's five cities: Wuhan, Xiaogun, Suizhou, Huanggang, and Huangshi) were as follows: 76,936 confirmed patients in national level of China as of Feb. 22 (in which 64,084 confirmed cases from Hubei province) and 12,852 in other provinces, 62,8517 people with close contacts (with patients), and a 3.17% mortality rate of confirmed infected. Our conclusions, originally published on Feb. 16, 2020, are as follows (see [31] [32] [33] [34] ) stated by the following two parts.",
            "cite_spans": [
                {
                    "start": 616,
                    "end": 620,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 621,
                    "end": 625,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 630,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 631,
                    "end": 635,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "What We learned from COVID-19 in China"
        },
        {
            "text": "1) February 1, 2020, is the starting point for the formation of the epidemic's Turning (Inflection) Point which will form around mid-February (see [29] for the concept and definition of \"Turning (Inflection) Point\" formation and the establishment of supporting standard indicators); 2) We reported that the COVID-19 viral outbreak in China has reached controllable measures in our February 16, 2020, report, and that we are now entering the secondhalf of the struggle against COVID-19 in China (see [30] - [32] ).",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 506,
                    "end": 510,
                    "text": "[32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The First:"
        },
        {
            "text": "There appears the following similar development trends in Hubei Province, as well as in Wuhan, Xiaogan, Suizhou, Huanggang and Huangshi (with reference to the figure below):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Second:"
        },
        {
            "text": "1) The number of close contacts (represented by \"E\") begins to decline rapidly after about February 16. Then, in a short period of time, the number of close contacts follows a stable downward change of less than 10%; 2) The daily variation of change of new confirmed infected (represented by \"I\") is also in a stable downward variation. In a very short time (no more than 3 to 10 days), the number of daily change for infected people is within the range of 10% (but higher than the overall average).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Second:"
        },
        {
            "text": "Using the official data of the epidemic situation released as of Feb. 21, 2020, by the National Health Commission (NHC) of China, the following three tables show the daily changes in the number of close contacts, the number of infections, and the death rate of confirmed patients in five cities (Wuhan, Xiaogan, Suizhou, Huanggang and Huangshi). The official data confirms the predictive analysis reports we made on Feb. 6, and Feb. 10, 2020. Based on this, we find that: 1) Since Feb. 17, the daily variation of close contacts in all seven simulated areas has declined rapidly to 4% (the national average change is lower than that in Hubei Province); 2) Since Feb. 17, the death rate of confirmed patients in China has remained within 3%, but the death rate of confirmed patients in Hubei Province is slightly higher than that in China, which is remains at about 3.5%;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Second:"
        },
        {
            "text": "3) Since Feb. 17, the daily variation of the number of infected people in all seven simulated areas has also declined to within 4% (the daily variation of Wuhan is slightly higher than that of the whole country, but that of Xiaogan, Suizhou, Huanggang and Huangshi remains within 2%). 2) Through a comprehensive analysis of Hubei province, we determine the traditional inflection point to be between Feb. 17, and Feb. 19, 2020. This data set combined with the previous conclusion lead us to believe that the COVID-19 infection in China (including Wuhan, Hubei) has been fully controlled since mid-February 2020, with Feb. 18 as the most precise date (we arrive at Feb. 18 as after Feb. 17, the daily change of confirmed patients is less than 1% in negative numbers).",
            "cite_spans": [
                {
                    "start": 622,
                    "end": 624,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "The Second:"
        },
        {
            "text": "We believe that our iSEIR model is a reliable predictor for the Turning Period of the struggle against COVID-19 through introducing concepts of \"Turning Phase\" and \"Supersaturation Phenomenon\". This model accounts for intervention policies and methods such as isolation control programs (e.g. quarantine); such as those implemented in February 2020 in China (see [33] - [34] ). Beyond using our iSEIR model for the COVID-19 in China from late December to early March 2020, we hope to further apply it to outbreaks worldwide.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 367,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Final Concluding Remarks based on our COVID-19 Predictions in China"
        },
        {
            "text": "When we incorporate the public official data released by the Chinese government since January 23, 2020, our iSEIR simulation allowed us to conclude that:  February 1, 2020, is the starting point for the formation of the turning point of the COVID-19 epidemic situation in China. Considering the intervention efforts implemented at the state-level, the time period for the control of the COVID-19 epidemic should be around mid-February 2020, and at least by the end of February 2020 (see the original report released [30] - [32] for more details). Before arriving at our final remarks, we want to consider the following with regards to the current global state of the COVID-19 outbreak:",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 521,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 524,
                    "end": 528,
                    "text": "[32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Final Concluding Remarks based on our COVID-19 Predictions in China"
        },
        {
            "text": "1) The virus can be spread by infected and asymptomatic individuals; 2) At current, there is no fully effective medicine or treatment; and 3) No vaccine. With these conditions, it is important that our iSEIR model be used to aid in modeling the timeline of the COVID-19 outbreak in other countries in shaping public policy. However, we acknowledge that our model is patterned to reflect effective intervention methods and protocols such as the \"Wuhan Quarantine\" (see [36] ). In conclusion, the simulated timeline provided by our iSEIR model best fits outbreak scenarios where early adoption of public health controls and restrictions are implemented to flatten the curve.",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 472,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Final Concluding Remarks based on our COVID-19 Predictions in China"
        },
        {
            "text": "Finally, we want to reinforce that emergency risk management is always associated with the implementation of an emergency plan. The identification of the Turning Time Period is key to emergency planning as it provides a timeline for effective actions and solutions to combat a pandemic by reducing as much unexpected risk as soon as possible. We can further improve our ability to emergency-plan in urgent events, such as in the control of an infectious disease outbreak like COVID-19 in three key areas:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Final Concluding Remarks based on our COVID-19 Predictions in China"
        },
        {
            "text": "1) a better spatiotemporal model to describe the mechanics of the spread of infectious diseases; 2) an efficient way to conduct numerical simulation to identify the \"Turning Time Period (Phase)\" for the emergency event, e.g., the timeframe for the outbreak of infectious diseases spread such as OVID-19 virus; and . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Final Concluding Remarks based on our COVID-19 Predictions in China"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20054346 doi: medRxiv preprint 3) carrying out effective predictive analysis by establishing a coherent bigdata method for data fusion from different sources with different structures to support a dynamic management to respond to daily issues with effective emergency planning. The input based on the true real scene for the simulation i, j, k : random individual Uniform distribution i, j, k:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Final Concluding Remarks based on our COVID-19 Predictions in China"
        },
        {
            "text": "The range is from N specified by true real scene γ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The General Inputs for the Simulation under the framework of iSEIR Model"
        },
        {
            "text": "The input based on the true real scene for the simulation A = 0.000001 pij = 1, if the distance of i and j < c; = 0; otherwise. q jk = 1, if the distance of j and k < c; = 0, otherwise. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The General Inputs for the Simulation under the framework of iSEIR Model"
        },
        {
            "text": "Based on the situation to specify . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other parameters"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20054346 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other parameters"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Modeling the situation of COVID-19 and effects of different containment strategies in China with dynamic differential equations and parameters estimation",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Geoffrey",
                    "middle": [],
                    "last": "Hewings",
                    "suffix": ""
                },
                {
                    "first": "Shouyang",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Minghui",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "Xin",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Shan",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Xuefeng",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.09.20033498"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Forecasting COVID-19 impact on hospital bed-days, ICU-days, ventilator days and deaths by US state in the next 4 months",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.27.20043752"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Estimating clinical severity of COVID-19 from the transmission dynamics in Wuhan, China",
            "authors": [
                {
                    "first": "Joseph",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Kathy",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "Mary",
                    "middle": [],
                    "last": "Bushman",
                    "suffix": ""
                },
                {
                    "first": "Nishant",
                    "middle": [],
                    "last": "Kishore",
                    "suffix": ""
                },
                {
                    "first": "Rene",
                    "middle": [],
                    "last": "Niehus",
                    "suffix": ""
                },
                {
                    "first": "Pablo",
                    "middle": [
                        "M"
                    ],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "Benjamin",
                    "middle": [
                        "J"
                    ],
                    "last": "Salazar",
                    "suffix": ""
                },
                {
                    "first": "Marc",
                    "middle": [],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "&amp;",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gabriel",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0822-7"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30260--30269",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The effect of control strategies to reduce social mixing on outcomes of the COVID-19 epidemic in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "Kiesha",
                    "middle": [],
                    "last": "Prem",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Timothy",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "Adam",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "Rosalind",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                },
                {
                    "first": "Nicholas",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Public Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Retrospective analysis of the possibility of predicting the COVID-19 outbreak from Internet searches and social media data, China",
            "authors": [
                {
                    "first": "Cuilian",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Chen",
                    "middle": [
                        "Li"
                    ],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "Chen",
                    "middle": [],
                    "last": "Xueyu",
                    "suffix": ""
                },
                {
                    "first": "Zhang",
                    "middle": [],
                    "last": "Mingzhi",
                    "suffix": ""
                },
                {
                    "first": "Chi",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "Chen",
                    "middle": [],
                    "last": "Pui",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Haoyu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.10.2000199"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A conceptual model for the coronavirus disease 2019 (COVID-19) outbreak in Wuhan, China with individual reaction and governmental action",
            "authors": [
                {
                    "first": "Qianying",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Shi",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Daozhou",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Yijun",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "Shu",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Salihu",
                    "middle": [
                        "S"
                    ],
                    "last": "Musa",
                    "suffix": ""
                },
                {
                    "first": "Maggie",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Yongli",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "Weiming",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Lin",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Daihai",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infectious Diseases",
            "volume": "",
            "issn": "93",
            "pages": "211--216",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Prediction of the Epidemic Peak of Coronavirus Disease in Japan",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuniya",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clin. Med",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/jcm9030789"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Real-time forecasts of the COVID-19 epidemic in China from",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Roosa",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kirpich",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rothenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hyman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infectious Disease Modelling",
            "volume": "5",
            "issn": "",
            "pages": "256--263",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Estimating the effective reproduction number of the 2019-nCoV in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.27.20018952"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Incorporating human movement data to improve epidemiological estimates for 2019-nCoV",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.07.20021071"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Epidemiological research priorities for public health control of the ongoing global novel coronavirus (2019-nCoV) outbreak. Eurosurveillance 2020",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.6.2000110"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Forecasting the Wuhan coronavirus (2019-nCoV) epidemics using a simple (simplistic) model",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Hermanowicz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.04.20020461"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Early transmission dynamics in Wuhan, China, of Novel Coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "New England Journal of Medicine",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Clinical characteristics of 2019 novel coronavirus infection in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z Y",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A data driven time-dependent transmission rate for tracking an epidemic: a case study of 2019-nCoV",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Norden",
                    "suffix": ""
                },
                {
                    "first": "Fangli",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Qiao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science Bulletin",
            "volume": "65",
            "issn": "",
            "pages": "425--427",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The Infection Point about COVID-19 May Have Passed",
            "authors": [
                {
                    "first": "Caolin",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "Jie",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Kai",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Jiang",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "Yifei",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science Bulletin",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Artificial Intelligence Forecasting of Covid-19 in China",
            "authors": [
                {
                    "first": "Zixin",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Qiyang",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "Shudi",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Li",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "Momiao",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Arxiv.org",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Modeling the COVID-19 outbreak and government control measures based on epidemic dynamics",
            "authors": [
                {
                    "first": "Jidi",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Jianguo",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "Yin",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "Yuyang",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Systems Engineering-Theory & Practice",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Modeling and prediction for the trend of outbreak of NCP based on a time-delay dynamic system (in Chinese)",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Keji",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Xinyue",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Boxi",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Yu",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Sin Math",
            "volume": "50",
            "issn": "",
            "pages": "1--8",
            "other_ids": {
                "DOI": [
                    "10.1360/SSM-2020-0026"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "When will be the resumption of work in Wuhan and its surrounding areas during COVID-19 epidemic? A data-driven network modeling analysis (in Chinese)",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Sanyi",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Yong",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Xiaomei",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Yanni",
                    "middle": [],
                    "last": "Xiao &amp; Zongben",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Sin Math",
            "volume": "50",
            "issn": "",
            "pages": "1--10",
            "other_ids": {
                "DOI": [
                    "10.1360/SSM-2020-0037"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Analysis of COVID-19 epidemic traced data and stochastic discrete transmission dynamic model (in Chinese)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Bragazzi",
                    "suffix": ""
                },
                {
                    "first": "Fan",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Tangjuan",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Sha",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Xia",
                    "middle": [],
                    "last": "Pengyu Ren",
                    "suffix": ""
                },
                {
                    "first": "Changcheng",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Zhihang",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Jianhong",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "Xiao",
                    "middle": [],
                    "last": "Wu &amp; Yanni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Sin Math",
            "volume": "50",
            "issn": "",
            "pages": "1--16",
            "other_ids": {
                "DOI": [
                    "10.1360/SSM-2020-0053"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Studies of the strategies for controlling the COVID-19 epidemic in China: Estimation of control efficacy and suggestions for policy makers (in Chinese)",
            "authors": [
                {
                    "first": "Zhihang",
                    "middle": [],
                    "last": "Sen-Zhong Huang",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [],
                    "last": "Peng &amp; Zhen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Sin Math",
            "volume": "50",
            "issn": "",
            "pages": "1--14",
            "other_ids": {
                "DOI": [
                    "10.1360/SSM2020-0043"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Nonlinear regression in COVID-19 forecasting (in Chinese)",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Sin Math",
            "volume": "50",
            "issn": "",
            "pages": "1--12",
            "other_ids": {
                "DOI": [
                    "10.1360/SSM-2020-0055"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A Contribution to the Mathematical Theory of Epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proceedings of the Royal Society Lond. A",
            "volume": "115",
            "issn": "",
            "pages": "700--721",
            "other_ids": {
                "DOI": [
                    "10.1098/rspa.1927.0118"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The mathematical theory of epidemics",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Norman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The iSEIR model: A dynamic epidemic model for rumor spread in multiplex network with numerical analysis",
            "authors": [
                {
                    "first": "George",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A brief explanation for the concept called 'Turning Period' for COVID-19 in China",
            "authors": [
                {
                    "first": "George",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Novel coronavirus infection (NCP/COVID-19) epidemic analysis report",
            "authors": [
                {
                    "first": "George",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The fight against the new coronavirus entered the second half",
            "authors": [
                {
                    "first": "George",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "China has changed course of COVID-19 outbreak through pragmatic approach: WHO expert said",
            "authors": [],
            "year": 2020,
            "venue": "China Xinhua News Agency",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "WHO Joint report on COVID-19-February 16-24",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Feature: The Modern-Day Nostradamus: George Yuan. Asian Pacific Biotech News",
            "authors": [
                {
                    "first": "Shuan",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "24",
            "issn": "",
            "pages": "32--37",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Once widely criticized, the Wuhan quarantine bought the world time to prepare for COVID-19",
            "authors": [
                {
                    "first": "Sharon",
                    "middle": [],
                    "last": "Begley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "STATS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Options Futures and Other Derivatives",
            "authors": [
                {
                    "first": "John",
                    "middle": [],
                    "last": "Hull",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "I_SEIR model illustration) below: Figure I_SEIR model-Illustration",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure II_iSEIR model Illustration",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "where the vertical y-axis represents a standardized unit (normalized unit, it is explained as the range from 0 to 1), the horizontal x-axis represents time, a unit is \"10 minutes\".",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 5",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 7",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "in highlight with yellow color means on the true real scene for the simulation Name of Parameter/参数名称 Values/取值 # of simulations 100 times of simulations N: # of groups/communities Specified in simulation, M: # of cities 10 : distribution density 0.4 c: distance base on Euclidean distance formula/用欧式距离公式计算 T: time steps 1~3000 (one unit is around 10 minutes, or 5 minutes) N: population",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "if <= the specified value for a given input parameters (γ) = 0, otherwise.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The Daily Change of Infected COVID-19 Patients by The National Health Protection Committee of China from Feb. 1 to Feb. 6 2020/表 1: 中国国家卫健委新冠状肺炎疫情动态数据汇报",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "National level of China",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "):",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The Daily Data of COVID-19 China",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Therefore, we arrive at the following general conclusions: 1) Based on the number of existing confirmed cases, we determined the inflection point to be around Feb. 17, 2020. Based on the number of existing confirmed cases in China and Hubei Province, we used the iSEIR model on Feb. 11, 2020, to predict that Feb. 17, and Feb. 18, 2020 would have the highest number of existing confirmed cases in China and Hubei Province respectively. Today (as of Feb. 22, 2020), the number of existing confirmed cases and the highest confirmed cases in China and Hubei Province have Table10: The Existing Confirmed Patients/表10：全国现存确诊病例变化时间表 been reduced by more than 5,700 and 5,000 respectively. Considering the three-day screening in Hubei Province from Feb.17, to 19, 2020, we have reason to believe that the true Turning (Inflection) Point based on the number existing confirmed cases emerged at approximately Feb. 17, 2020.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}