{
    "paper_id": "4f64eee196e1ae4060f82b661ce65d98aba82cbc",
    "metadata": {
        "title": "Biophysical characterization of the SARS-CoV-2 spike protein binding with the ACE2 receptor explains increased COVID-19 pathogenesis",
        "authors": [
            {
                "first": "Ratul",
                "middle": [],
                "last": "Chowdhury",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Pennsylvania State University",
                    "location": {
                        "postCode": "16802",
                        "settlement": "University Park. PA"
                    }
                },
                "email": ""
            },
            {
                "first": "Costas",
                "middle": [
                    "D"
                ],
                "last": "Maranas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Pennsylvania State University",
                    "location": {
                        "postCode": "16802",
                        "settlement": "University Park. PA"
                    }
                },
                "email": "costas@psu.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "SARS-CoV-2 is a novel highly virulent pathogen which gains entry to human cells by binding with the cell surface receptor -angiotensin converting enzyme (ACE2). We contrasted the binding interactions between human ACE2 and coronavirus spike protein receptor binding domains (RBDs) from (i) SARS-CoV-2, (ii) the related but less virulent OC43 (Singapore COVID-19 strain), and (iii) the 2002 epidemiccausing SARS-CoV-1. We find that the RBDs of the spike protein of SARS-CoV-2 are highly optimized to achieve the strongest possible binding interaction with ACE2 which is consistent with its enhanced pathogenicity. SARS-CoV-2 RBDs form the most stable complex with ACE2 (64.91%, and 28.07% higher binding scores than SARS-CoV-1 and OC43, respectively) while occupying the greatest number of residues in the ATR1 binding site. In fact, the spike protein RBDs from SARS-CoV-2 out-compete the angiotensin 2 receptor type I (ATR1) which is the native binding partner of ACE2 by 64% in terms of binding affinity (quantified using the Rosetta scoring function). They accomplish this through strong electrostatic attachments with every fourth residue on the N-terminus alpha-helix (starting from Ser19 to Asn53) as the turn of the helix makes these residues solvent accessible. We further discern biophysical insights that explain higher susceptibility by cats, while dogs show lower and chicken no susceptibility to the virus. These results offer a computational explanation for the increased pathogenicity of SARS-CoV-2 and allude to therapeutic modalities by identifying and rank-ordering the ACE2 residues involved in binding with the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "and other neighboring residues of ACE2. The yellow diagonal region shows contacts within these neighboring residues. Finally, the blue padded regions show contacts at the ACE2-RBD binding interface. The width of these blue regions determines the number of RBD residues that form strong electrostatic or hydrophobic contacts with ACE2. Long-range electrostatic interactions (4.5Å< but >6.0Å) between the spike and ACE2 are not shown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We observe that SARS-CoV-2 forms the greatest number of effective ACE2 contacts (16 electrostatic and three hydrophobic) using ten RBD residues at the ACE2 binding interface (see blue region in Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 202,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "In comparison, the spike protein RBD for SARS-CoV-1 and OC43 are only able to form nine (six) strong electrostatic contacts using five (three) RBD residues, respectively. This does not imply that SARS-CoV-1 and OC43 only present five (three) residues, respectively to bind to ACE2. The other interface residues either form weak electrostatic contacts or are simply non-interacting. Table 1 lists the strong pairwise interactions between the RBDs and ACE2 along with the corresponding distances. Therefore, it appears that SARS-CoV-2 reforms the original contact map with ACE2 by leveraging 35% (9 out of 26) of selfstabilizing contacts around the spike-binding domain to form 19 new complex-stabilizing contacts.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 382,
                    "end": 389,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "SARS-CoV-1 and OC83 show weaker attachments as they are each able to co-opt only 15% (4 out of 26) contacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In silico alanine scanning to identify spike residues most important for ACE2 binding Each one of the ACE2 binding residues from the three viral spike RBDs was computationally mutated to alanine (one at a time) and the resultant ACE2-RBD complexes were energy minimized and scored using Rosetta force field. This procedure assesses how important is the identity of the native residues by defaulting them to alanine and observing whether this significantly affects binding. The percent loss of The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015891 doi: bioRxiv preprint ACE2 binding upon an alanine mutation was used as a proxy score for assessing the importance of each RBD residue in binding and subsequent pathogenesis. The results from the alanine scan study (see Figure   2 ) reveal that 88% (15 out of 17) of the ACE2 interface residues of SARS-CoV-2 are important for complex formation. Even a single alanine mutation in any of these reduces the binding score by ~60%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 833,
                    "end": 843,
                    "text": "Figure   2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": ""
        },
        {
            "text": "These results imply that the SARS-CoV-2 RBDs of the spike protein are highly optimized for binding with ACE2. We note that positions Lys417 and Gly502 have the strongest impact on binding (75% and 83% reduction upon mutation to Ala, respectively). This is because they help establish one strong electrostatic contact with Asp30, and three with Gln325, Lys353, and Gly354 (as listed in Table 1 ). Our results also identify the same three residues Phe486, Gln493, and Asn501 to be important for ACE2 binding as proposed by Wan et al. 2 . In their study, they used a homology modeled SARS-CoV-2 RBD description instead of experimentally resolved atomic coordinates to model the protein binding event. We predict that Phe486, Gln493, and Asn501 establish three new contacts each (see Table 1 for interaction partners and inter-residue distances), and their mutation to Ala (even for only one of them) leads to loss of ACE2 binding by more than ~62.5%. coronavirus. Bars represent the residual ACE2 binding score upon alanine mutation at the indicated site normalized with respect to binding score prior to mutation.",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 533,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 385,
                    "end": 392,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 780,
                    "end": 787,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The alanine scan of the spike protein RBD of SARS-CoV-1, on the other hand, shows less significant penalty to the binding score upon mutation to alanine. Only six residues (Tyr436, Tyr440, Asn473, Tyr484, Thr486, and Thr487) are involved in strong electrostatic coupling with ACE2 residues (indicated in Table 1 ). In summary, alanine scans indicate that SARS-CoV-2 has the highest number of \"effectively\" interacting residues at the ACE2 binding interface whereas the SARS-CoV-1 spike forms only a few strong ACE2 connectors with a large number of \"idle\" interface residues (43% -7 out of 16) which do not affect ACE2 binding upon mutation to alanine. OC83 seems to be between the two with a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015891 doi: bioRxiv preprint maximum number of weak electrostatic interactors (43% -7 out of 16) and only two idle residues at the interface (i.e., residues Asn239 and Tyr241). Table 1 . List of strong contacts between the spike RBDs from (SARS-CoV-2, SARS-CoV-1, and OC43) and human. ACE2",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 593,
                    "text": "16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 311,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 983,
                    "end": 990,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Both the SARS-CoV-1 and SARS-CoV-2 ACE2 binding domains are enriched in tyrosines. As many as 25% (4 out of 16 residues) and 26.3% (5 out of 19 residues) are tyrosines, respectively. In contrast, OC83",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presence of tyrosines and glycines in the ACE2 binding domains of these spike proteins"
        },
        {
            "text": "has only one tyrosine (among 16 residues). We have not explored the phylogenetic basis for the presence of tyrosines but they do seem to be important for conferring high binding affinity between SARS-CoV-2 and ACE2 as alluded to by the alanine scan (see Figure 2 ). In contrast, the tyrosines in SARS-CoV-1 (Tyr442, Tyr475, and Tyr491) are mostly idle. We use Figure 3 to explain two representative cases of interface tyrosines from both SARS-CoV-2 (Tyr473 and Tyr489) and SARS-CoV-1 (Tyr442 and Tyr475) RBDs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 262,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 360,
                    "end": 368,
                    "text": "Figure 3",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 484,
                    "end": 503,
                    "text": "(Tyr442 and Tyr475)",
                    "ref_id": null
                }
            ],
            "section": "Presence of tyrosines and glycines in the ACE2 binding domains of these spike proteins"
        },
        {
            "text": "The SARS-CoV-2 tyrosine backbones, even though present in a loop, are mutually stabilized by hydrogen bonding and the side chains are locked in place by a pi-pi aromatic interaction between the phenyl rings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presence of tyrosines and glycines in the ACE2 binding domains of these spike proteins"
        },
        {
            "text": "This enables both of these tyrosine side-chains to form a strong electrostatic contact with Thr27 side chain of ACE2. It is thus unsurprising that mutation of either Tyr473 or Tyr489 to alanine results in a similar (58.5% and 59.1%, respectively -as shown in Figure 2 ) reduction in binding with ACE2. In contrast, in . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015891 doi: bioRxiv preprint the energy minimized complex of SARS-CoV-1 RBDs with ACE2 both Tyr442 and Tyr475 (see Figure   3 ) only contribute to internal stability of the spike by forming strong electrostatic contacts with RBD residues Trp476 and Asn473. They are therefore unavailable (or too far > 6.0Å) for binding with the neighboring ACE2 residues. Next, we focus on the role of glycine residues (see Figure 4 ) in all three spike RBDs which form important electrostatic contacts with ACE2 as they lead to more than 55% loss of binding (on average) upon mutation to alanine. We chose to study in detail one such representative glycine from each spike protein RBD -Gly502 from SARS-CoV-2, Gly488 from SARS-CoV-1, and Gly220 from OC83. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015891 doi: bioRxiv preprint Interestingly, in both SARS-CoV variants, the capture mechanism of the ACE2 residue Lys353 by glycine residues in the spike protein is the same. Atomic coordinates of both these complexes were independently, and experimentally confirmed by Song et al. 3 in 2018 and Wang et al. in 2020 (manuscript unpublished but structure deposited at -www.rcsb.org/structure/6lzg). In both cases the SARS-CoV spike RBD uses a combination of a cation-and a strong electrostatic interaction to bind with Lys353. The electrostatic interaction is mediated by Asn501 in SARS-CoV-2 and Thr487 in SARS-CoV-1. Two glycine residues and a short hydrophobic group together allows the Asn501 (and Thr487 for SARS-CoV-1) to be within strong electrostatic reach of Lys353 while ensuring a cation-interaction between Tyr505 (and Tyr491 for SARS-CoV-1) and Lys353. Mutation Y505A (or Y491A for SARS-CoV-1) has no effect on ACE2 binding. However, mutation to alanine of either Gly502 or Asn501 (or their corresponding residues in SARS-CoV-1) leads to >70% loss of ACE2 binding. Thus, we recover a strong functional motif, which is conserved between the two SARS-CoV strains as seen in Figure 5 .",
            "cite_spans": [
                {
                    "start": 1644,
                    "end": 1645,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 267,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 624,
                    "end": 634,
                    "text": "Figure   3",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 917,
                    "end": 925,
                    "text": "Figure 4",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2546,
                    "end": 2554,
                    "text": "Figure 5",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Presence of tyrosines and glycines in the ACE2 binding domains of these spike proteins"
        },
        {
            "text": "Sequence alignment of the three RBD sequences reveal a conserved motif in all three sequences (see Figure 5 ). Further inspection of the sequence alignment reveals that all of the three other conserved binding motifs for the ACE2 hotspot residues (Thr27, Asp38, and Gln42) have a key glycine (and rarely alanine) which presumably offers a hinge to orient a neighboring polar residue to bind to a specific ACE2 residue. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015891 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 107,
                    "text": "Figure 5",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Presence of tyrosines and glycines in the ACE2 binding domains of these spike proteins"
        },
        {
            "text": "We reported on the differences between three viral ACE2-RBD complexes and how they exploit the contact map of RBD-binding domain of human ACE2 receptor to facilitate binding. In an uninfected cell, through the action of the renin angiotensin system (RAS), ACE2 forms a complex with the angiotensin 2 receptor type I (ATR1) 4 . Due to the lack of an experimentally resolved structure for the ACE2-ATR1 complex, we used protein-protein docking and Rosetta-binding score screening to identify the most stable configuration of the complex. Analysis of the ACE2-ATR1 binding interface reveals 41 ACE2 residues and 26 ATR1 residues at the interface connected by five strong electrostatic contacts and several long range weak electrostatic contacts. We find that eleven SARS-CoV-2 RBD binding residues of ACE2 are shared by the ATR1 binding region. Moreover, SARS-CoV-2 RBD binds ACE2 with ~64% better binding score than ATR1. In contrast, SARS-CoV-1 show ~2.1% worse binding score with ACE2 compared to the ACE2-ATR1 complex while sharing only nine residues with the ATR1 binding interface of ACE2 (see Figure 6 ). These numbers indicate that SARS-CoV-2 (and OC43) outcompete the ATR1-ACE2 complex thus facilitating the formation of the ACE2-spike complex whereas SARS-CoV-1 cannot. This is in line with their respective viral infection rates. We computationally explored the potentially available margin of improvement for the binding affinity of SARS-CoV-2 with ACE2 using the IPRO 5 protein design software. We allowed all 21 contacting residues of the RBD of the spike protein to simultaneously mutate. We run two separate design trajectories and, in both cases the best design achieved an approximately 25% improvement in binding affinity using the Rosetta scoring function. This improvement is less than the difference between the calculated binding scores of SARS-CoV-1 and SARS-CoV-2 implying that SARS-CoV-2 has already achieved most of the theoretically possible binding affinity gain with ACE2 compared to SARS-CoV-1. Interestingly, the network of glycine residues in SARS-CoV-2 is conserved in all redesigned RBDs.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 324,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 1097,
                    "end": 1105,
                    "text": "Figure 6",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Presence of tyrosines and glycines in the ACE2 binding domains of these spike proteins"
        },
        {
            "text": "Recent reports indicate that domestic animals (dogs and cats) can also contract COVID-19 6 from humans, however, animal-to-human transmission has not been reported. Similar to SARS-CoV-1 7 , it has been reported that felines are more susceptible to SARS-CoV-2 followed by canines 8 whereas chickens and ferrets are less susceptible 8 . As seen in Figure 7 the calculated Rosetta binding energies largely, but not entirely, follow the trends expected from their respective sequence identities with the human ACE2 (see supplementary information for full sequence alignment). In all cases, the Rosetta binding energies for all animal ACE2s were at most 78.3% of the one calculated with hACE2. We found that feline ACE2 had the closest (78.3% of hACE2-spike RBD) Rosetta binding energy with the spike (see Figure 8 for contrasting spike interactions between feline and canine ACE2). Bovine ACE2 even though it is closer to human (95.2% seq. id. vs. 92.9% for feline) had the lowest Rosetta binding energy (72.2%) among all tested animal ACE2s except for chicken. Canine and equine ACE2 were similar and in between feline and bovine in terms of their Rosetta binding energies. Chicken ACE2 is by far the most distant from human and also was predicted to be the least effective in binding the viral spike protein RBD. These findings seem to be in broad agreement with the literature reports on the relative animal susceptibility to COVID-19. shows an electrostatic link between Tyr442 and His34, while canine ACE2 establishes a self-stabilizing salt bridge between Lys30 and Gly34, thus disallowing spike Tyr442 from establishing an electrostatic contact with any nearby ACE2 residue.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 188,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 347,
                    "end": 355,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 810,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "Presence of tyrosines and glycines in the ACE2 binding domains of these spike proteins"
        },
        {
            "text": "We believe that the computational results presented herein are responsive to the recent call to contrast the two SARS-CoV and OC43 strains heralded in the recent press release (March 20, 2020) by the Scripps Research Institute 9 . We also provide key biophysical insights to explain the difference in pathogenicity of SARS-CoV-2 in comparison to OC43 and SARS-CoV-1. Multiple lines of computational evidence indicate that the spike RBDs gain entry into the human cell through electrostatic attachment with every fourth residue on the N-terminal alpha-helix (starting from Ser19 to Asn53) as the turn of the helix makes these residues solvent accessible. Results from computational models of canine, feline, bovine, equine, and chicken ACE2 in complex with SARS-CoV-2 spike RBD reveal residue-level underpinnings that explain why felines show highest, canines much lower, and chicken almost no susceptibility to COVID-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "We have used experimentally determined coordinates of SARS-CoV-1 and SARS-CoV-2 in complex with ACE2 (PDB accessions: 6ACG 3 and 6LZG -www.rcsb.org/structure/6lzg, respectively). OC43 RBD was isolated from the crystal structure of the whole OC43 spike (PDB: 6OHW 10 ). Similarly, unbound ATR1 structure (PDB: 4YAY 11 ) was also separately downloaded and docked against ACE2 using proteinprotein docking scripts from Z-DOCK 3.0 12 . ZDOCK uses pairwise shape-complementarity, The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.30.015891 doi: bioRxiv preprint electrostatics, and implicit solvation terms in scoring the docked poses. Implicit solvation treats the water as a dielectric continuum. The rotational sampling interval was set to 10°. Clustering of the docked poses were done at an 8 Å cutoff. Subsequently, PyRosetta 13 scripts were written to rank and identify the most stable complexes from each cluster which were then energy-minimized and re-ranked. Finally, the complex which ranked high in stability and binding scores was chosen as the model. An alanine scan was again performed using PyRosetta scripts, where the computational models of the alanine variants were first generated, energy minimized, and ACE2 binding scores computed. The ACE2 interface definitions for each binding partner (RBDs and ATR1) were obtained by feeding the energy minimized proteinprotein complexes through the find_contacts module of OptMAVEn-2.0 14 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We used the three-dimensional atomic coordinates of the experimentally determined human ACE2 (hACE2) in complex with SARS-CoV-2 spike RBD (PDB id: 6ZLG https://www.rcsb.org/structure/6lzg) as a backbone template to repackage the updated residue side-chains of feline, canine, bovine, equine, and chicken ACE2. A python script was prepared to execute multiple times the iTasser program 15 . First, a fragment structure assembly was performed using replica-exchange Monte Carlo 16 followed by clustering of decoy ACE2 structures generated using the SPICKER protocol 17 . Finally atomic-level backbone and side chain refinement was performed using fragment-guided molecular dynamics simulations (FG-MD) 18 for 50ns for each structure. All five ACE2s were subsequently docked with the SARS-CoV-2 spike RBD protein whose 3D coordinates were downloaded from the hACE2-spike complex (PDB id: 6LZG).",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 387,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 564,
                    "end": 566,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "RC, and CDM conceived, designed, and wrote the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2020.02.052"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cryo-EM structure of the SARS coronavirus spike glycoprotein in complex with its host cell receptor ACE2",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gui",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS Pathog",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1007236"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Angiotensin-converting enzyme 2 (ACE2) is a key modulator of the renin angiotensin system in health and disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tikellis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "International Journal of Peptides",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2012/256294"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Iterative Protein Redesign and Optimization (IPRO) suite of programs",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Pantazes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Grisewood",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Gifford",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Maranas",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Comput. Chem",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jcc.23796"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Susceptibility of ferrets, cats, dogs, and different domestic animals to SARS-coronavirus-2. bioRxiv (2020)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.30.015347"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Severe Acute Respiratory Syndrome (SARS). in Encyclopedia of Virology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S M"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/B978-012374410-4.00780-9"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coronavirus can infect cats -dogs, not so much",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mallapaty",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/d41586-020-00984-8"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Why the Coronavirus Has Been So Successful",
            "authors": [
                {
                    "first": "Ed",
                    "middle": [],
                    "last": "Yong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Structural basis for human coronavirus attachment to sialic acid receptors",
            "authors": [
                {
                    "first": "Alejandra",
                    "middle": [],
                    "last": "Tortorici",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat. Struct. Mol. Biol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41594-019-0233-y"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "ACE2 X-Ray Structures Reveal a Large Hinge-bending Motion Important for Inhibitor Binding and Catalysis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Towler",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Biol. Chem",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M311191200"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Integrating statistical pair potentials into protein complex prediction",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mintseris",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proteins Struct. Funct. Genet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/prot.21502"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A script-based interface for implementing molecular modeling algorithms using Rosetta",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chaudhury",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lyskov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pyrosetta",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Bioinformatics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/bioinformatics/btq007"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "OptMAVEn-2.0: De novo Design of Variable Antibody Regions Against Targeted Antigen Epitopes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chowdhury",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Maranas",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Antibodies",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "New development for protein structure and function predictions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y. I-Tasser",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Server",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nucleic Acids Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkv342"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Replica Monte Carlo simulation of spin-glasses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Swendsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Phys. Rev. Lett",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.57.2607"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "SPICKER: A clustering approach to identify near-native protein folds",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Skolnick",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Comput",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Contact map of ACE2 receptor in unbound state and when bound with the viral spike protein RBDs from SARS-CoV-2, SARS-CoV-1, and OC43. The red regions show stabilizing contacts between residues of the RBD binding motif of ACE2. The yellow non-diagonal regions show contacts between the RBD binding motif of ACE2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Alanine scan on ACE2 binding residues of spike RBDs of SARS-CoV-2, SARS-CoV-1, and OC43",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The role of tyrosines in SARS-CoV-2 RBD is to form strong contacts with ACE2 residues, while in SARS-CoV-1, they are primarily responsible for forming stabilizing contacts within the spike and are hence unavailable for ACE2 binding.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The role of glycines in both SARS-CoV-2 RBD is to provide a XGxGY motif for capturing ACE2 Lys353 using a strong electrostatic and a cation-interaction. Here, 'X' is a short-chain polar residue, and 'x' is a short chain hydrophobic residue. The glycines hinge the residue 'X' about the Tyr residue for a non-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Sequence alignment of SARS-CoV-2, SARS-CoV-1, and OC43 RBDs indicate conserved motifs for binding specific ACE2 residues indicated in green. The red motifs are conserved and near to the binding interface but do not play a role in effecting a strong ACE2 bind.Competitive ACE2 binding of the spike RBDs and angiotensin receptor (ATR1)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "ACE2 complexes with ATR1, SARS-CoV-1, SARS-CoV-2, and OC43 spike RBDs along with the number of shared ACE2 residues (Venn diagram) at their respective binding regions is shown. Residue positions that are shared between ATR1 and the three spike RBDs (SARS-CoV-1, SARS-CoV-2, and OC43) have been listed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "(Left) Plot of Rosetta binding energy of ACE2s from five animals as a percentage of human ACE2 (hACE2) Rosetta binding energy with SARS-CoV-2 spike proteins along with the corresponding pairwise sequence similarity percentage with the spike binding motif of hACE2. (Right) Multiple sequence alignment of the 42-residue alpha-helical N-terminal spike-binding motif of hACE2 for the five animals vs. human. Spike interactions with feline and canine ACE2 show that even though with Gly482 (spike residue) contacts are conserved across species with ACE2 Lys353, interactions with Tyr442 are different. Feline ACE2",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "RC thanks Debolina Sarkar for advice on the renin angiotensin system and also editing the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ]
}