{
    "paper_id": "52501e0b6813c50926bd350da1f0ffe4c16b12ea",
    "metadata": {
        "title": "Introductions and early spread of SARS-CoV-2 in the New York City area",
        "authors": [
            {
                "first": "Ana",
                "middle": [
                    "S"
                ],
                "last": "Gonzalez-Reiche",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [
                    "M"
                ],
                "last": "Hernandez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mitchell",
                "middle": [],
                "last": "Sullivan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Brianne",
                "middle": [],
                "last": "Ciferri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hala",
                "middle": [],
                "last": "Alshammary",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ajay",
                "middle": [],
                "last": "Obla",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shelcie",
                "middle": [],
                "last": "Fabre",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Clinical Microbiology Laboratory",
                    "institution": "",
                    "location": {
                        "postCode": "10029",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Giulio",
                "middle": [],
                "last": "Kleiner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jose",
                "middle": [],
                "last": "Polanco",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zenab",
                "middle": [],
                "last": "Khan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bremy",
                "middle": [],
                "last": "Alburquerque",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adriana",
                "middle": [],
                "last": "Van De Guchte",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jayeeta",
                "middle": [],
                "last": "Dutta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nancy",
                "middle": [],
                "last": "Francoeur",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Betsaida",
                "middle": [
                    "Salom"
                ],
                "last": "Melo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Irina",
                "middle": [],
                "last": "Oussenko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gintaras",
                "middle": [],
                "last": "Deikus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Juan",
                "middle": [],
                "last": "Soto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shwetha",
                "middle": [],
                "last": "Hara Sridhar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ying-Chih",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kathryn",
                "middle": [],
                "last": "Twyman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Kasarskis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Deena",
                "middle": [
                    "Rose"
                ],
                "last": "Altman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Melissa",
                "middle": [],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [],
                "last": "Sebra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Judith",
                "middle": [],
                "last": "Aberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Florian",
                "middle": [],
                "last": "Krammer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adolfo",
                "middle": [],
                "last": "García-Sastre",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marta",
                "middle": [],
                "last": "Luksza",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gopi",
                "middle": [],
                "last": "Patel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alberto",
                "middle": [],
                "last": "Paniz-Mondolfi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Clinical Microbiology Laboratory",
                    "institution": "",
                    "location": {
                        "postCode": "10029",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Melissa",
                "middle": [],
                "last": "Gitman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Clinical Microbiology Laboratory",
                    "institution": "",
                    "location": {
                        "postCode": "10029",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Emilia",
                "middle": [
                    "Mia"
                ],
                "last": "Sordillo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Clinical Microbiology Laboratory",
                    "institution": "",
                    "location": {
                        "postCode": "10029",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": "emilia.sordillo@mssm.edu"
            },
            {
                "first": "Viviana",
                "middle": [],
                "last": "Simon",
                "suffix": "",
                "affiliation": {},
                "email": "viviana.simon@mssm.edu"
            },
            {
                "first": "Harm",
                "middle": [],
                "last": "Van Bakel",
                "suffix": "",
                "affiliation": {},
                "email": "harm.vanbakel@mssm.edu"
            },
            {
                "first": "☨",
                "middle": [],
                "last": "Affiliations",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "New York City (NYC) has emerged as one of the epicenters of the current SARS-CoV2 pandemic. To identify the early events underlying the rapid spread of the virus in the NYC metropolitan area, we sequenced the virus causing COVID19 in patients seeking care at the Mount Sinai Health System. Phylogenetic analysis of 84 distinct SARS-CoV2 genomes indicates multiple, independent but isolated introductions mainly from Europe and other parts of the United States. Moreover, we find evidence for community transmission of SARS-CoV2 as suggested by clusters of related viruses found in patients living in different neighborhoods of the city.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "RESULTS",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Initial diagnostic testing for SARS-CoV2 in NYC was targeted and limited to individuals fitting a set of criteria outlined by CDC, and requiring pre-approval by the local Department of Health. Between March 9-14, screening capacity at the Mount Sinai Health System (MSHS) was greatly expanded, leading to a surge of newly diagnosed cases (Figure 1) . Within one week, the number of daily positive SARS-CoV-2 tests exceeded the normal volume of positive tests for influenza virus by a factor of 5. We sequenced 90 SARS-CoV-2 genomes from multiple clinical isolates taken from 84 of the >800 cases identified up to March 18, yielding 72 complete and 18 partial (>95% coverage) genomes. These cases were drawn from 21 NYC neighborhoods across four boroughs (Manhattan, Bronx, Queens and Brooklyn), as well as two towns in Westchester County. Sequenced isolates were obtained directly from nasopharyngeal swab samples collected from 44 females (52.4%) and 40 (47.7%) males ranging in age between 20-44 years (16%), 45-64 years (33%), 65-79 years (27.4%), and >80 (16.7%) years. Of the 68 cases with available hospital visit information, 12 were discharged (17.6%), 53 were admitted (80%), and 3 were initially discharged and later admitted on a subsequent visit (2.4%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 338,
                    "end": 348,
                    "text": "(Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Most of the NYC isolates within clade A2a were interspersed and we did not observe grouping by country or geographical region ( Figure S1 ). Despite their diverse origins, many sequences in this clade are highly similar or identical, which makes it impossible to resolve direct relationships or directionality between them. By placing the ML phylogeny on a time scale, we inferred a period of untracked global transmission between late January to mid-February, consistent with epidemiological observations of the developing pandemic. The earliest sequences at the base of clade A2a include isolates from Italy, Finland, Spain, France, the UK, and other European countries from late February, in addition to a few North American isolates (Canada and US) from the first week of March 2020. Similar to isolates in clade A2a, isolates in our study positioned in clade A1a (6%) were interspersed among isolates from multiple regions with unknown directionality (Figure 2B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 137,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 956,
                    "end": 967,
                    "text": "(Figure 2B)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2; previously known as 2019-nCoV) is an emerging viral pathogen that was first reported to cause severe respiratory infections in Wuhan, China in late December 2019. Over the past months it has rapidly spread across the globe and the World Health Organization (WHO) declared a pandemic on March 11, 2020. Targeted screening of suspected coronavirus disease 2019 cases, as well as a series of successive nation-wide travel restrictions were put in place to curtail SARS-CoV-2 introductions into the USA from outbreak hotspots in China (January 31, 2020), Iran (February 29, 2020), mainland European countries (March 11, 2020) , and the UK and Ireland (March 14, 2020) to the continental United States. Despite these measures, the first SARS-CoV-2 case in New York State was identified in New York City (NYC) on February 29, 2020. Following a large expansion of screening capacity in the first weeks of March the number of cases rapidly increased, and as of April 5, 2020, there were 122,031 confirmed SARS-CoV-2 cases in NY state, including 67,551 (51%) in NYC (NY State Department of Health (NYS DOH); https://coronavirus.health.ny.gov/). With more than 3,000 fatalities in the metropolitan area, NYC has become one of the major epicenters of SARS-CoV-2 infections in the USA.",
            "cite_spans": [
                {
                    "start": 666,
                    "end": 682,
                    "text": "(March 11, 2020)",
                    "ref_id": null
                },
                {
                    "start": 700,
                    "end": 724,
                    "text": "Ireland (March 14, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The Pathogen Surveillance Program (PSP) at the Icahn School of Medicine at Mount Sinai is a multidisciplinary, institutional infrastructure which seeks to generate high resolution, near realtime genetic information on pathogens found to cause disease in the large and diverse patient population seeking care at the Mount Sinai Health System in NYC. Following biospecimen coding, nucleic acid extraction and qPCR quantification, cutting edge next-generation sequencing approaches based on Illumina and PacBio technology provide information on the pathogen's genome. The process has been optimized for quick turnaround, optimized data assembly and, last but not least, integration with de-identified epidemiological information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We took advantage of the PSP to investigate the origins of SARS-CoV-2 strains circulating in NYC and to dissect its spread in this metropolitan area with a high-density population. Here we present the genomic diversity of 90 SARS-CoV-2 isolates obtained from 84 patients seeking care at the Mount Sinai Health System between February 29, 2020 and March 18, 2020. These genomes provide clear evidence for multiple, independent SARS-CoV-2 introductions into NYC during the first weeks of March. Based on genetic similarity and phylogenetic analysis of fulllength viral genome sequences, most cases diagnosed during the 18 days after the first-reported case appear to be associated with untracked transmission and potential travel-related exposures. Cases with a history of travel exposure showed no evidence of onward transmission, supporting the efficacy of self-quarantine measures. Notably, the majority of introductions appear to have been sourced from Europe and the USA. We also identified two clusters totaling 21 closely related cases suggesting community spread. These observations are also supported by the city-wide distribution of these cases, which mapped to three of four represented NYC boroughs and five NY State Counties. Our data provide insight into the limited efficacy of travel restrictions for preventing spread of SARS-CoV2 infections in NYC, and point to the increased risk of community driven transmission within the larger metropolitan area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We performed phylogenetic analysis of the 84 unique patient isolates, together with 2,363 sequences deposited in GISAID up to April 1, 2020 (Figure 2A) . NYC isolates were distributed throughout the phylogenetic tree; consistent with multiple independent introductions. We assigned each SARS-CoV2 isolate to main monophyletic clades based on amino acid and nucleotide substitutions and statistical support (see Methods). These mutations were used only for the purpose of classification, as the functional impact of many of these substitutions remains unknown. For each assigned clade, we identified different types of events according to the position of the NYC sequences and available epidemiological information ( Table 1 ). The first isolate had documented exposure through travel to the Middle East (clade A3) and the second through travel to Europe (clade B). Neither of these showed evidence of onward transmission, so we therefore excluded these two cases from any inference made from the phylogenetic analyses. For the remaining isolates, the great majority (87%) cluster with clade A2a. This clade is largely composed of isolates obtained from patients with COVID19 in Europe (72%; Figure 2B ), suggesting that introductions from Europe account for the majority of cases found in NYC in the first weeks of March 2020. 5 clade is also largely composed of European-origin isolates (82%) where many of the early isolates at the base of the clade are from the UK.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 151,
                    "text": "(Figure 2A)",
                    "ref_id": null
                },
                {
                    "start": 716,
                    "end": 723,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1191,
                    "end": 1200,
                    "text": "Figure 2B",
                    "ref_id": null
                }
            ],
            "section": "Phylogenetic analysis reveals multiple introductions to NYC from diverse origins"
        },
        {
            "text": "For the rest of the clades (B, B1, and B4), we identified four putative SARS-CoV-2 virus introductions to NYC as early as February 20 (90%CI: January 29 to February 26) ( Table 1) . Notably, two of these introductions were inferred to be of domestic origin based on their close relationship with US isolates, including those from the main community transmission in Washington state (Clade B1) (Bedford et al. 2020) . The introduction of this clade to the East Coast was recently reported (Fauver et al. 2020) . Although more than half of the sequences in clade B were of Asian origin ( Figure 2B ) the closest relatives to the NY isolates were of European and North American origin. The isolate that belongs to clade B4 is positioned in a cluster with two US sequences from WA state, with an inferred date of introduction to NY in early March (Table 1) and a prior period of untracked transmission in unknown location(s) since January 21 2020 (90% CI: January 18 to January 23). Prior to this period, the closest viral isolates basal to this cluster are from Australia and China ( Figure S1 ).",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 414,
                    "text": "(Bedford et al. 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 488,
                    "end": 508,
                    "text": "(Fauver et al. 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 171,
                    "end": 179,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 586,
                    "end": 595,
                    "text": "Figure 2B",
                    "ref_id": null
                },
                {
                    "start": 843,
                    "end": 852,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1081,
                    "end": 1090,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Phylogenetic analysis reveals multiple introductions to NYC from diverse origins"
        },
        {
            "text": "The sequenced isolates and assigned clades were spatially distributed throughout all NYC boroughs and 21 neighborhoods (Figure 3) . Isolates sequenced at other NYC hospitals collected within a similar time window (March 3 to 17, 2020) belong to clades A1a, A2a, and B and were mainly collected in Manhattan (23 out of 31) and Nassau County (5 out of 31) based on the accompanying metadata available in GISAID (e.g., submission from NYU Langone Health, EPI_ISL accession no. 414639, 416830-32, 418190-205, 418254, and 418968-980 by Arguero-Rosenfeld, Black, Chen, et al., 2020) .",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 576,
                    "text": "Health, EPI_ISL accession no. 414639, 416830-32, 418190-205, 418254, and 418968-980 by Arguero-Rosenfeld, Black, Chen, et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 129,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Phylogenetic analysis reveals multiple introductions to NYC from diverse origins"
        },
        {
            "text": "Taken together, our results show that the NYC SARS-CoV-2 epidemic has been mainly sourced from untracked transmission between the US and Europe, with limited evidence of direct introductions from China where the virus originated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phylogenetic analysis reveals multiple introductions to NYC from diverse origins"
        },
        {
            "text": "Despite the relatively small number of SARS-CoV-2 sequences available to date, we identified two monophyletic clusters positioned within clade A2a that contained almost exclusively isolates from NY ( Figure 2B ). One cluster included 23% (17) of the isolates contained in clade A2a and 20% of the total isolates sequenced. Based on zip code information, the cases from this cluster were distributed across five counties, including one sample from New Rochelle, Westchester County, where the first cluster of community-acquired infections in NY state was found on March 5, 2020. This cluster was characterized by the amino acid substitution A1844V in the ORF1b gene. Basal to these clusters are isolates from the states of MN, WA, and CA. The time of the most recent common ancestor between other US and NY isolates suggests that viruses from the A2a clade could have been introduced to NY as early as February 29 (lower 90% CI limit), through a domestic route ( Figure S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 209,
                    "text": "Figure 2B",
                    "ref_id": null
                },
                {
                    "start": 962,
                    "end": 971,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Community spread throughout NYC is mainly linked to European clades"
        },
        {
            "text": "The second cluster was a smaller group that contained four isolates from Manhattan/NYC and one isolate from Queens/NYC. Zip code information was available for three of the Manhattan cases, which were mapped to three different neighborhoods further supporting community spread. Although most NYC cases are intermixed within this largely European clade, these results suggest that domestic introductions may have also been the source of early community spread within NYC. 6 DISCUSSION SARS-CoV-2 is the cause of one of the largest non-influenza pandemics of this century. Sequencing of SARS-CoV-2 isolates from around 10% of the patients diagnosed with COVID19 at the largest healthcare system of NYC during the first weeks of March provides unexpected insights into the origin and diversity of this new viral pathogen. We find clear evidence for multiple independent introductions into the larger metropolitan area from different origins in the world as well as the USA. These early introductions failed to seed larger clusters suggesting that early quarantine, hospitalization and contact tracing in the early days limited further spread. With increased testing, we observed the emergence of community acquired infections with the majority of the community cases caused by viral isolates from clades that are of European origin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community spread throughout NYC is mainly linked to European clades"
        },
        {
            "text": "A limitation of our analysis is the relatively small number of isolates from cases identified in the first week of March 2020 which means that our model relies on inferences based on sequences deposited in the GISAID database. Since sequencing efforts vary by country, the fraction of sequences available by region/country is not necessarily representative of the number of cases reported for each of these regions. Thus, some of these inferences may change as more complete and representative SARS-CoV-2 sequences become available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community spread throughout NYC is mainly linked to European clades"
        },
        {
            "text": "Taken together, we provide a first analysis of the SARS-CoV-2 viral genotypes collected from patients seeking medical care. We find that New York City, as an international hub, provides not only a snapshot of the diversity of disease-causing SARS-CoV-2 at the global level but also informs on the dynamics of the pandemic at the local level. Future studies are needed to define viral phenotypes and explore the impact of the public health measures such as closing of educational facilities (March 18, 2020), closing of non-essential services (March 20, 2020) and stay at home orders (March 22, 2020) on community transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community spread throughout NYC is mainly linked to European clades"
        },
        {
            "text": "This study was reviewed and approved by the Institutional Review Board of the Icahn School of Medicine at Mount Sinai.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement."
        },
        {
            "text": "Individuals infected with SARS-CoV-2 in NYC were initially identified through targeted screening of individuals with fever or signs/symptoms of respiratory illness, and either a history of travel to geographic outbreak hotspots (China, Japan, Italy, South Korea, Iran), or close contact with a confirmed case of COVID-19 within the past 14 days. Screening was also performed for cases with unknown exposure that had signs of severe respiratory illness requiring hospitalization. Authorization of the emergency use of an in vitro diagnostic tests for detection of SARS-CoV-2 virus and/or diagnosis of COVID-19 infection under section 564(b)(1) of the Act, 21 U.S.C. 360bbb-3(b)(1) enabled additional testing capacity to be rapidly deployed in hospital-based and private clinical laboratories during the first weeks of March. Tests for SARS-CoV-2 were performed in the MSHS Clinical Microbiology Laboratory, at Labcorp, the NY City Department of Health and Mental Hygiene (NYC DOHMH), or at the NY State Department of Health (NYS DOH). Labcorp or in-house testing used the Roche Cobas 6800 System or the Roche LightCycler 480 II.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection of nasopharyngeal swab samples that tested positive for SARS-CoV-2."
        },
        {
            "text": "For tests performed using the Roche Cobas 6800 System; the assay targets ORF1, a region that is unique to SARS-CoV-2. Additionally, a conserved region in the E-gene was chosen for pan-Sarbecovirus detection including SARS-CoV-2. Detection of the E-gene without detection of ORF1 is interpreted at a Presumptive Positive result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection of nasopharyngeal swab samples that tested positive for SARS-CoV-2."
        },
        {
            "text": "For tests performed using the Roche LightCycler 480 II; nucleic acid was extracted on the EZ-1 Advanced XL or QIAcube Connect (QIAGEN) and Real-Time RT-PCR was performed using LightCycler 480 II (Roche) and 2019-Novel Coronavirus (2019-nCoV) primers and probes (IDT). The assay targets three regions of the virus nucleocapsid (N) gene. Amplification of all three targets is required to call a sample positive. The limit of detection of the assay is 1 genome copy/μL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection of nasopharyngeal swab samples that tested positive for SARS-CoV-2."
        },
        {
            "text": "Total RNA was extracted from clinical specimens (e.g., nasopharyngeal swabs) using one of two methods. For manual extractions, 280 μL of viral transport medium from nasopharyngeal swabs was lysed with AVL buffer and viral RNA was extracted using the QIAamp Viral RNA Minikit (QIAGEN, cat. 52904), per the manufacturer's instruction. For high-throughput specimen processing we used the KingFisher Flex Purification System (ThermoFisher, cat. 5400610) with the MagMax mirVana Total RNA Isolation Kit (ThermoFisher, cat. A27828) to extract total RNA from 250 μL of viral transport medium, as per the manufacturer's protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total RNA extraction"
        },
        {
            "text": "To detect SARS-CoV-2 RNA from clinical specimens, a modified version of the CDC 2019-nCoV real-time RT-PCR Panel was used (CDC/NCIRD/DVD). Primers and probes were commercially developed and comprised the 2019-nCoV Kit (Integrated DNA Technologies, cat. 10006606). Briefly, 2019-nCoV primer and probe sets consisted of two 2019-nCoV-specific sets (N1, N2) and one SARS-like universal set (N3) (Table S1). A fourth set was designed to detect host cellular . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confirmatory testing and viral load determination by qRT-PCR"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confirmatory testing and viral load determination by qRT-PCR"
        },
        {
            "text": "8 RNaseP. Reactions were run using the QuantiFast Pathogen RT-PCR +IC Kit (QIAGEN, cat. 211454). Prior to quantitating SARS-CoV-2 RNA in clinical specimens, amplification efficiencies and limit of detection were assessed using six dilutions of commercially available plasmid controls (2019-nCoV_N_Positive Control, IDT, cat. 10006625; Hs_RPP30 Positive Control, IDT, cat. 10006626). Assays were run using USA/WA-1/2020 SARS-CoV-2 RNA as a positive control (25,000 genome copies per reaction) and nuclease-free water as a non-template control in a 384well format. All four RT-PCR reactions were performed for each sample in duplicate using the following cycling conditions on the Roche LightCycler 480 Instrument II (Roche Molecular Systems, 05015243001): 50°C for 20 min, 95°C for 1 sec, 95°C for 5 min, followed by 45 cycles of 95°C for 15 sec and 60°C for 45 sec, during which quantitation of products (FAM) occurred.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confirmatory testing and viral load determination by qRT-PCR"
        },
        {
            "text": "All four RT-PCR reactions amplified with efficiency >0.9999 (R2≥0.9413) and the coronavirus primer-probe sets did not cross-react with viral RNA from clinical specimens containing other coronavirus strains (e.g., OC43, NL63, HKU1) or influenza A. For a specimen result to be positive for SARS-CoV-2, all three coronavirus reactions (N1, N2, N3) were required to be positive (Ct < 38), regardless of the quantity of RNaseP detected. A result was deemed negative if all three reactions failed to detect the product (Ct ≥ 38) and there was sufficient input (e.g., RNaseP Ct < 35). A result was deemed inconclusive if one or two of the three failed to amplify (Ct ≥ 38). A result was deemed invalid if all three coronavirus reactions were negative and if there was evidence of insufficient input (e.g., RNaseP Ct ≥ 35). SARS-CoV-2 genome copy number in extracted RNA was quantitated by comparing the average coronavirus Ct across N1, N2, and N3 to that of the positive control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confirmatory testing and viral load determination by qRT-PCR"
        },
        {
            "text": "Sample preparation for sequencing was done using whole-genome amplification with custom designed tiling primers (Quick et al. 2017 ) and the Artic Consortium protocol (https://artic.network/ncov-2019), with modifications. In brief, cDNA synthesis with random hexamers was performed with ProtoScript II (New England Biolabs, cat. E6560) from 7 μL of RNA according to manufacturer's recommendations. The RT reaction was incubated for 30 mins at 48C, followed by enzyme inactivation at 85C for 5 mins. Targeted amplification was done from 5 μL of cDNA with the Q5 Hot Start High-Fidelity DNA polymerase (New England Biolabs, cat. M0493) (25 μL total reaction volume) with two sets of tiling primers generating ~1.5 and ~2 kb amplicons with ~200 bp overlaps between each region. The PCR amplification parameters were: 1 min at 98C, 30-35 cycles of 15s at 98C and 5 min at 63C, and final extension for 10 min at 65C. Tiling primers were initially selected using Primal Scheme (Quick et al. 2017 ) and were further optimized in successive experiments to improve whole-genome coverage and assembly contiguity. The final list of optimized primers is provided in Table S2 .",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 130,
                    "text": "(Quick et al. 2017",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 971,
                    "end": 989,
                    "text": "(Quick et al. 2017",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 1154,
                    "end": 1162,
                    "text": "Table S2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Whole-genome amplification and sequencing"
        },
        {
            "text": "Amplicons were visualized on a 2% agarose gel and cleaned with 1.8X volume of Ampure XT beads. Amplicon SMRTbell libraries were prepared as recommended by the manufacturer (Pacific Biosciences). Briefly, the 1.5kb and 2.0kb amplicons were equimolar pooled, amounting to 500 nanograms of cDNA. The pooled amplicons were then used as input for SMRTbell preparation using the Express Template Preparation Kit 2.0. Each sample was first treated with a DNA Damage Repair mix to repair nicked DNA, followed by an End Repair and A-tailing reaction to repair blunt ends and polyadenylate each template. Next, overhang SMRTbell adapters were ligated onto the polyA track of each template and cleaned with 0.6X AMPure PB beads to remove small fragments and excess reagents (Pacific Biosciences). Amplicon libraries for Illumina 9 sequencing were prepared using the Nextera XT DNA Sample Preparation kit (Illumina, cat. FC-131-1096), as recommended by the manufacturer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Whole-genome amplification and sequencing"
        },
        {
            "text": "For PacBio sequencing, completed SMRTbell libraries were annealed to sequencing primer v4 and bound to sequencing polymerase 3.0 before being sequenced using one 1M SMRTcell on the Sequel 1 system with a 20-hour movie. For Illumina, paired-end sequencing (2x150 nt) was performed on a MiSeq instrument.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Whole-genome amplification and sequencing"
        },
        {
            "text": "A custom reference-based analysis pipeline (https://github.com/mjsull/COVID_pipe) was used to reconstruct SARS-CoV-2 genomes. For genomes sequenced on the PacBio Sequel II platform, high-quality (>Q20) circular consensus sequence (CCS) reads were first generated from raw subreads, using the SMRTLink analysis suite, v8.0 with a minimum of 3 passes. Primer sequences were then trimmed from the ends of PacBio CCS long-reads or Illumina short-reads using cutadapt version 2.8 (Martin 2011) . Trimmed reads were aligned to SARS-CoV-2 genome MN908947.3 using minimap2 version 2.17-r941 (Li 2018) , and consensus sequence was called using Pilon v1.23 (Walker et al. 2014) , allowing for all variant types (single nucleotide variants, small insertions/deletions, large insertions/deletions or block substitution events, and local misassemblies). Regions with less than 10 fold-coverage were masked and unamplified regions at the end of the viral genome were also removed. Finally, consensus sequences were annotated using prokka v1.14.6 (Seemann 2014) and a custom SARS-CoV-2 reference annotation file.",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 488,
                    "text": "(Martin 2011)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 583,
                    "end": 592,
                    "text": "(Li 2018)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 647,
                    "end": 667,
                    "text": "(Walker et al. 2014)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2 genome assembly"
        },
        {
            "text": "Global background sequences were downloaded from GISAID EpiCoV database as of [April 1, 2020, accession numbers EPI_ISL_402119 to EPI_ISL_418989]. Only complete sequences with >75% of non-ambiguous sites and that contained complete date information (YYYY-MM-DD) were included. The alignment was done with MAFTT v7.455 (Katoh and Standley 2013) as implemented in the NextStrain tool (Hadfield et al. 2018 ). The alignment was manually curated to remove potential artifacts and trim 5' and 3' ends to further remove ambiguous regions. Duplicate sequences (i.e. identical sequences from the same location and collection date) were also removed. Maximum Likelihood phylogeny was inferred under the best-fit model of nucleotide substitution GTR+F+I+G4 in IQTree (Nguyen et al. 2015; Hoang et al. 2018) . Tree topology was assessed with the fast bootstrapping function with 1000 replicates.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 343,
                    "text": "(Katoh and Standley 2013)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 382,
                    "end": 403,
                    "text": "(Hadfield et al. 2018",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 757,
                    "end": 777,
                    "text": "(Nguyen et al. 2015;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 778,
                    "end": 796,
                    "text": "Hoang et al. 2018)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Phylogenetic analysis"
        },
        {
            "text": "The ML tree was inspected in TempEst for outliers that deviated from a temporal root-to-tip divergence (Andrew Rambaut et al. 2016 ). The final inferred tree containing 2451 taxa, was timescaled with TreeTime (Sagulenko, Puller, and Neher 2018) using a fixed clock rate of 8×10 -4 (stdev = 4×10 -4 ) under a skyline coalescent clock model, and rooted to minimize residuals on a root-to-tip and sample time regression (least-squares method). Marginal date estimates of ancestral states were inferred with 90% confidence intervals. Tree visualization and annotations were done in FigTree v1.4.4 (A. Rambaut 2014).",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 130,
                    "text": "Rambaut et al. 2016",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Phylogenetic analysis"
        },
        {
            "text": "For both, introduction or transmission events were counted only when nodes had ≥70% bootstrap support value. Introduction events were defined as NY sequences that clustered with non-NY (US or other countries) sequences across different clades. Local transmission events were defined as NY-exclusive clusters with at least 5 or more sequences that were reproduced in the time-scaled inference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phylogenetic analysis"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phylogenetic analysis"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phylogenetic analysis"
        },
        {
            "text": "Major clades that contained NY sequences were defined by amino acid and/or nucleotide substitutions with ≥70% bootstrap support value in the ML tree. For simplicity, clades were matched to the NextStrain nomenclature for SARS-CoV-2 as of April 4, 2020. (https://nextstrain.org/ncov).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10"
        },
        {
            "text": "Spatial visualization was performed using zip-code data points based on patient addresses. The data was aggregated based on county, NYC borough, or NYC neighborhoods using publicly available zip-code definitions provided by the NYC Department of Health and Mental Hygiene. Maps were created in ArcGIS Desktop using the ArcMap v10.6 application available through the Environmental Systems Research Institute (ESRI). Baseline analysis across clades was completed using the R tableone package.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spatial and statistical analysis"
        },
        {
            "text": "Data availability SARS-CoV-2 genome sequencing data for all study isolates has been deposited in GISAID with \"NY-PV\" strain names, accession numbers EPI_ISL_414476, EPI_ISL_415151, and EPI_ISL_421348 to EPI_ISL_421435.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spatial and statistical analysis"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spatial and statistical analysis"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 ",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Spatial and statistical analysis"
        },
        {
            "text": "We are greatly indebted to our clinical colleagues for their dedication and courage in providing continued high-quality medical care under very difficult conditions. We gratefully acknowledge the authors, originating and submitting laboratories of sequences from GISAID's EpiFlu and EpiCoV (www.gisaid.org) that were used as background for our phylogenetic inferences. Special thanks to our colleagues at the Department of Pathology and Medicine at NYU School of Medicine (Maria Aguero-Rosenfeld et al) and at NYU Langone Health lab for submitting sequences from NYC to GISAID.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "The Research reported in this paper was supported by the Office of Research Infrastructure of the National Institutes of Health (NIH) under award numbers S10OD018522 and S10OD026880 as well as institutional funds. Protocols established for this study were in part based on influenza virus sequencing protocols established with the support of CRIP (Center for Research on Influenza Pathogenesis), an NIH funded Center of Excellence for Influenza Research and Surveillance (CEIRS, contract number HHSN272201400008C). The content is solely the responsibility of the authors and does not necessarily represent the official views of the NIH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20056929 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint *Inferred time of the most recent common ancestor (tMRCA) at the base of the node containing NY-origin with >70% bootstrap support value. Travel exposures and putative introductions are shown for the cases described in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 15 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20056929 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "Maximum Likelihood phylogeny of 2,363 global SARS-CoV-2 sequences available in GISAID EpiCoV database as of April 1, 2020 and 84 NY sequences from this study. Branches are colored according to the region of origin. Tip circles indicate the position of NY sequences in red (this study) and blue (other NY sequences). Clades that contain NY sequences are highlighted; the local transmission clusters are indicated by the arrows. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. Phylogenetic relationships of SARS-CoV-2 from NY and other global strains A)"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. Phylogenetic relationships of SARS-CoV-2 from NY and other global strains A)"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 18 SUPPLEMENTARY MATERIALS . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Figure 2. Phylogenetic relationships of SARS-CoV-2 from NY and other global strains A)"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Figure 2. Phylogenetic relationships of SARS-CoV-2 from NY and other global strains A)"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . Figure S1 . Detailed phylogenetic relationships of NY isolates (February 29 to March 18, 2020). Maximum likelihood time-scaled phylogenetic inference for 2,363 global SARS-CoV-2 sequences available in GISAID EpiCoV database as of April 1, 2020 and 84 NY sequences from this study. Branches are colored according to the region of origin, tip names are colored according to their source indicating the position of NY sequences in red (this study), blue (other NY sequences) and grey (other). Tip circles indicate NY state County assigned from zip code information (this study) and metadata from GISAID submissions. Clades that contain NY sequences and putative community spread clusters are highlighted with different colors where the grey shade on top of clade A2a indicates the position of the NY local transmission cluster (see main text for clade definition). The 90% confidence interval of the inferred time of the most recent common ancestor is indicated for the root and statistically supported nodes (>70% bootstrap values) related to sequenced isolates from NYC.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 87,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Figure 2. Phylogenetic relationships of SARS-CoV-2 from NY and other global strains A)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. Phylogenetic relationships of SARS-CoV-2 from NY and other global strains A)"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20056929 doi: medRxiv preprint 2 0 1 9 . 9 2 0 1 9 . 9 5 2 0 2 0 2 0 2 0 . 0 5 2 0 2 0 . 1 2 0 2 0 . 1 5 2 0 2 0 . 2 2 0 2 0 . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. Phylogenetic relationships of SARS-CoV-2 from NY and other global strains A)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cryptic Transmission of SARS-CoV-2 in Washington State",
            "authors": [
                {
                    "first": "Trevor",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                },
                {
                    "first": "Alexander",
                    "middle": [
                        "L"
                    ],
                    "last": "Greninger",
                    "suffix": ""
                },
                {
                    "first": "Pavitra",
                    "middle": [],
                    "last": "Roychoudhury",
                    "suffix": ""
                },
                {
                    "first": "Lea",
                    "middle": [
                        "M"
                    ],
                    "last": "Starita",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Famulare",
                    "suffix": ""
                },
                {
                    "first": "Meei-Li",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Arun",
                    "middle": [],
                    "last": "Nalla",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Epidemiology. medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.02.20051417"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coast-to-Coast Spread of SARS-CoV-2 in the United States Revealed by Genomic Epidemiology",
            "authors": [
                {
                    "first": "Joseph",
                    "middle": [
                        "R"
                    ],
                    "last": "Fauver",
                    "suffix": ""
                },
                {
                    "first": "Mary",
                    "middle": [
                        "E"
                    ],
                    "last": "Petrone",
                    "suffix": ""
                },
                {
                    "first": "Emma",
                    "middle": [
                        "B"
                    ],
                    "last": "Hodcroft",
                    "suffix": ""
                },
                {
                    "first": "Kayoko",
                    "middle": [],
                    "last": "Shioda",
                    "suffix": ""
                },
                {
                    "first": "Hanna",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ehrlich",
                    "suffix": ""
                },
                {
                    "first": "Alexander",
                    "middle": [
                        "G"
                    ],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Chantal",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vogels",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.25.20043828"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Nextstrain: Real-Time Tracking of Pathogen Evolution",
            "authors": [
                {
                    "first": "James",
                    "middle": [],
                    "last": "Hadfield",
                    "suffix": ""
                },
                {
                    "first": "Colin",
                    "middle": [],
                    "last": "Megill",
                    "suffix": ""
                },
                {
                    "first": "Sidney",
                    "middle": [
                        "M"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "John",
                    "middle": [],
                    "last": "Huddleston",
                    "suffix": ""
                },
                {
                    "first": "Barney",
                    "middle": [],
                    "last": "Potter",
                    "suffix": ""
                },
                {
                    "first": "Charlton",
                    "middle": [],
                    "last": "Callender",
                    "suffix": ""
                },
                {
                    "first": "Pavel",
                    "middle": [],
                    "last": "Sagulenko",
                    "suffix": ""
                },
                {
                    "first": "Trevor",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                },
                {
                    "first": "Richard",
                    "middle": [
                        "A"
                    ],
                    "last": "Neher",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Bioinformatics",
            "volume": "34",
            "issn": "23",
            "pages": "4121--4144",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "UFBoot2: Improving the Ultrafast Bootstrap Approximation",
            "authors": [
                {
                    "first": "Diep",
                    "middle": [],
                    "last": "Hoang",
                    "suffix": ""
                },
                {
                    "first": "Olga",
                    "middle": [],
                    "last": "Thi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chernomor",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Arndt Von Haeseler",
                    "suffix": ""
                },
                {
                    "first": "Le Sy",
                    "middle": [],
                    "last": "Bui Quang Minh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vinh",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Molecular Biology and Evolution",
            "volume": "35",
            "issn": "2",
            "pages": "518--540",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "MAFFT Multiple Sequence Alignment Software Version 7: Improvements in Performance and Usability",
            "authors": [
                {
                    "first": "Kazutaka",
                    "middle": [],
                    "last": "Katoh",
                    "suffix": ""
                },
                {
                    "first": "Daron",
                    "middle": [
                        "M"
                    ],
                    "last": "Standley",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Molecular Biology and Evolution",
            "volume": "30",
            "issn": "4",
            "pages": "772--80",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Minimap2: Pairwise Alignment for Nucleotide Sequences",
            "authors": [
                {
                    "first": "Heng",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Bioinformatics",
            "volume": "34",
            "issn": "18",
            "pages": "3094--3100",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cutadapt Removes Adapter Sequences from High-Throughput Sequencing Reads",
            "authors": [
                {
                    "first": "Marcel",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "EMBnet.journal",
            "volume": "17",
            "issn": "1",
            "pages": "10--12",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "IQ-TREE: A Fast and Effective Stochastic Algorithm for Estimating Maximum-Likelihood Phylogenies",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "Heiko",
                    "middle": [
                        "A"
                    ],
                    "last": "Lam-Tung",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "Bui Quang",
                    "middle": [],
                    "last": "Arndt Von Haeseler",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Minh",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Molecular Biology and Evolution",
            "volume": "32",
            "issn": "1",
            "pages": "268--74",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Multiplex PCR Method for MinION and Illumina Sequencing of Zika and Other Virus Genomes Directly from Clinical Samples",
            "authors": [
                {
                    "first": "Joshua",
                    "middle": [],
                    "last": "Quick",
                    "suffix": ""
                },
                {
                    "first": "Nathan",
                    "middle": [
                        "D"
                    ],
                    "last": "Grubaugh",
                    "suffix": ""
                },
                {
                    "first": "Steven",
                    "middle": [
                        "T"
                    ],
                    "last": "Pullan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ingra",
                    "suffix": ""
                },
                {
                    "first": "Andrew",
                    "middle": [
                        "D"
                    ],
                    "last": "Claro",
                    "suffix": ""
                },
                {
                    "first": "Karthik",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "Glenn",
                    "middle": [],
                    "last": "Gangavarapu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Oliveira",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature Protocols",
            "volume": "12",
            "issn": "6",
            "pages": "1261--76",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "FigTree 1.4. 2 Software",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Exploring the Temporal Structure of Heterochronous Sequences Using TempEst (formerly Path-O-Gen)",
            "authors": [
                {
                    "first": "Andrew",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "Tommy",
                    "middle": [
                        "T"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "Luiz",
                    "middle": [
                        "Max"
                    ],
                    "last": "Carvalho",
                    "suffix": ""
                },
                {
                    "first": "Oliver",
                    "middle": [
                        "G"
                    ],
                    "last": "Pybus",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Virus Evolution",
            "volume": "2",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "TreeTime: Maximum-Likelihood Phylodynamic Analysis",
            "authors": [
                {
                    "first": "Pavel",
                    "middle": [],
                    "last": "Sagulenko",
                    "suffix": ""
                },
                {
                    "first": "Vadim",
                    "middle": [],
                    "last": "Puller",
                    "suffix": ""
                },
                {
                    "first": "Richard",
                    "middle": [
                        "A"
                    ],
                    "last": "Neher",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Virus Evolution",
            "volume": "4",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Prokka: Rapid Prokaryotic Genome Annotation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Seemann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bioinformatics",
            "volume": "30",
            "issn": "",
            "pages": "2068--69",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Pilon: An Integrated Tool for Comprehensive Microbial Variant Detection and Genome Assembly Improvement",
            "authors": [
                {
                    "first": "Bruce",
                    "middle": [
                        "J"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "Thomas",
                    "middle": [],
                    "last": "Abeel",
                    "suffix": ""
                },
                {
                    "first": "Terrance",
                    "middle": [],
                    "last": "Shea",
                    "suffix": ""
                },
                {
                    "first": "Margaret",
                    "middle": [],
                    "last": "Priest",
                    "suffix": ""
                },
                {
                    "first": "Amr",
                    "middle": [],
                    "last": "Abouelliel",
                    "suffix": ""
                },
                {
                    "first": "Sharadha",
                    "middle": [],
                    "last": "Sakthikumar",
                    "suffix": ""
                },
                {
                    "first": "Christina",
                    "middle": [
                        "A"
                    ],
                    "last": "Cuomo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PloS One",
            "volume": "9",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "SARS-CoV-2 confirmed cases Number of patients with positive molecular tests for SARS-CoV-2 up to March 31 2020, compared to the daily number of patients with influenza A and B tests in the 2019-2020 season. The shaded area indicates the period in which the samples sequenced in this study were obtained (February 29th to March 18). The number of positive tests per virus was not normalized for the number of tested samples.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Stacked barplot showing the fraction of sequences per region by clade. C) Local transmission clusters on the ML tree showing the source of cases by county. Bootstrap support values >70% are shown only for main clades and clusters containing NY cases, sister clusters are collapsed for easier visualization. The mutation identified specific to the community transmission cluster is indicated. Scale bar at the bottom of panels A and C indicates number of nucleotide substitutions per site.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Distribution of the geographic location of the patients with COVID-19 from which viral isolates were sequenced A) Distribution of 74 sequenced cases with available zip code information across NYC boroughs and neighborhoods. Each point represents one case and is colored according to the phylogenetic clade of the SARS-CoV-2 genome (see alsoFigure 2A). Neighborhoods are shaded according to the number of cases that were sampled. B) Breakdown of sequenced cases according to phylogenetic clades across NYC boroughs and Westchester county. Cases without available zip code information are indicated as 'Unknown'.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Inferred SARS-CoV-2 virus transmission events related to New York City, March 2020",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Primers for SARS-CoV-2 confirmation testing",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "SARS-CoV-2 primer sets for whole-genome amplification BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed)The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20056929 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}