{
    "paper_id": "5284378143204f5819cc10d3f5c20f174c330074",
    "metadata": {
        "title": "Estimating the last day for COVID-19 outbreak in mainland China",
        "authors": [
            {
                "first": "Quentin",
                "middle": [],
                "last": "Griette",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhihua",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beijing Normal University",
                    "location": {
                        "postCode": "100875",
                        "settlement": "Beijing",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Pierre",
                "middle": [],
                "last": "Magal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Our main aim is to estimate the last day for COVID-19 outbreak in mainland China. We developed mathematical models to predict reasonable bounds on the date of end of the COVID-19 epidemics in mainland China with strong quarantine and testing measures for a sufficiently long time. We used reported data in China from January 20, 2020 to April 9, 2020. We firstly used a deterministic approach to obtain a formula to compute the probability distribution of the extinction date by combining the models and continuous-time Markov processes. Then we present the individual based model (IMB) simulations to compare the result by deterministic approach and show the absolute difference between the estimated cumulative probability distribution computed by simulations and formula. We provide the predictions of the last day of epidemic for different fractions f of asymptomatic infectious that become reported symptomatic infectious.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "During the outbreak of COVID-19 in China, the government imposed strong intervention measures such as enhanced epidemiological surveys and surveillance, contact tracing, isolation, quarantine. COVID-19 was brought under control in mainland China with these strong measures. Since March 12, the number of daily reported cases imported from mainland China has been kept within 5 for several weeks in mainland China. One of the most concerned issues now is the duration of the epidemic of COVID-19 in mainland China. However, there are several challenges to such analysis. COVID-19 can be contagious during the incubation period. The fraction of asymptomatic infectious cases and unreported cases (with mild symptom) and their contagiousness are of major importance in understanding the evolution of COVID-19 epidemic, and involves great difficulty in their estimation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As coronavirus outbreaks surge worldwide, more and more facts [11] show that many new patients which are asymptomatic or have only mild symptoms can transmit the virus. Researches both in [12] and [4] have confirmed that asymptomatic transmission occurs. It has been shown in [14] that some new crown pneumonia patients had higher viral levels in the throat swabs during the early stage of the disease. [10] reported that 13 evacuees from Wuhan, China on chartered flights were infected, of whom 4, never developed symptoms and the estimated asymptomatic proportion in [3] is at 17.9%. A team in China [13] suggests that by February 18, there were 37,400 people with the virus in Wuhan whom authorities didn't know about. Research in [5] estimates 86% of all infections were undocumented (95% CI: [82%-90%]) prior to January 23, 2020 travel restrictions. The transmission rate of undocumented infections was 55% of documented infections ([46%-62%]). Due to their greater numbers, undocumented infections were the infection source for 79% of documented cases. The asymptomatic and mild symptomatic cases were missed because authorities aren't doing enough testing, or 'preclinical cases' in which people are incubating the virus but would not be ill enough to seek medical help, would probably slip past screening methods such as temperature checks. The asymptomatic and unreported cases are just going to be really critical for explaining the rapid geographic spread of COVID-19 and indicate containment of this virus will be particularly challenging.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 188,
                    "end": 192,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 197,
                    "end": 200,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 276,
                    "end": 280,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 403,
                    "end": 407,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 569,
                    "end": 572,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 602,
                    "end": 606,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 734,
                    "end": 737,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In previous works [6, 7, 8] , our team has developed differential equations models of COVID-19 epidemics to predict forward in time the future number of cases from early reported case data in regions throughout the world. Our models of the COVID-19 epidemic incorporate the key features of this epidemic: (1) the importance of the timing and magnitude of the implementation of major government public restrictions designed to mitigate the severity of the epidemic; (2) the importance of asymptomatic infectious, reported (with sever symptom) and unreported (with mild symptom) cases in interpreting the number of reported cases. This article is devoted to the duration of the epidemic of COVID-19 in mainland China. The duration of the stochastic epidemic has been considered in the 70th by Barbour [1] . We refer Britton and Pardoux [2] for more results about stochastic epidemic models. Our goal in the present paper is to investigate the duration of the epidemic of COVID-19 in mainland China in function of the fraction of unreported cases.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 21,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 22,
                    "end": 24,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 25,
                    "end": 27,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 799,
                    "end": 802,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 834,
                    "end": 837,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We use the cumulative data of the reported cases confirmed by testing in mainland China from January 20, 2020 to March 18, 2020, taken from the National Health Commission of the People's Republic of China and Chinese center for disease control and prevention [15, 16] . We should note the following fact: Before February 11, the cumulative data of the reported cases was confirmed by testing. From February 11, the cumulative data included cases that were not tested for the virus, but were clinically diagnosed based on medical imaging. The cumulative data from February 10 to February 15 specified both types of reported cases. But from February 16, the data did not separate the two types of reporting, but reported the sum of both types which makes it impossible for us to know the number of cases tested. There were total 17,409 clinically diagnosed cases from February 10 to February 15. We subtracted 17,409 cases from the cumulative reported cases after February 15 to obtain the approximate data by testing only after February 15 as shown in Table 1 with this adjustment. Note that on January 23 rd 2020 mainland China started the lock-down of Wuhan city, and implemented other interventions soon on other Chinese cities.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 263,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 1051,
                    "end": 1058,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Data"
        },
        {
            "text": "The model consists of the following system of ordinary differential equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model"
        },
        {
            "text": "Here t ≥ t 0 is time in days, t 0 is the beginning date of the model of the epidemic, S(t) is the number of individuals susceptible to infection at time t, I(t) is the number of asymptomatic infectious individuals at time t, R(t) is the number of reported symptomatic infectious individuals at time t, and U (t) is the number of unreported symptomatic infectious individuals at time t. The parameters and initial conditions of the model are given in Table 2 and a flow diagram of the model is given in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 450,
                    "end": 457,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 510,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "The model"
        },
        {
            "text": "The transmission rate at time t is τ (t). Asymptomatic infectious individuals I(t) are infectious for an average period of 1/ν days. Reported symptomatic individuals R(t) are infectious for an average period of 1/η days, as are unreported symptomatic individuals U (t). We assume that reported symptomatic infectious individuals R(t) are reported and isolated immediately, and cause no further infections. The asymptomatic individuals I(t) can also be viewed as having a low-level symptomatic state. All infections are acquired from either I(t) or U (t) individuals. The fraction f of asymptomatic infectious become reported symptomatic infectious, and the fraction 1 − f become unreported symptomatic infectious. The rate asymptomatic infectious become reported symptomatic is ν 1 = f ν, the rate asymptomatic infectious become unreported symptomatic is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model"
        },
        {
            "text": "During the exponential growth phase τ (t) ≡ τ 0 is constant. We then use a time-dependent decreasing transmission rate τ (t) to incorporate the effects of the strong measures taken by the authorities to control the epidemics (confinement, contact tracing, etc...). The formula for τ (t) is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model"
        },
        {
            "text": "The date N and the value of µ are chosen so that the cumulative reported cases in the numerical simulation of the epidemic aligns with the cumulative reported case data after day N , when the public measures take effect. In this way we are able to project forward the time-path of the epidemic after the government-imposed public restrictions take effect. The cumulative number of reported cases at time t is given by the formula 4) and the cumulative number of unreported at time t is given by the formula",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 432,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "The model"
        },
        {
            "text": "The daily number of reported cases from the model can be obtained by computing the solution of the following equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model"
        },
        {
            "text": "The actual value of f is unknown. Because of the strong isolation and testing measures in China, it seems reasonable to take f = 0.8 which means that 80% of symptomatic infectious cases go reported. We will however test different values 0.2, 0.4, 0.6, 0.8 of f . We assume η = 1/7, which means that the average period of infectiousness of both unreported symptomatic infectious individuals and reported symptomatic infectious individuals is 7 days. We assume ν = 1/7, which means that the average period of infectiousness of asymptomatic infectious individuals is 7 days. These values can be modified as further epidemiological information becomes known.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method to estimate the parameters and initial values of the model"
        },
        {
            "text": "For the exponential growth of reported cumulative cases CR(t) of the COVID-19 epidemic, we propose a formula:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method to estimate the parameters and initial values of the model"
        },
        {
            "text": "We fix the value of χ 3 . The values of χ 1 and χ 2 are fitted to the cumulative reported case data in the exponential growth phase of the epidemic (i.e. we use an exponential fit χ 1 exp(χ 2 t) to fit the data CR(t) + 1). We assume that the initial value S 0 corresponds to the population of the region of the reported case data. The value of the susceptible population S(t) is assumed to be only slightly changed by the removal of the number of people infected in the beginning of the exponential growth phase. The following formulas for I 0 , U 0 , t 0 , τ 0 , and R 0 were derived in [6] . Their numerical values are identified by using (4.8) from the exponential growth phase of the epidemic. The other initial conditions are",
            "cite_spans": [
                {
                    "start": 588,
                    "end": 591,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Method to estimate the parameters and initial values of the model"
        },
        {
            "text": "The value of the transmission rate τ (t), during the exponential growth of the epidemic is the constant value",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method to estimate the parameters and initial values of the model"
        },
        {
            "text": "The model starting time of the epidemic is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method to estimate the parameters and initial values of the model"
        },
        {
            "text": "The value of the basic reproductive number is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method to estimate the parameters and initial values of the model"
        },
        {
            "text": "(4.11)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method to estimate the parameters and initial values of the model"
        },
        {
            "text": "In order to estimate the parameters and initial values of the model, we firstly fix the value χ 3 = 30. The values of χ 1 and χ 2 in χ 1 exp(χ 2 t) − χ 3 are fitted to the cumulative reported case data from January 19 to January 26 in Table 1 for mainland China when it is recognized that CR(t) is growing exponentially. The values of the parameter τ 0 and initial conditions I 0 , U 0 , R 0 ,and t 0 are obtained by using formula (4.8)-(4.10). We summarize all the results when f takes different values 0.2, 0.4, 0.6, 0.8 in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 242,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 526,
                    "end": 533,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Derivation of a formula to compute the last day the outbreak"
        },
        {
            "text": "Using the mathematical model (4.1) with parameters and initial values in Table 3 , we project the future daily data of reported cases and cumulative data of cases, both reported and unreported for mainland China. In Figures 4 and 5 , we present the comparison of the model with the cumulative and daily data for mainland China, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 80,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 216,
                    "end": 231,
                    "text": "Figures 4 and 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Derivation of a formula to compute the last day the outbreak"
        },
        {
            "text": "The transmission τ (t) is decreasing exponentially fast for t > N . Therefore, if we choose a day t 1 (sufficiently long after the turning point the quantity τ (t)S(t) ≤ τ (t)S 0 is small enough) so we can use the approximation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Derivation of a formula to compute the last day the outbreak"
        },
        {
            "text": "for I-equation in system (4.1). This means that the flux of newly infectious can be neglected after the day t 1 . We illustrate S 0 τ (t) in Figure 2 for a typical case. If we assume that this approximation does not influence significantly the number of infectious after the day t 1 , we can take τ (t) = 0 in the original model (4.1) and for t ≥ t 1 the resulting system is the following",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 149,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Derivation of a formula to compute the last day the outbreak"
        },
        {
            "text": "This system is supplemented by the initial data",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Derivation of a formula to compute the last day the outbreak"
        },
        {
            "text": "where I 1 , U 1 and R 1 are the values of the solutions of the original system (4.1)-(4.2) on day t 1 . The flux diagram of model (5.1) is described in Figure 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 160,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Derivation of a formula to compute the last day the outbreak"
        },
        {
            "text": "In Figure 6 we represent the error between the solution of (4.1) and the solution of (5.1) for t > t 1 by computing the error as follows.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 6",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Derivation of a formula to compute the last day the outbreak"
        },
        {
            "text": "where I(t) and U (t) are solution of system (4.1) and I 1 (t) and U 1 (t) are solution of system (4.4) . This error formula does not involve the component R(t) for reported cases, because this component is supposed to be known. In Section 7, we use model (5.1) to compute the probability that no I-individual (no asymptomatic infectious) and no U -individual (symptomatic unreported) are left after the day t. We obtain that there are no more unreported case after the day t with the probability",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 102,
                    "text": "(4.4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Derivation of a formula to compute the last day the outbreak"
        },
        {
            "text": "Formula (5.4) allows us to compute the probability of the date of extinction according to the values of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Derivation of a formula to compute the last day the outbreak"
        },
        {
            "text": ") is the value of the solution of (4.1) at t 1 with the parameters and initial values taken from Table 3 . We show the results in Figure 7 . Observe that, as t 1 increases, the probability distribution of the date of extinction seems to converge to a limit profile. Furthermore, we could also compute 90%, 95% and 99% probability of the date of extinction for different values of f by formula (5.4) when η = ν. In fact, the parameters and initial values in model (4.1) were taken from Table 3 for each value of f . Then we compute the values of I(t 1 ) and U (t 1 ) for different values of t 1 which is the value of the solution of (4.1) at t 1 . Thus we could compute 90%, 95% and 99% probability of the date of extinction according to the values of I(t 1 ) and U (t 1 ) for different values of t 1 which was summarized in Figure 8 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 104,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 130,
                    "end": 138,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 485,
                    "end": 492,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 824,
                    "end": 832,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "Derivation of a formula to compute the last day the outbreak"
        },
        {
            "text": "To get insight on the variability caused by the randomness of the epidemiological transitions (transmission of the disease due to a contact between an infected and a susceptible, development of symptoms, recovery or death) we developed an individual based model (IMB) in which those epidemiological transitions are modeled by random variables following exponential laws, as described in the flowchart ( Figure  3 ). The interest of these simulations is mostly twofold:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 412,
                    "text": "Figure  3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Stochastic simulations of (4.1) and comparison with (5.4)"
        },
        {
            "text": "• To estimate the evolution of the epidemic when the accurate number of each class of infected is known. In practice we estimate those numbers by using the deterministic model (4.1) using the available data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stochastic simulations of (4.1) and comparison with (5.4)"
        },
        {
            "text": "• To give numerical estimates of the cumulative probability distribution of the date of end of the epidemic, without the assumption that τ = 0 used in equation (4.1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stochastic simulations of (4.1) and comparison with (5.4)"
        },
        {
            "text": "In Figure 9 , we plot the cumulative distribution for the probability extinction of the epidemic of COVID-19 obtained by the individual-based simulations. The parameter t 1 in Figure 9 is the date at which the stochastic simulations are started; the precise initial condition is the solution to (4.1) at time t 1 . In other words we follow the deterministic model (4.1) up to the date t 1 , then start the stochastic simulations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 9",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 176,
                    "end": 184,
                    "text": "Figure 9",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Stochastic simulations of (4.1) and comparison with (5.4)"
        },
        {
            "text": "The fact that all curves seem to be superimposed with one another indicates that the cumulative probability distribution of the extinction date does not depend on the starting point of the simulations. We also observe that the unique distribution given by the individual-based simulations coincides with the limiting profile for the cumulative distribution in Figure 7 . This validates our assumption that τ (t) can be identified to 0 to compute the cumulative distribution of the extinction date when t 1 is chosen sufficiently large. We infer from Figure 7 that this approximation is acceptable when t 1 is larger than Feb. 17.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 360,
                    "end": 368,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 550,
                    "end": 558,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "Stochastic simulations of (4.1) and comparison with (5.4)"
        },
        {
            "text": "To be more precise on the relevance of the approximation formula (5.4), we computed the absolute value of the difference between the cumulative distribution of the extinction date given by (5.4) and the one given by stochastic simulations in Table 4 . More precisely, we computed the quantity",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 194,
                    "text": "(5.4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 249,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Stochastic simulations of (4.1) and comparison with (5.4)"
        },
        {
            "text": "for each t 1 presented in Figures 7 and 9 , where f IBM is the cumulative distribution computed by stochastic simulations (Figure 9 ) and f formula is the cumulative distribution given by (5.4) (Figure 7) . Finally, we compared the results of the individual based model simulations starting from the to the result of the model (4.1). The plots of the average value over our individual-based simulations compared to the corresponding component of the model (4.1) are presented in Figure 10 . In Figure 11 we present a representation of the average and standard deviation of the populations computed by the individualbased simulations. Note however that the high variability observed is largely due to the small size of the initial population at t 0 . In Table 6 we show that this variability diminishes when the starting time of the stochastic simulations increases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 26,
                    "end": 41,
                    "text": "Figures 7 and 9",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 122,
                    "end": 131,
                    "text": "(Figure 9",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 194,
                    "end": 204,
                    "text": "(Figure 7)",
                    "ref_id": null
                },
                {
                    "start": 479,
                    "end": 488,
                    "text": "Figure 10",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 503,
                    "text": "Figure 11",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 753,
                    "end": 760,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Stochastic simulations of (4.1) and comparison with (5.4)"
        },
        {
            "text": "In this study we mixed the deterministic approach, which correctly describes the initial and intermediate phases of the epidemics, with individual-based models which give estimates on the real extinction date of the epidemics. In Table 7 we summarize our findings for f = 0.8, 0.6, 0.4 and 0.2. From this table we deduce that the larger f is the earlier the epidemic will stop. Therefore it is very important to increase as much as possible the value of f in order to reduce the duration of the epidemic of COVID-19 in mainland China.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 237,
                    "text": "Table 7",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We developed a mathematical framework to predict reasonable bounds on the date of end of the COVID-19 epidemics in mainland China, provided quarantine and confinement measures are maintained with sufficient strength. In particular, the day at which confinement was eased is nowhere near any reasonable bound for the extinction date. Therefore, a secondary outbreak in mainland China is not to be discarded: there is a high probability that there still exists a significant number of unreported infected individuals in the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Many parameters are still unknown concerning the future behavior of the pandemics. For what concerns mainland China, if the remaining hidden number of infected individuals can be estimated by our models, the transmission rate after the end of the confinement measures remains unknown. Indeed, it is reasonable to expect that sociological phenomena like the awareness of the danger have a strong impact on this quantity, because people will tend to avoid risky behavior. There is a strong incentive to identify quantitatively this transmission rate after the end of confinement measures, as we believe that this parameter is crucial to determine whether the epidemic will potentially start again or not. This issue will be addressed in a forthcoming paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this article we computed the end day of the epidemic by neglecting the fact that Chinese people went back to work. Here we basically assume that the new distancing measures were good enough to avoid new case after the end of February. Actually people in China went back to work gradually starting from February 10th and until now the school and university are still closed. This kind issues can lead to new developments and are left for future work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We use continuous-time Markov processes to compute the exact distribution of the date of end of the epidemic after the transmission rate is effectively taken as zero. We start on t 1 with initial values I 1 , U 1 , and R 1 for I-individuals, U -individuals and R-individuals, respectively. The evolution of each individual is guided by independent exponential processes, and we have the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formula to compute the probability distribution of the extinction date"
        },
        {
            "text": "(i) Each individual I will change state following an exponential clock of rate ν. When I changes its state, it will be transferred to the class of R-individuals with probability f and to the class of U -individuals with probability (1 − f );",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formula to compute the probability distribution of the extinction date"
        },
        {
            "text": "(ii) Each individual in the state U will change state following an exponential clock with rate η and become removed individual;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formula to compute the probability distribution of the extinction date"
        },
        {
            "text": "(iii) Each individual in the state R will change state following an exponential clock with rate η and become removed individual Since the class I has only outgoing fluxes, the law of extinction for the I-individuals is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formula to compute the probability distribution of the extinction date"
        },
        {
            "text": "and the probability to have some I-individual left at time t is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formula to compute the probability distribution of the extinction date"
        },
        {
            "text": "For the U -individuals and the R-individuals, the situation is more intricate. Indeed, the U -individuals and the R-individuals vanish at a constant rate η but new individuals appear from the I class at rate (1 − f )ν and f ν, respectively, depending on the remaining stock of I. Therefore the probability that U gets extinct before t also depends on the number of remaining I. It is actually easier to compute directly the extinction property for the sum I + U , which is our aim anyways. When ν = η, we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formula to compute the probability distribution of the extinction date"
        },
        {
            "text": "where the RR-individuals are the removed individuals. Similarly when η = ν, we obtain P(I(s) + U (s) = 0 ∀s ≥ t | I(t 1 ) = I 1 , U (t 1 ) = U 1 )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formula to compute the probability distribution of the extinction date"
        },
        {
            "text": "The stochastic simulations introduced in section 5.2 can be used, in particular, to precisely estimate the cumulative probability distribution of the date of end of the epidemic, defined as the last time at which the quantity I + U is positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cumulative distribution of the date of end of the epidemic"
        },
        {
            "text": "In order to get a measure of the precision we remark that the values taken by the cumulative probability distribution f (t) can be estimated by the average of independent measures of the random variable X = 1 text≤t , which follows an Bernouilli distribution of parameter f (t). Consecutive runs of the individual-based simulations yield independent observations X n of this distribution. By Hoeffding's inequality we have for all ε > 0 and n ∈ N",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cumulative distribution of the date of end of the epidemic"
        },
        {
            "text": "and we achieved an error of at most ε = 10 −3 at risk α ≤ 10 −3 by running n = − 2 ε 2 ln α 2 ≈ 15201805 independent individual-based simulations to estimate the probability distribution of the extinction time ( Figure 9 , t 1 = 82 i.e. March 23). Other curves are esimated on the basis of 152019 independent simulations, which amouts to an error of at most 10 −2 at risk 10 −3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 220,
                    "text": "Figure 9",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Cumulative distribution of the date of end of the epidemic"
        },
        {
            "text": "Since the curves presented in Figure 7 are so similar that it is difficult to see any difference between them, we computed the absolute error between each curve and the \"reference\" of t 1 = 82. We present the numerical values in Table 5 . Notice that the error is actually below the estimated precision of the approximation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 38,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 229,
                    "end": 236,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Cumulative distribution of the date of end of the epidemic"
        },
        {
            "text": "8 Tables   January  19  20  21  22  23  24  25  198  291  440  571  830  1287  1975  26  27  28  29  30  31  2744  4515  5974  7711  9692 Fraction of asymptomatic infectious that become reported symptomatic infectious fixedt ν 1 = f ν Rate at which asymptomatic infectious become reported symptomatic fitted",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2,
                    "end": 137,
                    "text": "Tables   January  19  20  21  22  23  24  25  198  291  440  571  830  1287  1975  26  27  28  29  30  31  2744  4515  5974  7711  9692",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Cumulative distribution of the date of end of the epidemic"
        },
        {
            "text": "Rate at which asymptomatic infectious become unreported symptomatic fitted 1/η Average time symptomatic infectious have symptoms fixed Table 2 : Parameters and initial conditions of the model. Table 3 : The parameters χ 1 , χ 2 , χ 3 are estimated by using the data in Table 1 to fit χ 1 exp(χ 2 t) − χ 3 to the data CR(t) between the following periods January 19 to January 26 for mainland China. The values of I 0 U 0 , τ 0 , and t 0 are obtained by using formula (4.8)-(4.10). Here we take χ 3 = 30 in order to obtain non-zero integer approximation for I 0 , U 0 . diff(t 1 ) 3.5 × 10 −3 8.5 × 10 −4 5.7 × 10 −4 Table 4 : Absolute difference between the cumulative distribution given by the stochastic simulations and the approximation (5.1). For each t 1 we computed the cumulative distributions with a risk 10 −3 of an error greater than 10 −2 , starting from an initial condition given at t = t 1 . This corresponds to a total of n = 152019 independent simulations for each set of initial conditions. For each t 1 , the initial condition was computed by rounding the solution to (4.1) at t = t 1 to the nearest integer. diff(t 1 ) 1.6 × 10 −3 1.2 × 10 −3 0.00 Table 5 : Absolute difference between the cumulative distribution given by the stochastic simulations and the reference simulation t 1 = 82. For each t 1 we computed the error as diff(",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 142,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 193,
                    "end": 200,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 269,
                    "end": 276,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 615,
                    "end": 622,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 1166,
                    "end": 1173,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Cumulative distribution of the date of end of the epidemic"
        },
        {
            "text": "where f t1 is the estimated distribution computed simulations, for which the initial condition correspond to the components of (4.1) at t = t 1 rounded to the closest integer. Table 6 : Maximal standard deviation for the components I, R and U computed by stochastic simulations started at date t 1 with initial condition given by the solution to (4.1) with the parameters from Table  3 . The ODE model (4.1) is solved up to t = t 1 , and we take the solution to (4.1) at t = t 1 as initial condition for the stochastic simulations. σ(t) is the maximum, at time t, of the standard deviations of the quantities I(t), R(t) and U (t) in a sample of n = 1000 independent simulations started at t = t 1 , and is expressed in number of individuals. We took f = 0.8 and other parameters are taken from Table  3 . . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 183,
                    "text": "Table 6",
                    "ref_id": null
                },
                {
                    "start": 377,
                    "end": 385,
                    "text": "Table  3",
                    "ref_id": null
                },
                {
                    "start": 794,
                    "end": 802,
                    "text": "Table  3",
                    "ref_id": null
                }
            ],
            "section": "Cumulative distribution of the date of end of the epidemic"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20064824 doi: medRxiv preprint Table 3 . 12 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 114,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20064824 doi: medRxiv preprint Table 3 and f = 0.8. Table 3 Table 3. 13 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 114,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 128,
                    "end": 135,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 136,
                    "end": 144,
                    "text": "Table 3.",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20064824 doi: medRxiv preprint Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 114,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Figure 10 : In figure (a) we plot a comparison between the average S (susceptible) computed from the IBM and the S component of the solution of (4.1). In figure (b) we plot a comparison between the average I (asymptomatic), R (reported) and U (unreported) computed from the IBM and the components I, R and U of the solution of (4.1). In figure (c) we plot a comparison between the average RR (removed) computed from the IBM and the components RR of the solution of (4.1). In figure (d) we plot a comparison between the average CR (cumulative reported cases) computed from the IBM and the curve CR computed by (4.1)- (4.4) . In this figure 500 independent runs of the IBM simulations are used and the corresponding components of the ODE model start from the same initial condition (at t = t 0 ). The parameters we used for both computations are the following: I 0 = 93, U 0 = 5, S 0 = 1.40005 × 10 9 − (I 0 + U 0 ), R 0 = RR 0 = CR 0 = 0 and f = 0.8, τ 0 = 3.3655 × 10 −10 , N = 26, µ = 0.148, ν = 1 7 , η = 1 7 , t 0 = 13.3617.",
            "cite_spans": [
                {
                    "start": 780,
                    "end": 785,
                    "text": "(4.4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 173,
                    "text": "Figure 10",
                    "ref_id": null
                }
            ],
            "section": "15"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14. The dark areas contains 68% of the trajectories, and the light areas 95%. In figure (c) we plot the mean value and variance of RR (removed) computed from the IBM. The dark green area contains 68% of the trajectories, and the light green area 95%. In figure (d) we plot the mean value and variance of CR (cumulated reported) computed from the IBM. The dark gray area contains 68% of the trajectories, and the light gray area 95%. We use 500 independent runs of the IBM simulations. The parameters we used for both computations are the following: I 0 = 93, U 0 = 5, S 0 = 1.40005 × 10 9 − (I 0 + U 0 ), R 0 = RR 0 = CR 0 = 0 and f = 0.8, τ 0 = 3.3655 × 10 −10 , N = 26, µ = 0.148, ν = 1 7 , η = 1 7 , t 0 = 13.3617.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20064824 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The duration of the closed stochastic epidemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Barbour",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Biometrika",
            "volume": "62",
            "issn": "2",
            "pages": "477--482",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Stochastic Epidemic Models with Inference",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pardoux",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Estimating the asymptomatic proportion of coronavirus disease 2019 (COVID-19) cases on board the Diamond Princess cruise ship",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kagaya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zarebski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.10.2000180"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ],
                "PMID": [
                    "32109013"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb3221"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Understanding unreported cases in the 2019-nCov epidemic outbreak in Wuhan, China, and the importance of major public health interventions",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Seydi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MPDI Biology",
            "volume": "9",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/biology9030050"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Predicting the cumulative number of cases for the COVID-19 epidemic in China from early data",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Seydi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mathematical Biosciences and Engineering",
            "volume": "17",
            "issn": "4",
            "pages": "3040--3051",
            "other_ids": {
                "DOI": [
                    "10.3934/mbe.2020172"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A COVID-19 epidemic model with latency period",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Seydi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A model to predict COVID-19 epidemics with applications to South Korea",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Seydi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Estimation of the asymptomatic ratio of novel coronavirus infections (COVID-19)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infectious Diseases",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.03.020"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Covert coronavirus infections could be seeding new outbreaks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Transmission of 2019-nCoV infection from an asymptomatic contact in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2001468"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Evolving Epidemiology and Impact of Non-pharmaceutical Interventions on the Outbreak of Coronavirus Disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.03.20030593"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Virological assessment of hospitalized patients with COVID-2019",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2196-x"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The National Health Commission of the People's Republic of China",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Chinese Center for Disease Control and Prevention",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "We fix f = 0.8 in (a), f = 0.6 in (b), f = 0.4 in (c) and f = 0.2 (d). The values of I 1 and U 1 are computed by solving",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Time at which the epidemic started fitted S 0 Number of susceptible at time t 0 fixed I 0 Number of asymptomatic infectious at time t 0 fitted U 0 Number of unreported symptomatic infectious at time t 0 fitted τ (t) Transmission rate at time t fitted 1/ν Average time during which asymptomatic infectious are asymptomatic fixed f",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "date (f = 0.8) May 19 May 24 June 5 Extinction date (f = 0.6) May 25 May 31 June 12 Extinction date (f = 0.4) May 31 June 5 June 17 Extinction date (f = 0.2) June 7 June 12 June 24",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Compartments and flow chart of the model (4.1). Graph of τ (t)S 0 = τ 0 S 0 exp (−µ max (t − N, 0)) with S 0 = 1.40005 × 10 9 , τ 0 = 3.3655 × 10 −10 , N = Jan 26, and µ = 0.148. The transmission rate is effectively 0 after March 29. The parameters values correspond the line f = 0.8 in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Compartments and flow chart of the model (5.1).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Comparison of the model with the data for mainland China. The parameter values are listed in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Comparison of the model with the daily data for mainland China. The parameter values are listed in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 5: Comparison of the model with the daily data for mainland China. The parameter values are listed in Table 3 and f = 0.8.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "In this figure the x-axis corresponds to t 1 and the y-axis correponds to the error err(t 1 ) defined in (5.3). We observe that the smaller f , the larger the error. Parameter values are listed in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Estimated cumulative probability distributions of the extinction date of the epidemic for different values of the starting point of the stochastic simulations. The red curve is the cumulative distribution corresponding to initial conditions started at t 1 = 82 (March 23). The initial conditions were computed by rounding the solution to (4.1) at t = t 1 to the nearest integer. The red curve is estimated with an error of at most 10 −3 at risk 10 −3 and other curves are estimated with an error of at most 10 −2 at a risk of 10 −3 . We took f = 0.8 and other parameter values are shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "In figure (a) we plot the mean value and variance of S (susceptible) computed from the IBM. The dark blue area contains 68% of the trajectories, and the light blue area 95%. In figure (b) we plot the mean value and variance of I (infected), R (reported) and U (unreported) computed from the IBM.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "cumulative data of reported cases confirmed by testing from January 20, 2020 to March 18, 2020, reported for mainland China.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "In this table we record the last day of epidemic obtained from Figure 8 by fixing t 1 to March 16.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The computations presented in this paper were carried out using the PlaFRIM experimental testbed, supported by Inria, CNRS (LABRI and IMB), Université de Bordeaux, Bordeaux INP and Conseil Régional d'Aquitaine (see https://www.plafrim.fr/). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        }
    ]
}