{
    "paper_id": "52f9dac6239f7a6356b0026471bd3e2c6eb82ee2",
    "metadata": {
        "title": "Epidemiological investigation and intergenerational clinical characteristics of 24 COVID-19 patients associated with supermarket cluster",
        "authors": [
            {
                "first": "Suochen",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Min",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Liaocheng people's hospital， Liaocheng",
                    "location": {
                        "addrLine": "Shandong，252000",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhenqin",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Liaocheng people's hospital ， Liaocheng",
                    "location": {
                        "addrLine": "Shandong，252000",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yunxia",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Liaocheng Infectious Diseases Hospital",
                    "location": {
                        "postCode": "252000",
                        "settlement": "Liaocheng",
                        "region": "Shandong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Guijie",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Liaocheng Infectious Diseases Hospital",
                    "location": {
                        "postCode": "252000",
                        "settlement": "Liaocheng",
                        "region": "Shandong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wenming",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Liaocheng Infectious Diseases Hospital",
                    "location": {
                        "postCode": "252000",
                        "settlement": "Liaocheng",
                        "region": "Shandong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Junmin",
                "middle": [],
                "last": "Xing",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hui",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xihong",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiuli",
                "middle": [],
                "last": "Zou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lina",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mingxin",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Juan",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jian",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Affiliated Hospital of Shandong University of TCM",
                    "location": {
                        "postCode": "250000",
                        "settlement": "Jinan",
                        "region": "Shandong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Kang",
                "middle": [],
                "last": "Ning",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The First Affiliated Hospital of Shandong First Medical University",
                    "location": {
                        "postCode": "250000",
                        "settlement": "Jinan",
                        "region": "Shandong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shuangfeng",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Liaocheng people's hospital ， Liaocheng",
                    "location": {
                        "addrLine": "Shandong，252000",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Tiejun",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": "tiejunwu@hotmail.com"
            },
            {
                "first": "#",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "features. The severity of the disease was similar and there was intergenerational spread. There was no difference in clinical characteristics between generations. Asymptomatic infections occurred in a proportion of patients and could cause spread. Key words: COVID-19; Cluster; Epidemiology; Generation; Clinical; Characteristics Background COVID-19 is widespread in the world, and there have been many summaries on the clinical characteristics [1, 2, 3, 4] , and many research articles have been published on the epidemiological characteristics of COVID-19 [5, 6, 7, 8] .",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 448,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 449,
                    "end": 451,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 452,
                    "end": 454,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 455,
                    "end": 457,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 558,
                    "end": 561,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 562,
                    "end": 564,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 565,
                    "end": 567,
                    "text": "7,",
                    "ref_id": null
                },
                {
                    "start": 568,
                    "end": 570,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Liaocheng City, in the Middle East of China, far from Hubei province and Wuhan city, had a total of 38 confirmed COVID-19 patients in this outbreak. Among these patients, there were 24 COVID-19 patients associated with supermarket cluster, accounting for 63.2% (24/38) of all patients, which was one of the main causes of COVID-19 in non-outbreak areas. Analysis of the epidemiological and clinical characteristics of these patients is of great significance for the prevention and treatment of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The monitoring, treatment, release from quarantine and severity of all cases were determined in accordance with the protocol of diagnosis and treatment of novel coronavirus pneumonia issued by National Health Commission of the People's Republic of China and National Administration of Traditional Chinese Medicine [9, 10, 11] . A confirmed case was defined as a positive result to real-time reverse-transcriptase polymerase-chain-reaction (RT-PCR) assay for nasal and pharyngeal swab specimens [12] .",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 317,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 318,
                    "end": 321,
                    "text": "10,",
                    "ref_id": null
                },
                {
                    "start": 322,
                    "end": 325,
                    "text": "11]",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[12]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Screening and diagnosis: after the first supermarket employee was diagnosed with COVID-19 due to illness, all of the patient's close contacts were then screened, those who had been to the supermarket a week before the time of the patient's last visit. Subjects screened with or without respiratory symptoms or other symptoms were routinely given RT-PCR assay for nasal and pharyngeal swab specimens, followed by routine screening of family and friends with positive confirmed cases, the method was the same as above. All these confirmed patients were given chest CT examination and received centralized monitoring and treatment in designated hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The criteria for all cases to be released from quarantine were as recommended in the above protocol， except for the obvious improvement of clinical manifestations and imaging of acute exudative lesions, the focus was on RT-PCR detection of nucleic acid. After 5 days in hospital, every 2 days test, to nucleic acid test negative case, instead of every 24 hours test, three consecutive tests were negative, they can be released from quarantine. During the dynamic test, if nucleic acid negative cases were once again positive or suspicious, the above steps were restarted. Some cases were kept in hospital for 14 days after they were released from quarantine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The duration from onset to admission of asymptomatic screening confirmed infected patients was calculated as 1 day. The length of hospital stay was the time from admission to the release form quarantine, and the time still observed in the hospital after release form quarantine was not included in the length of hospital stay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The sum of these two periods was defined as the time from onset to release form quarantine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "This study retrospectively analyzed the general characteristics, epidemiological history, chronic underlying diseases, clinical symptoms and complications, chest CT, biochemical monitoring, severity assessment, treatment and outcome of 24 COVID-19 patients associated with supermarket cluster. In addition, the patients were divided into two groups according to the first generation (supermarket employees, group A) and the second or third generation (family members or friends of supermarket employees, group B), and the clinical characteristics of the two groups were compared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Continuous variables were expressed as the means and standard deviations or medians and interquartile ranges (IQR) as appropriate. Categorical variables were summarized as the counts and percentages in each category. T test or Wilcoxon rank-sum tests were applied to continuous variables. Chi-square test or Fisher's exact tests were used for categorical variables. All analyses were conducted with SPSS software version 23.0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "During the outbreak, about 8,000 people were screened and a total of 24 COVID 19 patients were confirmed, including 11 supermarket employees and 13 employees' family members or friends (10 family members and 3 friends). No supermarket customers were diagnosed. All the cases associated with the supermarket cluster had no history of sojourn in the epidemic area, among which the secondary cases due to close contact had a history of close contact with the confirmed supermarket staff. 7 of the patients were asymptomatic, 6 of them were supermarket employees, and 3 of them caused 6 family members or friends to have symptoms. The onset time of symptomatic patients was concentrated between 5 and 11 days after the onset of symptoms in the first confirmed patient (figure I). Since it was difficult to determine the source of infection of the confirmed supermarket employees, which was identified as the common exposure, 3 generations of cases were generated in the clusters, including 11 cases in the first generation (11/24, 45.8%), 11 cases in the second generation (11/24, 45.8%), and 2 cases in the third generation (2/24, 8.3%) (figure II). The incubation period of these patients was also difficult to determine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "The first case with an unknown epidemiological history was diagnosed with fever and sore throat. The time from onset to release from quarantine was the longest of these patients, 34 days. The shortest was 8 days and the patient was diagnosed by screening. The third confirmed patient suffered from fever, and his parent, spouse and two children were all diagnosed as COVID-19 with fever, and three of them suffered from fever on the same day. However, the time from onset to release from quarantine was different among the five people, ranging from 17 days to 30 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "According to the Chinese diagnosis and treatment protocol of COVID-19 [9, 10, 11] , the patients were divided into mild, moderate, severe and critical according to the severity of the disease. The difference between mild and moderate patients was the presence of pneumonia, and the patients with respiratory dysfunction or multiple All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 73,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 74,
                    "end": 77,
                    "text": "10,",
                    "ref_id": null
                },
                {
                    "start": 78,
                    "end": 81,
                    "text": "11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.11.20058891 doi: medRxiv preprint organ dysfunction syndrome (MODS) were severe or critical. 23 of the 24 patients in this group were moderate. However, according to the pneumonia severity index (PSI) score, 83.3%(16+4/24) of the patients were mild patients of grade I and II, 4 patients of grade III and IV did not develop severe or critical disease, and 1 patient of grade II, aged, with a history of diabetes, developed severe disease due to ARDS on the 20 days after the diagnosis of COVID 19. Admission symptoms, in addition to asymptomatic infection patients, the most common symptom was cough, followed by fever, and were low fever, other symptoms were successively shortness of breath, sore throat, gastrointestinal symptoms, fatigue. On the biochemical examination of admission, in addition to the white blood cell and lymphocyte counts, there were some changes beyond the normal range, but the absolute value of the change was not significant. It was important to note that all patients were admitted with chest CT scans showing pneumonia, often with bilateral infiltrations, including 7 asymptomatic patients. In terms of treatment during hospitalization, all patients were given 2-3 antiviral drugs, and some patients were given antibiotics, hormones and immunomodulators. Except for 1 case of severe COVID-19 was treated with High-Flow Nasal Cannula(HFNC), all the others were normal oxygen therapy. The application proportion of Traditional Chinese Medicine (TCM) was 100%, including Chinese medicine preparation, acupuncture, moxibustion, etc. (Table I, Table II) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1665,
                    "end": 1684,
                    "text": "(Table I, Table II)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results:"
        },
        {
            "text": "Compared with group B, there were more men in group B, from onset to admission later, more underlying diseases, and more cases were treated with albumin (P<0.05). There were no statistical differences in other indicators (Table I, Table II,  and Table III) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 256,
                    "text": "(Table I, Table II,  and Table III)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results:"
        },
        {
            "text": "There was no significant change in the granulocyte count of all patients or of patients in groups A and B on admission and release from quarantine (Table IV) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 157,
                    "text": "(Table IV)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Results:"
        },
        {
            "text": "The control of COVID-19 associated with cluster was one of the key links in the prevention and control of COVID-19 outbreak [13, 14] . After the diagnosis of the first case, all colleagues and customers within a period of time were quickly screened, and close contacts of confirmed patients were screened again. These measures could be timely detection and control the source of infection. This was the most important part to effectively control the further spread of this outbreak.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "[13,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 129,
                    "end": 132,
                    "text": "14]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discuss"
        },
        {
            "text": "The onset time of this group of patients was mainly about a week after the first patient was diagnosed. There were three generations of intergenerational relationship. However, most of them had been limited to two generations. Other studies on cluster cases of COVID-19 were mostly due to family cluster, and the number of cases was also small [15, 16, 17] .",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 348,
                    "text": "[15,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 349,
                    "end": 352,
                    "text": "16,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 353,
                    "end": 356,
                    "text": "17]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discuss"
        },
        {
            "text": "Asymptomatic infections were attracting more and more attention [16, 18, 19] , not only because these patients were not rare, but also had obvious infectivity, and this study also showed the same results.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "text": "[16,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 69,
                    "end": 72,
                    "text": "18,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 73,
                    "end": 76,
                    "text": "19]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discuss"
        },
        {
            "text": "Because the patients in this study were mainly diagnosed through screening, the patients did not develop serious clinical manifestations during their hospitalization. Although several patients had slightly higher PSI scores, this was due to underlying disease and age. They did not meet the diagnostic criteria for severe or critical type. A All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discuss"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.11.20058891 doi: medRxiv preprint patient with PSI score of grade II developed severe during hospitalization because the change occurred 20 days after the diagnosis of COVID 19 and was not directly related to novel coronavirus. Therefore, these COVID-19 patients associated with supermarket cluster were all of the moderate type, the severity of the disease did not differ significantly, it was not clear whether this was a feature of patients associated with cluster.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discuss"
        },
        {
            "text": "In terms of admission symptoms, there was no significant difference between the study patients in this group and other studies on the clinical characteristics of COVID 19 [1, 2, 3, 4] .",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 174,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 175,
                    "end": 177,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 178,
                    "end": 180,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 181,
                    "end": 183,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discuss"
        },
        {
            "text": "It was worth noting that, whether the patient had clinical symptoms or not, all the patients in this group had chest CT manifestations of pneumonia, and most of them were bilateral infiltration, which was different from other respiratory virus infections [20, 21] .",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "text": "[20,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "21]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discuss"
        },
        {
            "text": "As for the treatment regimen, due to the particularity of the outbreak, according to the above recommendations on the treatment protocol of COVID-19, although there was no specific antiviral drugs at present, many studies had suggested the benefits of early use of antivirals [22, 23] . The patients in this group were also given at least two antiviral drugs. There was no sufficient evidence for the application of antibiotics, hormones and immune modulators in some patients. All patients were routinely treated with traditional Chinese medicine (TMC), and many studies had demonstrated its important role in inhibiting coronavirus [24, 25, 26] .",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 280,
                    "text": "[22,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 281,
                    "end": 284,
                    "text": "23]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 634,
                    "end": 638,
                    "text": "[24,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 639,
                    "end": 642,
                    "text": "25,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discuss"
        },
        {
            "text": "The most important indicator for release from quarantine of the patients in the group was the continuous negative result of novel coronavirus nucleic acid test. Therefore, the duration from onset to release form quarantine reflected the time it took the patient to release the virus from the respiratory tract. There were intergenerational differences in the duration from onset to admission and in the underlying disease, however, in the end, all the patients in the two groups were released from quarantine, and the duration from onset to release from quarantine was not statistically significant, which may be due to the small number of patients in this group and the patient's condition is not serious, etc. In addition, the first supermarket employee diagnosed with symptoms had the longest duration from onset to release from quarantine. The third supermarket employee diagnosed with symptoms caused familial clustering COVID-19, with the same symptoms but significantly different duration of release from quarantine. These also suggested that the cause of respiratory novel coronavirus positive duration was complex [27, 28] .",
            "cite_spans": [
                {
                    "start": 1123,
                    "end": 1127,
                    "text": "[27,",
                    "ref_id": null
                },
                {
                    "start": 1128,
                    "end": 1131,
                    "text": "28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discuss"
        },
        {
            "text": "In general, the basic clinical characteristics of the patients in this study group were similar to those of other COVID 19 patients [1, 2] . Although some clinical characteristics were different between the first generation of patients and the second and third generation of patients, this was related to the timeliness of screening and the characteristics of the population. There was no statistical difference in the clinical manifestations between the two groups after the onset, even including the duration from onset to release from quarantine.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 136,
                    "end": 138,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discuss"
        },
        {
            "text": "The reduction in granulocyte count caused by novel coronavirus has been a concern [27, 29] , and the patients in the group showed the same characteristics, All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "[27,",
                    "ref_id": null
                },
                {
                    "start": 87,
                    "end": 90,
                    "text": "29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discuss"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.11.20058891 doi: medRxiv preprint especially lymphocytes, and about half of the patients had lymphocyte counts less than 0.6×109/L, which seriously affected the immune function of the body. Moreover, the white blood cell and lymphocyte counts at the time of release from quarantine did not improve significantly compared with those on admission, both in all patients and in groups A and B, which required continuous follow-up observational studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discuss"
        },
        {
            "text": "The patients studied in this group were cases associated with cluster, and the number of patients was not large and there were regional limitations. Therefore, these cases did not represent the characteristics of patients with sporadic COVID-19 in a wider area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discuss"
        },
        {
            "text": "1. The clinical characteristics of COVID-19 patients associated with cluster were similar to those of other COVID-19 patients, but there were some special features.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "2. The severity of the disease was similar and there was intergenerational spread. Although the basic characteristics before the onset of the disease were different between generations, the clinical manifestations after the onset were not different.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "3. Asymptomatic infection of COVID-19 must cause enough attention, not only the proportion was higher, but also spread. All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.11.20058891 doi: medRxiv preprint the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.11.20058891 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical characteristics of 2019 novel coronavirus infection in China",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Weijie Guan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "D"
                    ],
                    "last": "Ph",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Zhengyi Ni",
                    "suffix": ""
                },
                {
                    "first": "Yu",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "Chaolin",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Yeming",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Xingwang",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical characteristics of 140 patients infected with SARS-CoV-2 in Wuhan",
            "authors": [
                {
                    "first": "Zhang",
                    "middle": [],
                    "last": "Jinjin",
                    "suffix": ""
                },
                {
                    "first": "Dong",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Yi-Yuan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Allergy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/all.14238"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "Dawei",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Md; Bo",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Md; Chang",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemiological and clinical characteristics of 99 cases of pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "Nanshan",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "*",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Min",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "*",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Xuan",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "*",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--513",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epidemiological data from the COVID-19 outbreak, real-time case information. Sci Data",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gutierrez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mekaru",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epidemiological investigation on a cluster epidemic of COVID-19 in a collective workplace in Tianjin",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zhonghua Liu Xing Bing Xue Za Zhi",
            "volume": "41",
            "issn": "5",
            "pages": "649--653",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "National Health Commission of the People's Republic of China, National Administration of Traditional Chinese Medicine. The protocol of diagnosis and treatment of novel coronavirus pneumonia",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Coronavirus disease (COVID-19) technical guidance: laboratory testing for 2019-nCoV in humans",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Comparison of two epidemic patterns of COVID-19 and evaluation of prevention and control effectiveness: an analysis based on Guangzhou and Wenzhou",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "H"
                    ],
                    "last": "Rong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zhonghua Liu Xing Bing Xue Za Zhi",
            "volume": "41",
            "issn": "0",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Strengths, Weaknesses, Opportunities and Threats (SWOT) Analysis of China's Prevention and Control Strategy for the COVID-19 Epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Environ Res Public Health",
            "volume": "17",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A familial cluster, including a kidney transplant recipient",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Transplant",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Familial cluster of COVID-19 infection from an asymptomatic. Crit Care",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Epidemiological analysis on a family cluster of COVID-19. Zhonghua Liu Xing Bing Xue Za Zhi",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Q"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "41",
            "issn": "",
            "pages": "506--509",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "COVID-19: identifying and isolating asymptomatic people helped eliminate virus in Italian village",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Clinical characteristics of 24 asymptomatic infections with COVID-19 screened among close contacts in Nanjing, China. Sci China Life Sci",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11427-020-1661-4"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Influenza A (H1N1) pneumonia: an analysis of 63 cases by chest CT",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Q"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Chin Med J (Engl)",
            "volume": "124",
            "issn": "17",
            "pages": "2669--73",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "CT findings in viral lower respiratory tract infections caused by parainfluenza virus, influenza virus and respiratory syncytial virus. Medicine (Baltimore)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "95",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Early antiviral treatment contributes to alleviate the severity and improve the prognosis of patients with novel coronavirus disease (COVID-19)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/joim.13063"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Use of antiviral drugs to reduce COVID-19 transmission",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Mitjà",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Clotet",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Glob Health",
            "volume": "",
            "issn": "20",
            "pages": "30114--30119",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Traditional Chinese medicine for COVID-19 treatment",
            "authors": [
                {
                    "first": "Ren",
                    "middle": [],
                    "last": "Jun-Ling",
                    "suffix": ""
                },
                {
                    "first": "Zhang",
                    "middle": [],
                    "last": "Ai-Hua",
                    "suffix": ""
                },
                {
                    "first": "Wang",
                    "middle": [],
                    "last": "Xi-Jun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pharmacol Res",
            "volume": "155",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Traditional Chinese medicine is a resource for drug discovery",
            "authors": [
                {
                    "first": "Ling",
                    "middle": [],
                    "last": "Chang-Quan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Zhou, Ting Yu, Ronghui Du, et al. Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet. 2020.doi: 10.1016/S0140-6736(20)30566-3. 28. Suochen Tian, Zhenqin Chang, Yunxia Wang, et al. Clinical characteristics and reasons of different duration from onset to release from quarantine for patients with COVID-19 Outside Hubei province, China. medRxiv. doi: https: //doi.org/ 10.1101/ 2020.03.21.20038778. 29. Zheng M, Gao Y, Wang G, et al. Functional exhaustion of antiviral lymphocytes in COVID-19 patients. Cell Mol Immunol.2020 Mar 19; doi: 10.1038/ s41423-020-0402-2.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Clinical Characteristics of the Study Patients on AdmissionAll rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is. https://doi.org/10.1101/2020.04.11.20058891 doi: medRxiv preprint PSI: Pneumonia Severity Index; WBC: White Blood Cells; L: Lymphocyte; SAA: Serum Amyloid A; CRP: C-Reactive Protein; PCT: Procalcitonin; LDH: Lactate Dehydrogenase; Alb: Albumin; AST: Aspartate Aminotransferase; ALT: Alanine Aminotransferase; TBL: Total Bilirubin; Fib: Fibrinogen; ESR: Erythrocyte Sedimentation Rate.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Severity Classification of Patients and Complications and Treatment Measures before Release form Quarantine HFNC: High-Flow Nasal Cannula; PE: Plasma Exchange; TCM: Traditional Chinese Medicine.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Clinical Outcomes of PatientsAll rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Granulocyte Counts on Admission and Release from Quarantine",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}