{
    "paper_id": "5338b5d0c77b0446dfa292c6e7b371d511cc627c",
    "metadata": {
        "title": "Epidemiology of Covid-19 in a Long-Term Care Facility 80 in King County",
        "authors": [
            {
                "first": "T",
                "middle": [
                    "M"
                ],
                "last": "Mcmichael",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "W"
                ],
                "last": "Currie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Clark",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The unprecedented pandemic of COVID-19 has created worldwide shortages of personal protective 10 equipment, in particular respiratory protection such as N95 respirators 1 . SARS-CoV-2 transmission is 11 frequently occurring in hospital settings, with numerous reported cases of nosocomial transmission 12 highlighting the vulnerability of healthcare workers 2-4 . In general, N95 respirators are designed for single 13 use prior to disposal. Several groups have addressed the potential for re-use of N95 respirators from a 14 mechanical or from a decontamination perspective (for a full literature overview see Supplementary   15 Appendix).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 611,
                    "end": 629,
                    "text": "Supplementary   15",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Here, we analyzed four different decontamination methods -UV radiation (260 -285 nm), 70ºC heat, 18 70% ethanol and vaporized hydrogen peroxide (VHP) -for their ability to reduce contamination with 19 infectious SARS-CoV-2 and their effect on N95 respirator function. For each of the decontamination 20 methods, we compared the inactivation rate of SARS-CoV-2 on N95 filter fabric to that on stainless steel, 21 and we used quantitative fit testing to measure the filtration performance of the N95 respirators after each 22 decontamination run and 2 hours of wear, for three consecutive decontamination and wear sessions (see 23 Appendix). Vaporized hydrogen peroxide and ethanol yielded extremely rapid inactivation both on N95 24 and on stainless steel ( Figure 1A ). UV inactivated SARS-CoV-2 rapidly from steel but more slowly on 25 N95 fabric, likely due its porous nature. Heat caused more rapid inactivation on N95 than on steel; 26 inactivation rates on N95 were comparable to UV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 757,
                    "end": 766,
                    "text": "Figure 1A",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Quantitative fit tests showed that the filtration performance of the N95 respirator was not markedly 29 reduced after a single decontamination for any of the four decontamination methods ( Figure 1B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 198,
                    "text": "Figure 1B",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Subsequent rounds of decontamination caused sharp drops in filtration performance of the ethanol-treated 31 masks, and to a slightly lesser degree, the heat-treated masks. The VHP-and UV-treated masks retained 32 comparable filtration performance to the control group after two rounds of decontamination, and 33 maintained acceptable performance after three rounds. 34 35 for use under a CC0 license. : medRxiv preprint Taken together, our findings show that VHP treatment exhibits the best combination of rapid inactivation 36 of SARS-CoV-2 and preservation of N95 respirator integrity, under the experimental conditions used here 37 (Figure 1C). UV radiation kills the virus more slowly and preserves comparable respirator function. 70ºC 38 dry heat kills with similar speed and is likely to maintain acceptable fit scores for two rounds of 39 decontamination. Ethanol decontamination is not recommended due to loss of N95 integrity, echoing 40 earlier findings 5 . 41 42 All treatments, particularly UV and dry heat, should be conducted for long enough to ensure that a 43 sufficient reduction in virus concentration has been achieved. The degree of required reduction will 44 depend upon the degree of initial virus contamination. Policymakers can use our estimated decay rates 45 together with estimates of degree of real-world contamination to choose appropriate treatment durations 46 (see Appendix).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our results indicate that N95 respirators can be decontaminated and re-used in times of shortage for up to 49 three times for UV and HPV, and up to two times for dry heat. However, utmost care should be given to 50 ensure the proper functioning of the N95 respirator after each decontamination using readily available 51 qualitative fit testing tools and to ensure that treatments are carried out for sufficient time to achieve 52 desired risk-reduction. 53 for use under a CC0 license. : medRxiv preprint 54 55 Figure 1. Decontamination of SARS-CoV-2 by four different methods. A) SARS-CoV-2 on N95 fabric 56 and stainless steel surface was exposed to UV, 70 ºC dry heat, 70% ethanol and vaporized hydrogen 57 peroxide (VHP). 50 µl of 10 5 TCID 50 /mL of SARS-CoV was applied on N95 and stainless steel (SS). 58 Samples were collected at indicted timepoints post exposure to the decontamination method for UV, heat 59 and ethanol and after 10 minutes for VHP. Viable virus titer is shown in TCID 50 /mL media on a 60 logarithmic scale. All samples were quantified by end-point titration on Vero E6 cells. Plots show 61 estimated mean across three replicates (dots and bars show the posterior median estimate of this mean and 62 the posterior inter-quartile range, or IQR). Lines show predicted decay of virus titer over time (lines; 50 63 random draws per replicate from the joint posterior distribution of the exponential decay rate, i.e. negative 64 for use under a CC0 license. of the slope, and intercept, i.e. initial virus titer). Black dashed line shows maximum likelihood estimate 65 titer at the Limit of Detection (LOD) of the assay: 10 0.5 TCID 50 /mL media. B) Mask integrity. 66 Quantitative fit testing results for all the decontamination methods after decontamination and 2 hours of 67 wear, for three consecutive runs. Data from six individual replicates (small dots) for each treatment are 68 shown in addition to the predicted median and IQR (large dots and bars respectively) fit factor. Fit factors 69 are a measure of filtration performance: the ratio of the concentration of particles outside the mask to the 70 concentration inside. The measurement machine reports value up to 200. A minimal fit factor of 100 (red 71 dashed line) is required for a mask to pass a fit test. C) SARS-CoV-2 decontamination performance. Kill 72 rate (y-axis), versus mask integrity after decontamination (x-axis; bar length represents IQR). The three 73 panels report mask integrity after one, two or three decontamination cycles. 74 75 References 76 1. Health C for D and R. N95 Respirators and Surgical Masks (Face Masks). FDA [Internet] 2020 [cited 77 2020 Apr 10]; Available from: https://www.fda.gov/medical-devices/personal-protective-equipment-78 infection-control/n95-respirators-and-surgical-masks-face-masks 79 Q. Can N95 facial masks be used after disinfection? 87 And for how many times? [Internet]. Stanford University and 4C Air, Inc; 2020 [cited 2020 Apr 10]. 88 Available from: https://stanfordmedicine.app.box.com/v/covid19-PPE-1-2 89 90 91 92 93 94 for use under a CC0 license.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The unprecedented pandemic of COVID-19 has created worldwide shortages of personal protective 10 equipment, in particular respiratory protection such as N95 respirators 1 Figure 1A ). UV inactivated SARS-CoV-2 rapidly from steel but more slowly on 25 N95 fabric, likely due its porous nature. Heat caused more rapid inactivation on N95 than on steel; 26 inactivation rates on N95 were comparable to UV.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 170,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 171,
                    "end": 180,
                    "text": "Figure 1A",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Quantitative fit tests showed that the filtration performance of the N95 respirator was not markedly 29 reduced after a single decontamination for any of the four decontamination methods ( Figure 1B ). 30 Subsequent rounds of decontamination caused sharp drops in filtration performance of the ethanol-treated 31 masks, and to a slightly lesser degree, the heat-treated masks. The VHP-and UV-treated masks retained 32 comparable filtration performance to the control group after two rounds of decontamination, and 33 maintained acceptable performance after three rounds. This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 198,
                    "text": "Figure 1B",
                    "ref_id": null
                }
            ],
            "section": "28"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 11.20062018 doi: medRxiv preprint Taken together, our findings show that VHP treatment exhibits the best combination of rapid inactivation 36 of SARS-CoV-2 and preservation of N95 respirator integrity, under the experimental conditions used here 37 ( Figure 1C ). UV radiation kills the virus more slowly and preserves comparable respirator function. 70ºC 38 dry heat kills with similar speed and is likely to maintain acceptable fit scores for two rounds of 39 decontamination. Ethanol decontamination is not recommended due to loss of N95 integrity, echoing 40 earlier findings 5 . 41 42 All treatments, particularly UV and dry heat, should be conducted for long enough to ensure that a 43 sufficient reduction in virus concentration has been achieved. The degree of required reduction will 44 depend upon the degree of initial virus contamination. Policymakers can use our estimated decay rates 45 together with estimates of degree of real-world contamination to choose appropriate treatment durations 46 (see Appendix).",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "11.20062018 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 362,
                    "end": 371,
                    "text": "Figure 1C",
                    "ref_id": null
                }
            ],
            "section": "28"
        },
        {
            "text": "Our results indicate that N95 respirators can be decontaminated and re-used in times of shortage for up to 49 three times for UV and HPV, and up to two times for dry heat. However, utmost care should be given to 50 ensure the proper functioning of the N95 respirator after each decontamination using readily available 51 qualitative fit testing tools and to ensure that treatments are carried out for sufficient time to achieve 52 desired risk-reduction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "48"
        },
        {
            "text": "for use under a CC0 license. This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.11.20062018 doi: medRxiv preprint 54 55 Figure 1 . Decontamination of SARS-CoV-2 by four different methods. A) SARS-CoV-2 on N95 fabric 56 and stainless steel surface was exposed to UV, 70 ºC dry heat, 70% ethanol and vaporized hydrogen 57 peroxide (VHP). 50 µl of 10 5 TCID 50 /mL of SARS-CoV was applied on N95 and stainless steel (SS). This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 158,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "53"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.11.20062018 doi: medRxiv preprint of the slope, and intercept, i.e. initial virus titer). Black dashed line shows maximum likelihood estimate 65 titer at the Limit of Detection (LOD) of the assay: 10 0.5 TCID 50 /mL media. B) Mask integrity. This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.11.20062018 doi: medRxiv preprint This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.11.20062018 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "Short literature review:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "101"
        },
        {
            "text": "The COVID-19 pandemic has highlighted the necessity for large-scale decontamination procedures for 103 PPE, in particular N95 respirator masks 1 . SARS-CoV-2 has frequently been detected on PPE of 104 healthcare workers 2 . The environmental stability of SARS-CoV-2 underscores the need for rapid and 105 effective decontamination methods 3 . Extensive literature is available for decontamination procedures for 106 N95 respirators, using either bacterial spore inactivation tests, bacteria or respiratory viruses (e.g. 107 influenza A virus) 4-11 . Effective inactivation methods for these pathogens and surrogates include UV, 108 ethylene oxide, vaporized hydrogen peroxide, gamma irradiation, ozone and dry heat 4,6,8,10-13 . The 109 filtration efficiency and N95 respirator fit has typically been less well explored, but suggest that both 110 filtration efficiency and N95 respirator fit can be affected by the decontamination method used 12,14 . It will 111 therefore be critical that FDA, CDC and OSHA guidelines with regards to fit testing, seal check and 112 respirator re-use are followed 4,15-18 . This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "102"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.11.20062018 doi: medRxiv preprint N95 material discs were made by punching 9/16\" (15 mm) fabric discs from N95 respirators, This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available author/funder, who has granted medRxiv a license to display the preprint in perpetuity. This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "102"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.11.20062018 doi: medRxiv preprint This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "102"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.11.20062018 doi: medRxiv preprint is the expected concentration, measured in log 10 TCID 50 , in the dilute sample. This is simply the 199 probability that a Poisson random variable with mean (-ln(2) × 10 x ) is greater than 0. Similarly, the 200 conditional probability of observing Y ijkdl = 0 given a true underlying titer log 10 titer v ijk is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "102"
        },
        {
            "text": "which is the probability that the Poisson random variable is 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "102"
        },
        {
            "text": "This gives us our likelihood function, assuming independence of outcomes across wells. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "203"
        },
        {
            "text": "We model each replicate j for experimental condition i as starting with some true initial log 10 titer 218 v ij (0) = v ij0 . We assume that viruses in experimental condition i decay exponentially at a rate λ i over time t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "217"
        },
        {
            "text": "It follows that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "219"
        },
        {
            "text": "for use under a CC0 license.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "219"
        },
        {
            "text": "This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "219"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.11.20062018 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "219"
        },
        {
            "text": "We use the direct-from-well data likelihood function described above, except that now instead of 222 estimating titer distribution about a shared mean µ ij we estimate λ i under the assumptions that our 223 observed well data Y ijkdl reflect the titers v ij (t).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "219"
        },
        {
            "text": "Regression prior distributions",
            "cite_spans": [],
            "ref_spans": [],
            "section": "224"
        },
        {
            "text": "We place a weakly informative Normal prior distribution on the initial log 10 titers v ij0 to rule out 226 implausibly large or small values (e.g. in this case undetectable log 10 titers or log 10 titers much higher than 227 the deposited concentration), while allowing the data to determine estimates within plausible ranges:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "225"
        },
        {
            "text": "228 v ij0 ~ Normal(4.5, 2) (10)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "225"
        },
        {
            "text": "We placed a weakly informative Half-Normal prior on the exponential decay rates This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "229"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.11.20062018 doi: medRxiv preprint 2, and 3 decontamination cycles. We label the control treatment i = 0. So we denote by F ijk the fit factor 243 for the j th mask from the i th treatment after k decontaminations (with k = 0 for the initial value).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "229"
        },
        {
            "text": "We first converted fit factors F ijk to the equivalent observed filtration rate Y ijk by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "244"
        },
        {
            "text": "for use under a CC0 license.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "244"
        },
        {
            "text": "This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "244"
        },
        {
            "text": "That is, we calculate the probability of observing a value between Y + ijk and Yijk , given our parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "244"
        },
        {
            "text": "Decay model",
            "cite_spans": [],
            "ref_spans": [],
            "section": "261"
        },
        {
            "text": "We assumed that each mask had some true initial filtration rate p ij0 . We assumed that these were 263 logit-normally distributed about some unknown mean mask initial filtration rate p avg with a standard 264 deviation σ p , that is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "262"
        },
        {
            "text": "We then assumed that the logit of the filtration rate, logit(p ijk ), decreased after each decontamination 267 by a quantity d 0k + d ik , where d 0k is natural degradation during the k th trial in the absence of 268 for use under a CC0 license.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "266"
        },
        {
            "text": "This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "266"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.11.20062018 doi: medRxiv preprint decontamination (i.e. the degradation rate in the control treatment, i = 0), and d ik is the additional 269 degrading effect of the k th decontamination treatment of type i > 0). So for k = 1, 2, 3 and i > 0: This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available author/funder, who has granted medRxiv a license to display the preprint in perpetuity. This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "266"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "266"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "N95 Respirators and Surgical Masks (Face Masks). FDA [Internet] 2020",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Critical Supply Shortages -The Need for Ventilators and 326 Personal Protective Equipment during the Covid-19 Pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Ranney",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Griffeth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Jha",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Surface Environmental, and Personal Protective",
            "authors": [
                {
                    "first": "Swx",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chia",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Equipment Contamination by Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) From a 329 Symptomatic Patient",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Aerosol and Surface Stability of SARS-CoV-2 331 as Compared with SARS-CoV-1",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bushmaker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "332",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A method to determine the available UV-C dose for the decontamination 338 of filtering facepiece respirators",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Appl Microbiol",
            "volume": "110",
            "issn": "",
            "pages": "287--95",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cleaning of filtering 340 facepiece respirators contaminated with mucin and Staphylococcus aureus",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Heimbuch",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kinney",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Lumley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Harnish",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bergman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Wander",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Infect Control",
            "volume": "341",
            "issn": "",
            "pages": "265--70",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A pandemic influenza preparedness study: use of 343 energetic methods to decontaminate filtering facepiece respirators contaminated with H1N1 aerosols and 344 droplets",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Heimbuch",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kinney",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Infect Control",
            "volume": "39",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Relative survival of Bacillus subtilis spores loaded 346 on filtering facepiece respirators after five decontamination methods",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "C"
                    ],
                    "last": "Hua",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Indoor Air",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ultraviolet germicidal",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Harnish",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sandoval-Powers",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Heimbuch",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Evaluation of five decontamination methods for 351 filtering facepiece respirators",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Viscusi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Bergman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Eimer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann Occup Hyg",
            "volume": "53",
            "issn": "",
            "pages": "815--842",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Michael 353 P Short. disposable N95 masks pass qualitative fit-test but have decreases filtration efficiency after 354 cobalt-60 gamma irradiation. MedRxiv. 355 13. Chemical Disinfectants, Guideline for Disinfection and Sterilization in Healthcare Facilities",
            "authors": [
                {
                    "first": "Avilash",
                    "middle": [],
                    "last": "Cramer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Sherryl",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Mitchell",
                    "middle": [],
                    "last": "Galanek",
                    "suffix": ""
                },
                {
                    "first": "Edward",
                    "middle": [],
                    "last": "Lamere",
                    "suffix": ""
                },
                {
                    "first": "Ju",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Rajiv",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Filter quality of electret masks in filtering 359 14.6-594 nm aerosol particles: Effects of five decontamination methods",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Temporary Enforcement Guidance -Healthcare Respiratory Protection Annual Fit-Testing for N95",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "User Seal Check Procedures (Mandatory). 2020",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "366",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Stability of Middle East respiratory syndrome 373 coronavirus (MERS-CoV) under different environmental conditions",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Debolt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "372",
            "issn": "20",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Estimating viral titres in solutions with low viral loads",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brownie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Statt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bauman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biologicals",
            "volume": "39",
            "issn": "",
            "pages": "224--254",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A comment on priors for Bayesian occupancy models",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gelman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Northrup",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Gerber",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "377",
            "issn": "23",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "It is not subject to copyright under 17 USC 105 and is also made available author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.11.20062018"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "vulnerability of healthcare workers 2-4 . In general, N95 respirators are designed for single 13 use prior to disposal. Several groups have addressed the potential for re-use of N95 respirators from we analyzed four different decontamination methods -UV radiation (260 -285 nm), 70ºC heat, 18 70% ethanol and vaporized hydrogen peroxide (VHP) -for their ability to reduce contamination with 19 infectious SARS-CoV-2 and their effect on N95 respirator function. For each of the decontamination 20 methods, we compared the inactivation rate of SARS-CoV-2 on N95 filter fabric to that on stainless steel, 21 and we used quantitative fit testing to measure the filtration performance of the N95 respirators after each 22 decontamination run and 2 hours of wear, for three consecutive decontamination and wear sessions (see 23 Appendix). Vaporized hydrogen peroxide and ethanol yielded extremely rapid inactivation both on N95 24 and on stainless steel (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "58 Samples were collected at indicted timepoints post exposure to the decontamination method for UV, heat 59 and ethanol and after 10 minutes for VHP. Viable virus titer is shown in TCID 50 /mL media on a 60 logarithmic scale. All samples were quantified by end-point titration on Vero E6 cells. Plots show 61 estimated mean across three replicates (dots and bars show the posterior median estimate of this mean and 62 the posterior inter-quartile range, or IQR). Lines show predicted decay of virus titer over time (lines; 50 63 random draws per replicate from the joint posterior distribution of the exponential decay rate, i.e. negative 64 for use under a CC0 license.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "for three consecutive runs. Data from six individual replicates (small dots) for each treatment are 68 shown in addition to the predicted median and IQR (large dots and bars respectively) fit factor. Fit factors 69 are a measure of filtration performance: the ratio of the concentration of particles outside the mask to the 70 concentration inside. The measurement machine reports value up to 200. A minimal fit factor of 100 (red 71 dashed line) is required for a mask to pass a fit test. C) SARS-CoV-2 decontamination performance. Kill 72 rate (y-axis), versus mask integrity after decontamination (x-axis; bar length represents IQR). The three 73 panels report mask integrity after one, two or three decontamination cyclescontrol/n95-respirators-and-surgical-masks-face-masks 79 2. McMichael TM, Currie DW, Clark S, et al. Epidemiology of Covid-19 in a Long-Term Care Facility 80 in King County, Washington. New England Journal of Medicine 2020; in press.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Wu Z, McGoogan JM. Characteristics of and Important Lessons From the Coronavirus Disease 2019 82 (COVID-19) Outbreak in China: Summary of a Report of 72 314 Cases From the Chinese Center for 83 Disease Control and Prevention. JAMA 2020;323(13):1239-42.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Livingston E, Bucher K. Coronavirus Disease 2019 (COVID-19) in Italy. JAMA [Internet] 2020 85 [cited 2020 Apr 10]; Available from: https://jamanetwork.com/journals/jama/fullarticle/2763401 86 5. Liao L, Xiao W, Yu X, Wang H, Zhao M, Wang Q. Can N95 facial masks be used after disinfection? 87 And for how many times? [Internet]. Stanford University and 4C Air, Inc; 2020 [cited 2020 Apr 10]. 88 Available from: https://stanfordmedicine.app.box.com/v/covid19-PPE-1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "19 nCoV-WA1-2020 (MN985325.1) was the SARS-CoV-2 strain used in our comparison 19 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "116Virus was quantified by end-point titration on Vero E6 cells as described previously 20 . Virus titrations 117 were performed by end-point titration in Vero E6 cells. Cells were inoculated with 10-fold serial dilutions 118 in four-fold of samples taken from N95 mask and stainless steel surfaces (see below). One hour after 119 inoculation of cells, the inoculum was removed and replaced with 100 µl (virus titration) DMEM (Sigma-120 Aldrich) supplemented with 2% fetal bovine serum, 1 mM L-glutamine, 50 U/ml penicillin and 50 µg/ml 121 streptomycin. Six days after inoculation, cytopathogenic effect was scored and the TCID 50 was calculated 122 (see below). Wells presenting cytopathogenic effects due to media toxicity (e.g., due to the presence of 123 ethanol or hydrogen peroxide) rather than viral infection were removed from the titer inference procedure.124N95 and stainless steel surface 125 for use under a CC0 license.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "spotted onto each disc. A 0 time-point measurement was taken prior to exposing the 129 discs to the disinfection treatment. At each sampling time-point, discs were rinsed 5 times by passing the 130 medium over the stainless steel or through the N95 disc. The medium was transferred to a vial and frozen 131 at -80°C until titration. All experimental conditions were performed in triplicatelight. Plates with fabric and steel discs were placed under an LED high power UV germicidal 134 lamp (effective UV wavelength 260-285nm) without the titanium mesh plate (LEDi2, Houston, Tx) 50 135 cm from the UV source. At 50 cm the UVAB power was measured at 5 µW/cm 2 using a General UVAB 136 digital light meter (General Tools and Instruments New York, NY). Plates were removed at 10, 30 and 60 137 minutes and 1 mL of cell culture medium added. 138 Heat treatment. Plates with fabric and steel discs were placed in a 70°C oven. Plates were removed at 10, 139 20, 30 and 60 minutes and 1 mL of cell culture medium added. 140 70% ethanol. Fabric and steel discs were placed into the wells of one 24 well plate per time-point and 141 sprayed with 70% ethanol to saturation. The plate was tipped to near vertical and 5 passes of ethanol were 142 sprayed onto the discs from approximately 10 cm. After 10 minutes,, 1 mL of cell culture medium was 143 added. 144 Vaporized hydrogen peroxide (VHP). Plates with fabric and steel discs were placed into a Panasonic 145 MCO-19AIC-PT (PHC Corp. of North America Wood Dale, IL) incubator with VHP generation146 capabilities and exposed to hydrogen peroxide (approximately 1000 ppm). The exposure to VHP was 10 147 minutes, after the inactivation of the hydrogen peroxide, the plate was removed and 1 mL of cell culture 148 medium was added.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Plates with fabric and steel discs and steel plates were maintained at 21-23°C and 40% relative 150 humidity for up to four days. After the designated time-points, 1 mL of cell culture medium was added.151for use under a CC0 license.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "model notation that follows, the symbol ~ denotes that a random variable is distributed 164 according to the given distribution. Normal distributions are parametrized as Normal(mean, standard 165 deviation). Positive-constrained normal distributions (\"Half-Normal\") are parametrized as Half-166 Normal(mode, standard deviation). Normal distributions truncated to the interval [0, 1] are parameterized 167 as TruncNormal(mode, standard deviation).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "mean titers across sets of replicates using a Bayesian model. The log 10 titers v ijk (the titer 177 for the sample from replicate k of timepoint j of experiment i) were assumed to be normally distributed 178 about a mean µ ij with a standard deviation σ . We placed a very weakly informative normal prior on modeled individual positive and negative wells for sample ijk according to a Poisson single-184 hit model 21 . That is, the number of virions that successfully infect cells in a given well v is the log 10 virus titer in TCID 50 , where v is the log 10 virus titer in TCID 50 , and the well is infected 188 if at least one virion successfully infects a cell. The value of the mean derives from the fact that our units 189 are TCID 50 ; the probability of infection at v = 0, i.e. 1 TCID 50 , is equal to 1 -Y ijkdl be a binary variable indicating whether the l th well of dilution factor d (expressed as log 10 191 dilution factor) of sample ijk was positive (so Y ijkdl = 1 if the well was positive and 0 otherwise), which 192 will occur as long as at least one virion successfully infects a cell. 193 It follows from (5) that the conditional probability of observing Y ijkdl = 1 given a true underlying titer 194 log 10 titer v ijk is given by: 195 L(Y ijkdl = 1 | v ijk )",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "of detectability depend on the decontamination treatment but also initial inoculum and 206 sampling method, as expected. We therefore estimated the decay rates of viable virus titers using a 207 Bayesian regression analogous to that used in van Doremalen et al., 2020 3 . This modeling approach 208 allowed us to account for differences in initial inoculum levels across replicates as well as other sources 209 of experimental noise. The model yields estimates of posterior distributions of viral decay rates and half-210 lives in the various experimental conditions -that is, estimates of the range of plausible values for these 211 parameters given our data, with an estimate of the overall uncertainty 22 . 212 Our data consist of 10 experimental conditions: 2 materials (N95 masks and stainless steel) by 5 213 treatments (no treatment, ethanol, heat, UV and VHP). Each has three replicates, and multiple time-points 214 for each replicate. We analyze the two materials separately. For each, we denote by Y ijkdl the positive or 215 negative status (see above) for well l which has dilution d for the titer v ijk from experimental condition i 216 during replicate j at time-point k.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "the decay of mask integrity after repeated decontamination, we used a logit-linear spline 235 Bayesian regression to estimate the rate of degradation of mask fit factors over time, accounting for the 236 fact that fit factors are interval-censored ratios. Fit factors are defined as the ratio of exterior 237 concentration to interior concentration of a test aerosol. They are reported to the nearest integer, up to a 238 maximum readout of 200, but arbitrarily large true fit factors are possible as the mask performance 239 approaches perfect filtration.240We had 6 replicate masks j for each of 5 treatments i (no decontamination, ethanol, heat, UV and 241 VHP). Each mask j was assessed for fit factor at 4 time-points k: before decontamination, and then after 1, 242 for use under a CC0 license.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "in logit space corresponds to probability values being uniformly distributed between 0 and 1; we 293 therefore wish to tell our model not to use larger standard deviations, as these squash all p ijk to one of Bayesian models, we drew posterior samples using Stan (Stan Core Team 2018), which 297 implements a No-U-Turn Sampler (a form of Markov Chain Monte Carlo), via its R interface RStan. We 298 ran four replicate chains from random initial conditions for 2000 iterations, with the first 1000 iterations 299 as a warmup/adaptation period. We saved the final 1000 iterations from each chain, giving us a total of 300 4000 posterior samples. We assessed convergence by inspecting trace plots and examining",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "N95 Mask (3M™ Aura™ Particulate Respirator 9211+/37193) integrity testing after 2 hours of wear 153 and decontamination, for three consecutive rounds, was performed for a total of 6 times for each 154 decontamination condition and control condition. Masks were worn by subjects and integrity was155 quantitatively determined using the Portacount Respirator fit tester (TSI, 8038) with the N95 companion 156 component, following the modified ambient aerosol condensation nuclei counter quantitative fit test 157 protocol approved by the OSHA (Occupational Safety and Health Administration, 2012). Subjects were 158 asked to bend over for 40 seconds, talk for 50 seconds, move head from side-to-side for 50 seconds, and 159 move head up-and-down for 50 seconds whilst aerosols on inside and outside of mask were measured. By 160 convention, this fit test is passed when the final score is ≥ 100. For the N95 integrity testing, a Honeywell 161Mistmate humidifier (cat#HUL520B) was used for particle generation.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "We modeled the censored observation process as follows. logit(Y ijk ) values are observed with",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "We placed a weakly informative Half-Normal prior on the control degradation rate d 0 :We placed a weakly informative Half-Normal prior on the non-control degradation rates d i , i > 0:reflecting the conservative assumption that decontamination should degrade the mask at least somewhat.We placed a Truncated Normal prior on the mean initial filtration p avg :The mode of 0.995 corresponds to the maximum measurable fit factor of 200. The standard deviation of 284 0.02 leaves it plausible that some masks could start near or below the minimum acceptable threshold fit 285 factor of 100, which corresponds to a p of 0.99.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.11.20062018 doi: medRxiv preprintWe placed weakly informative Half-Normal priors on the logit-space standard deviations reflects variation in individual masks' initial filtration about p avg . σ ε reflects variation in mask's true 288 degree of degradation between decontaminations about the expected decay, and σ o reflects noise in the",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": ". https://doi.org/10.1101/2020.04.11.Effect of decontamination method on SARS-CoV-2 viability and N95 mask integrity.Code and data to reproduce the Bayesian estimation results and produce corresponding figures are 311 archived online at OSF: and available on Github:",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "for use under a CC0 license. This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.11.20062018 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "313"
        },
        {
            "text": "This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.11.20062018 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}