{
    "paper_id": "537f8313e998d131cddd786c6ca09f662ea751b4",
    "metadata": {
        "title": "Crowding and the epidemic intensity of COVID-19 transmission 1 2",
        "authors": [
            {
                "first": "Benjamin",
                "middle": [],
                "last": "Rader",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boston Children's Hospital",
                    "location": {
                        "settlement": "Boston",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Samuel",
                "middle": [
                    "V"
                ],
                "last": "Scarpino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northeastern University",
                    "location": {
                        "settlement": "Boston",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Anjalika",
                "middle": [],
                "last": "Nande",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard University",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Alison",
                "middle": [
                    "L"
                ],
                "last": "Hill",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard University",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [
                    "D"
                ],
                "last": "Dalziel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northeastern University",
                    "location": {
                        "settlement": "Boston",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "C"
                ],
                "last": "Reiner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "settlement": "Seattle",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "M"
                ],
                "last": "Pigott",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "settlement": "Seattle",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Bernardo",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 pandemic is straining public health systems worldwide and major non-35 pharmaceutical interventions have been implemented to slow its spread 1-4 . During the initial phase 36 of the outbreak the spread was primarily determined by human mobility 5,6 . Yet empirical evidence 37 on the effect of key geographic factors on local epidemic spread is lacking 7 . We analyse highly-38 resolved spatial variables for cities in China together with case count data in order to investigate 39 the role of climate, urbanization, and variation in interventions across China. Here we show that 40 the epidemic intensity of COVID-19 is strongly shaped by crowding, such that epidemics in dense 41",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "cities are more spread out through time, and denser cities have larger total incidence. Observed 42 differences in epidemic intensity are well captured by a metapopulation model of COVID-19 that 43 explicitly accounts for spatial hierarchies. Densely-populated cities worldwide may experience more 44 prolonged epidemics. Whilst stringent interventions can shorten the time length of these local 45 epidemics, although these may be difficult to implement in many affected settings. 46 47 Main text 63 China provides richly detailed epidemiological time series 2,17,18 across a wide range of geographic 64 contexts, hence the epidemic there provides an opportunity to evaluate the role of factors in shaping the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Predicting the epidemiology of the COVID-19 pandemic is a central priority for guiding epidemic 49 responses around the world. China has undergone its first epidemic wave and, remarkably, cities across 50 the country are now reporting few or no locally-acquired cases 8 . Analyses have indicated that that the 51 spread of COVID-19 from Hubei to the rest of China was driven primarily by human mobility 6 and the 52 stringent measures to restrict human movement and public gatherings within and among cities in China 53 have been associated with bringing local epidemics under control 5 . Key uncertainties remain as to which 54 geographic factors drive local transmission dynamics and affect the intensity of transmission of COVID-55 19. For respiratory pathogens, \"epidemic intensity\" (i.e., the peakedness of the number of cases through 56 time, or the shortest period during which the majority of cases are observed) varies with increased indoor 57 crowding, and socio-economic and climatic factors 9-14 . Epidemic intensity is minimized when incidence 58 is spread evenly across weeks and increases as incidence becomes more focused in particular days 59 ( Figure 1C , see a detailed description of how epidemic intensity is defined in Ref. 9 ). In any given 60 location, higher epidemic intensity requires a larger surge capacity in the public health system 15 , 61 especially for an emerging respiratory pathogen such as COVID-19 16 . 62 during epidemic wave that occurred on day . The inverse Shannon entropy of incidence for a given 80",
            "cite_spans": [
                {
                    "start": 1246,
                    "end": 1247,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 1437,
                    "end": 1439,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1162,
                    "end": 1171,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "48"
        },
        {
            "text": "prefecture and year is then given by # = )− ∑ \"# log \"# \" / -1 . Because # is a function of the disease 81 incidence curve in each location, rather than of absolute incidence values, it is invariant under differences 82 in overall reporting rates among cities or overall attack rates. Population counts for each prefecture were 83 extracted from a 1 km x 1 km gridded surface of the world utilizing administrative-2 level cartographic 84 boundaries. 85",
            "cite_spans": [],
            "ref_spans": [],
            "section": "48"
        },
        {
            "text": "Within each prefecture, we calculate Lloyd's index of mean crowding 9,21 treating the population count of 87 each pixel as an individual unit (Methods, Figure 1B and C). The term 'mean crowding' used here is a 88 specific metric that summarizes both, population density and how density is distributed across a 89 prefecture (patchiness). Values on the resulting index above the mean pixel population count within each 90 prefecture suggest a spatially-aggregated population structure (Methods). For example, Guangzhou has 91 high values of crowding whilst Quzhou which has a more evenly distributed population in its prefecture 92 ( Figure 1B and C) . Using the centroid of each prefecture we calculate daily mean temperature and 93 specific humidity; these values are subsequently averaged over each prefecture's reporting period 94 (Methods). We performed log-linear regression modeling to determine the association between epidemic 95 intensity with the socio-economic and environmental variables (Methods). 96 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 161,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 633,
                    "end": 649,
                    "text": "Figure 1B and C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "86"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20064980 doi: medRxiv preprint We found that epidemic intensity is significantly negatively correlated with mean population crowding 106 and varies widely across the country (Figure 2 , Extended Data Table 1 , p-value < 0.001). Our 107 observation contrasts those expected from simple and classical epidemiological models where it would be 108 expected to see more intensity in crowded areas 22,23 . We hypothesize that the mechanism that underlies 109 the more crowded cities experience less intense outbreaks because crowding enables more widespread 110 and sustained transmission between households leading incidence to be more widely distributed in time 111 (see section below for detailed simulation, Methods). Population size, mean temperature, and mean 112 specific humidity were all significant but their correlation coefficients were much smaller (Extended 113 Data Table 1) . A multivariate-model was able to explain a large fraction of the variation in epidemic 114 intensity across Chinese cities (R 2 = 0.54). We perform sensitivity analysis to account for potential noise 115 in the city level incidence distribution (Extended Data Fig. 1) . 116 117 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. One key uncertainty in previous applications of models of epidemic intensity was the contribution of 127 disease importation(s) on the shape of the epidemic 9 . Due to the unprecedented scale of human mobility 128 restrictions imposed in China, the fact that the early epidemic was effectively from a single source, 129 coupled with the availability of real-time data on mobility, we can evaluate the impact of these 130 restrictions on the epidemic intensity relative to the local dynamics. To do so, we performed a univariate 131 analysis (Extended Data Table 1 ) and found that human mobility explained 14% of the variation in 132 epidemic intensity. This further supports earlier findings that COVID-19 had already spread throughout 133 much of China prior to the cordon sanitaire of Hubei province and that the pattern of seeding potentially 134 modulates epidemic intensity 6,24 . These findings are also in agreement with previous work on other 135 pathogens (measles, influenza) which showed that once local epidemics are established case importation 136 becomes less important in determining epidemic intensity 25 . 137 138 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 296,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 313,
                    "end": 320,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 988,
                    "end": 996,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1259,
                    "end": 1266,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1984,
                    "end": 1991,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "86"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20064980 doi: medRxiv preprint performed a simple linear regression. We found that peak incidence was correlated with epidemic 140 intensity (locations that had high intensity also had more cases at the peak). Total incidence, however, 141 was larger in areas with lower estimated intensity, which is intuitive as crowded areas have longer 142 epidemics that affect more people (Extended Data Table 2 ). This suggests that measures taken to 143 mitigate the epidemic may need to be enforced more strictly in smaller cities to lower the peak incidence 144 (flatten the curve) but conversely may not need to be implemented as long. Furthermore, with lower total 145 incidence in small cities, the risk of resurgence may be elevated due to lower population immunity. There 146 is urgent need to collect serological evidence to provide a full picture of attack rates across the world 26 . 147 148 Using our model trained on cities in China we extrapolated epidemic intensity to cities across the world 149 (Figure 3) . Figure 3 shows the distribution of epidemic intensity in 380 urban centers. Cities in yellow 150 are predicted to have higher epidemic intensity relative to those in blue (a full list is provided in 151 Extended Data Table 3 ). Small inland cities in sub-Saharan Africa had high predicted epidemic intensity 152 and may be particularly prone to experience large surge capacity in the public health system 27 . In general, 153 coastal cities had lower predicted intensity and larger and more prolonged predicted epidemics. Global 154 predictions of epidemic intensity in cities rely on fitted relationships of the first epidemic curve from 155",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 506,
                    "end": 513,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1115,
                    "end": 1125,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1128,
                    "end": 1136,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1345,
                    "end": 1352,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "86"
        },
        {
            "text": "Chinese prefectures and therefore need to be interpreted with extreme caution. were not consistent with our findings, since they predict crowded regions would have more intense and 168",
            "cite_spans": [],
            "ref_spans": [],
            "section": "86"
        },
        {
            "text": "higher-peaked outbreaks. To capture more realistic contact patterns, we created hierarchically-structured 169 populations 28 where individuals had high rates of contact within their households (households are defined 170 broadly and could represent care homes, hospitals, prisons, etc.), lower rates with individuals from other 171 households but within the same \"neighborhoods\", and relatively rare contact with other individuals in the 172 same prefecture (Figure 4A) . Assumptions are consistent with reports that the majority of onward 173 transmission occurred in households 2,29 . We assumed spread between prefectures was negligible once an 174 outbreak started. In this scenario, \"sparse\" prefectures often had more intense, short-term outbreaks that 175 were isolated to certain neighborhoods, while \"crowded\" prefectures could have drawn-out, low intensity 176 outbreaks that jumped between the more highly-connected \"neighborhoods\" (Figures 4B and C) . These 177 outbreaks had larger final size than those in less-crowded areas ( Figure 4C ) which likely is related to 178 large overdispersion in the reproduction number of COVID-19 30,31 where local outbreaks can reach their 179 full potential due to the availability of contacts. We also considered outbreak dynamics in sparse and 180 crowded prefectures under strong social distancing measures, which is likely to be the scenario occurring 181",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 458,
                    "end": 469,
                    "text": "(Figure 4A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 943,
                    "end": 961,
                    "text": "(Figures 4B and C)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1041,
                    "end": 1050,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "86"
        },
        {
            "text": "across China during most of the time captured by our study and certainly after January 23, 2020 2 . If social 182 distancing reduces non-household contacts by the same relative amount in all prefectures, there will be 183 more contacts remaining in crowded areas, since baseline contact rates are higher. In this case, it may take 184 much longer for the infection to die out post-intervention in crowded areas (Figure 4D ), leading to a 185 lower intensity outbreak with larger final size, as seen in our data ( Figure 1C) . 186 187 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. epidemics across the world. Crowded cities tend to be more prolonged due to increased crowding and the 201 higher potential for transmission chains to persist (i.e., in denser environments there is higher potential for 202 two randomly selected hosts in a population to attain spatiotemporal proximity sufficient for COVID-19 203 transmission). Indeed, that epidemic intensity is higher in comparatively low density areas is consistent 204 with observations in the most affected areas in Italy (e.g., Bergamo) 32 . Our findings confirm previous 205 work on epidemic intensity of transmission of influenza in cities 9 albeit by a different mechanism: 206 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 411,
                    "end": 421,
                    "text": "(Figure 4D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 513,
                    "end": 523,
                    "text": "Figure 1C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "86"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20064980 doi: medRxiv preprint influenza is likely driven by the accumulation of immunity rather than the specific network structure of 207 individuals. More generally, our work provides empirical support for the role of spatial organization in 208 determining infectious disease dynamics and the limited capacity of cordon sanitaires to control local 209 epidemics 28,33 . We were unable to test more specific hypotheses about which interventions may have 210 impacted the intensity of transmission within and between cities. Further, even though humidity was 211 negatively associated with epidemic intensity it did not explain the majority of the variation and more 212 work will be needed to find causal evidence for the effect of humidity on transmission dynamics of 213 COVID-19. Therefore, maps showing epidemic intensity in cities outside China (Figure 3) infections (influenza) 9 . The Shannon entropy of incidence for a given prefecture and year is then given by 320 # = )− ∑ \"# log \"# \" / -1 . Because # is a function of incidence distribution in each location rather than 321 raw incidence it is invariant under differences in overall reporting rates between cities or attack rates. We Real-time measures of human mobility were extracted from the Baidu Qianxi web platform to estimate 326 the proportion of daily movement between the city of Wuhan to Hubei and 30 other Chinese provinces. 327",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 966,
                    "end": 976,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "86"
        },
        {
            "text": "Relative mobility volume was available from January 2, 2020 to January 25, 2020 and averaged across 328 these dates to create a single measure of relative flows from Wuhan. This data was only available at the 329 province level, so each individual prefecture inherited the relative mobility of its higher-level province. 330",
            "cite_spans": [],
            "ref_spans": [],
            "section": "86"
        },
        {
            "text": "Baidu's mapping service is estimated to have a 30% market share in China and more data can be found 5,6 . The parameters from the model of epidemic intensity predicted by humidity, crowding and population 368 size (see Table 1 , Model 6) were used to estimate relative intensity in the 380 urban centers. Predicted 369 values of epidemic intensity that fell outside the original covariate space [0,1] (n=7) were set to 1. A full 370 list of predicted epidemic intensities can be found in the Supplementary Information. 371 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 226,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "86"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "86"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20064980 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "86"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Projecting the transmission 254 dynamics of SARS-CoV-2 through the postpandemic period",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Kissler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tedijanto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Grad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "21",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Laboratory Surge Response to Pandemic (H1N1) 2009 Outbreak",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Critical Care Utilization for the COVID-19 Outbreak in 258",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grasselli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pesenti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cecconi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected 260",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Epidemiological data from the COVID-19 outbreak, real-time case information",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Sci",
            "volume": "262",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Epidemiological data from the COVID-19 outbreak, real-time case information",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "264",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.6084/m9.figshare.11949279"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Open access epidemiological data from the COVID-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "U"
                    ],
                    "last": "Kraemer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet 266 Infect. Dis",
            "volume": "3099",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Mean Crowding",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lloyd",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "J. Anim. Ecol",
            "volume": "36",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Spatial heterogeneity and the design of immunization programs",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Infectious diseases of humans: dynamics and control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Maps of crowding in prefectures in China. A) shows epidemic curves that are normalized to show the percentage of cases that are occurring at each given day. The 10 most intense (red) prefectures 100 are shown versus the 10 least intense (blue). B) An example of a prefecture with high levels of crowding 101 (Guangzhou, Guangdong Province), versus (C) a prefecture where populations are more equally 102 distributed across the prefecture (Quzhou, Zhejiang Province). The colour scale illustrates the number of 103 inhabitants per grid cell (1km x 1km). 104 105",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Crowding and the intensity of transmission of COVID-19 in China. a) negative association 119 between log of epidemic intensity, as measured by inverse Shannon entropy (Methods), and log 120 population crowding, as measure by Lloyd's mean crowding (Methods). Lower intensity and therefore 121 prolonged epidemics in larger cities. The size of the points indicate the size of the population in each city, 122 b) Map of epidemic intensity in China at the prefecture level. Darker colours indicate lower intensity and 123 lighter colours higher intensity. Grey prefectures had not enough reported cases, no cases or were not 124 included in analyses (Hubei Province). 125 126",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Predicted epidemic intensities vary across 380 global cities. Darker colours represent low 159 epidemic intensity and lighter colours represent high epidemic intensity. Estimates were generated using 160 the full model (Model 5) fitted to epidemic curves in Chinese cities (Extended Data",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Mechanisms generating less intense epidemics in crowded populations. A) Schematic of a 189hierarchically-structured population model consisting of households and \"neighborhoods\" within a190 prefecture. Transmission is more likely among contacts connected at lower spatial levels. Crowded 191 populations have stronger connections outside the household, and interventions reduce the strength of 192 these connections in both populations (pink lines). B) -C) Simulated outbreak dynamics in the absence of 193 interventions in crowded vs sparse populations. For the networks in (B), blue nodes are individuals who 194 were eventually infected by the end of the outbreak. In (C), individual realizations are shown with thin 195 blue lines and the average in the thick grey line. D) Simulated outbreak dynamics in the presence of 196 strong social distancing measures in crowded vs. sparse populations. The intervention was implemented 197 at day 15 (pink line) and led to a 75% reduction in contacts. 198 199 Spatial covariates and particularly crowding are important parameters to consider in the assessment of 200",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "non-pharmaceutical interventions are the primary control strategy for COVID-19. As a result, 217 public health measures are often focused on 'flattening the curve' to lower the risk of essential services 218 running out of capacity. We show that spatial context, especially crowding, can result in a higher risk of 219 intensive epidemics in less crowded, comparatively rural or suburban areas. Therefore, it will be critical 220to view non-pharmaceutical interventions through the perspective of crowding (i.e., how does an 221 intervention reduce the circle of contacts of an average individual) in cities across the world. Specifically, 222 cities in sub-Saharan Africa have high predicted epidemic intensities that will likely overwhelm already 223 stressed health care systems. 224 31. Kucharski, A. J. et al. Early dynamics of transmission and control of COVID-19: a mathematical 287 modelling study. Lancet Infect. Dis. 3099, 1-7 (2020). 288 32. Senni, M. COVID-19 experience in Bergamo, Italy. Eur. Heart J. 1-2 (2020). 289 doi:10.1093/eurheartj/ehaa279 290 33. Sattenspiel, L. Simulating the Effect of Quarantine on the Spread of the 1918-19 Flu in Central 291 Canada. Bull. Math. Biol. 65, 1-26 (2003). 292 34. Ramshaw, R. E. et al. A database of geopositioned Middle East Respiratory Syndrome 293 Coronavirus occurrences. Sci. Data 6, 318 (2019). 294 35. Doxsey-Whitfield, E. et al. Taking Advantage of the Improved Availability of Census Data: A 295 First Look at the Gridded Population of the World, Version 4. Pap. Appl. Geogr. 1, 226-234 296 (2015). 297 36. Reiczigel, J., Lang, Z., Rózsa, L. & Tóthmérész, B. Properties of crowding indices and statistical 298 tools to analyse parasite crowding data. J. Parasitol. 91, 245-252 (2005). 299 37. Wade, M. J., Fitzpatrick, C. L. & Lively, C. M. 50-year anniversary of Lloyd's \"mean crowding\": 300 Ideas on patchy distributions. J. Anim. Ecol. 87, 1221-1226 (2018). 301 38. Florczyk, A. et al. GHS-UCDB R2019A -GHS Urban Centre Database 2015, multitemporal and 302 multidimensional attributes. Eur. Comm. Jt. Res. Cent. level data from December 1st, 2019 -March 30 th , 2020. Sources are mainly official 309reports from provincial, municipal or national health governments. Data included basic demographics 310 (age, sex), travel histories and key dates (dates of onset of symptoms, hospitalization, and confirmation).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "311Data were entered by a team of data curators on a rolling basis and technical validation and geo-312 positioning protocols were applied continuously to ensure validity. A detailed description of the 313 methodology is available 18 . Lastly, total numbers were matched with officially reported data from China 314 and other government reports. 315 316Estimating epidemic intensity 317Epidemic intensity was estimated for each prefecture by calculating the inverse Shannon entropy of the 318 distribution of COVID-19 cases. Shannon entropy was used to fit time series of other respiratory 319",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "drivers of transmission of COVID-19 333 Prefecture-specific population counts and densities were derived from the 2020 Gridded Population of 334 The World, a modeled continuous surface of population estimated from national census data and the 335 United Nations World Population Prospectus 35 . Population counts are defined at a 30 arc-second 336 resolution (approximately 1 km x 1 km at the equator) and extracted within administrative-2 level 337 cartographic boundaries defined by the National Bureau of Statistics of China. Lloyd's mean crowding, each prefecture , is the scaled Shannon-diversity measure of epidemic intensity derived from 354 the COVID-19 time series, is Lloyd's Index of Mean Crowding 21,37 , is the mean specific humidity 355 over the reporting period in kg/kg, is the estimated population count and is the relative population 356 flows from Wuhan to each prefecture's higher level province. To account for the length of the epidemic 357 period in each city we calculate as the number of reporting days. 358 359 Projecting epidemic intensity in cities around the world 360 We selected 380 urban centers from the European Commission Global Human Settlement Urban Centre 361 Database and their included cartographic boundaries 38 . To ensure global coverage, up to the five most 362 populous cities in each country were selected from the 1,000 most populous urban centers recorded in the 363 database. Population count, crowding, and meteorological variables were then estimated following 364 identical procedures used to calculate these variables in the Chinese prefectures. Weather measurements 365 were averaged over the 2-month period starting on February 1, 2020. 366 367",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". A full list of 161 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". https://doi.org/10.1101/2020.04.15.20064980 doi: medRxiv preprint 424 Extended Data Figure 1: Relationship between excess crowding and excess epidemic intensity. 425 Extended Data Table 1: Regression model results of variables predicting epidemic intensity (log scale). 427 *** p < 0.001; ** p < 0.01; * p < 0.05 428 429",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Kathryn Cordiano for her statistical assistance. BR",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        }
    ]
}