{
    "paper_id": "538632fe0548a99c7db35480edcd74802237c1df",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Shovonlal",
                "middle": [],
                "last": "Roy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Reading",
                    "location": {
                        "postCode": "RG6 6AB",
                        "settlement": "Whiteknights, Reading",
                        "country": "U.K., *"
                    }
                },
                "email": "shovonlal.roy@reading.ac.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "COVID-19 coronavirus pandemic has virtually locked down the entire world of human population, and through its rapid and unstoppable spread COVID-19 has essentially compartmentalised the population merely into susceptible, exposed, infected and recovered classes. Adapting the classical epidemic modelling framework, two distinct routes of COVID-19 transmission are incorporated into a model: (a) direct person-to-person contact transmission, and (b) indirect airborne and fomites-driven transmission. The indirect non-contact transmission route needs to explored in models of COVID-19 spread, because evidences show that this route of transmission is entirely viable with hugely uncertain level of relative contribution. This theoretical study based on model simulations demonstrates the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(1) Not incorporating indirect transmission route in the model leads to underestimation of the basic reproduction number, and hence will impact on the COVID-19 mitigation decisions; (2) Lockdown measures can suppress the primary infection peak, but will lead to a secondary peak whose relative strength and time of occurrence depend on the success and duration of the lockdown measures; (3) To make lockdown effective, a considerable level of reduction in both contact and non-contact transmission rates over a long period is required; (4) To bring down the infection cases below any hypothetical health-care capacity, reduction of non-contact transmission rate is key, and hence active measures should be taken to reduce non-contact transmission (e.g., extensive uses of areal and aerosol disinfectant in public spaces to improve contaminated surfaces and air); (5) Any premature withdrawal of lockdown following the sign of a brief retracement in the infection cases can backfire, and can lead to a quicker, sharper and higher secondary peak, due to reactivation of the two transmission routes. Based on these results, this study recommends that any exit policy from lockdown, should take into account the level of transmission reduction in both routes, the absolute scale of which will vary among countries depending on their health-service capacity, but should be computed using accurate time-series data on infection cases and transmission rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Over the last few months, COVID-19 has expanded across the world, and is now challenging the very existence of human population in many squares on the Earth. The spread of this infection was rapid, and no specific group of the population was essentially immune to this infection. Reported daily deaths suggest that the immune-response to this virus may vary among age groups and depend on underlying health conditions (CDC COVID-19 report, 2020). The victims range most widely (WHO report, 2019), from new borns (< 1 month) or even unborn to elderly (90 years+), and from chronic patients suffering from asthma, other lungs conditions, heart disease, to healthy athletes and healthy teenagers (BBC report, MMWR, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Given these evidences, it is reasonable to assume that COVID-19 has essentially turned the entire human population into a few distinct compartments: the susceptible, the exposed, the infected and the recovered groups, which are continuously interacting with each other. Classical epidemiological modelling framework [1] [2] [3] , therefore, should be capable of describing this pandemic dynamics, and predicting the impact of mitigation measures currently undertaken by Governments worldwide.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 319,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 324,
                    "end": 327,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, a compartmental epidemiological model is simulated, taking into consideration the transmission routes for COVID-19 infection among the susceptible (S), exposed (E), infected (I) and recovered (R) classes of the population (see Appendix for model equations). The model builds on classical SIR models [1] [2] [3] , but is extended to incorporate two transmission routes and mitigation measures such as lockdown and social distancing, which has been undertaken across countries. The epidemic model includes the following two routes of transmission:",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 317,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 318,
                    "end": 321,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 322,
                    "end": 325,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "1. Person-to-person transmission, which is widely used in epidemiological models [2] , and has been recognised as the primary route for COVID-19 transmission e.g. [4] . Strength of the transmission is incorporated in the model through a personto-person contact rate (henceforth referred to as 'contact transmission').",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 84,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 163,
                    "end": 166,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "2. Airborne transmission and transmission via fomites, which are indirect (not as a consequence of direct person-to-person contact) routes for COVID-19 spread, and which have been recognised as possible causes for infection spread [5, 6] . Strength of the indirect transmission from all external sources (henceforth referred to as 'non-contact transmission') is incorporated in the model through a non-contact transmission rate that affects the exposed group of the population.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 234,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 235,
                    "end": 237,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It is important to highlight that, compared to direct contact exposure, little is known about the impact and relative strength of the indirect route of transmission for COVID-19, due to insufficient data. This constraint imposes uncertainty in predicting and mitigating COVID-19 infection within the boundary of any country. Scientists have further warned that it could take long time to gather sufficient data on this route of infection, which may cost more lives (Nature report). The role of indirect transmission on the infection dynamics, therefore, has been less explored or unexplored in the context of COVID-19 modelling. In other epidemiological models, however, the non-contact route of infection has been explored previously e.g., [7, 8] . Here, non-contact transmission is included in an SEIR model, and its impact is explored in conjunction with mitigation measures. Further details on model equation, parameterisation and simulations methods are given in the appendix.",
            "cite_spans": [
                {
                    "start": 741,
                    "end": 744,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 745,
                    "end": 747,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Non-contact transmission and basic reproduction number Basic reproduction number (R 0 ), which is usually defined as the average number of new infections caused by a single infected individual in the susceptible population, depends on the transmission routes and rates. For the SEIR model under investigation, R 0 was calculated from the next-generation matrix [9] . The magnitude of R 0 obtained with person-to-person contact as the only route of transmission, appears to be an underestimation when non-contact transmission is active (Fig. 1 ). If the relative contribution of non-contact transmission is very small, changes in R 0 is generally negligible. But R 0 increases sharply with the relative contribution of non-contact transmission (Fig. 1) . For example, whilst a 50% relative contribution of non-contact transmission increases R 0 by 15-35%, a 150% relative contribution can double it (depending on the nature of infection). Since in the case of COVID-19 the contribution of non-contact transmission is unknown, it is uncertain as to what extent R 0 will spike if no action is taken to reduce this route of transmission.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 364,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 535,
                    "end": 542,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 743,
                    "end": 751,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "An universal assumption behind lockdown measures is that the rate of infection will reduce, thereby suppressing the spread of infection. Unsurprisingly, the model simulations generally confirms this assumption ( Fig. 2 ). Any level of reduction in transmission over a sufficiently-long lockdown period will lower the peak of infection from 'no-action' scenario ( Fig. 2) . The real success of lockdown measures, however, will be to keep the primary infection peak always below a Country's health-services capacity (see, Fig. 2 , the horizontal red lines representing some hypothetical health-service capacities). But this is possible only if the transmission rates reduce considerably -see Fig. 2 for various scenarios, and the decrease in peak as a consequence.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 218,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 363,
                    "end": 370,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 520,
                    "end": 526,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 690,
                    "end": 696,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Non-contact transmission and impact of lockdown"
        },
        {
            "text": "How far the transmission rates should reduce during lockdown will depend on the Country's health service capacity -e.g., a 50% (on a relative scale) reduction of the infection peak obtained through 75% reduction in contact transmission during lockdown, may still be insufficient if the health-service capacity is only 30% (see, Fig. 2 ). Therefore, depending on the health-service capacity, stricter measures must be imposed during lockdown to ultimately bring down the infection peak to a level that can be handled at any given time. This result suggests that countries with poor health-service facility and capacity require stricter lockdown measures than those with higher capacity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 328,
                    "end": 334,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Non-contact transmission and impact of lockdown"
        },
        {
            "text": "Simulations suggest that due consideration should be given to reduce not one, but all transmission rates, i.e both contact transmission and non-contact transmission. To give an example, let us suppose that the health-service capacity is only 30% of the no-action infection-peak. Under this constraint, if the contact transmission reduces by 75% during lockdown, but non-contact transmission does not reduce considerably (10%), the infection peak will stay well above the health-service capacity (top panel, green line in Fig. 2 ). But if the non-contact transmission further reduces, say, by 75%, the effect will be a considerably lower infection peak, within the reach of health-service capacity (bottom panel, green line in Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 521,
                    "end": 527,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 726,
                    "end": 733,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Non-contact transmission and impact of lockdown"
        },
        {
            "text": "These results suggest that during lockdown, proactive measures to reduce non-contact transmission, such as frequent and thorough sanitisation of publicaccess areas and wider uses of aerosol disinfectant, will be required to reduce the spread of infection and 2 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-contact transmission and impact of lockdown"
        },
        {
            "text": "The copyright holder for this preprint 3 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.04.20050328 doi: medRxiv preprint bring down the infection peak. Ignoring such measures may cause additional public distress, arising from far stricter lockdown measures, when mitigation strategy is solely based on contact route of transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Whilst lockdown and associated measures guarantee initial reduction of the disease spread, any suppression of the infection peak results in a secondary infection peak after the lockdown has been lifted (Fig. 2) . Theoretically, the secondary peak enforced by lockdown will be higher than that for the no-action scenario. It is, therefore, important to investigate the dynamics of the secondary peak for deciding the duration of lockdown (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 210,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 437,
                    "end": 445,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Impact of ending lockdown prematurely"
        },
        {
            "text": "To demonstrate the secondary-peak dynamics, let us consider the best scenario out of those shown in (Fig. 2) , i.e, both non-contact and contact transmission rates are reduced by 75% throughout the lockdown period. Under such an optimistic scenario, the evolution of secondary peak, its height, time of occurrence and duration solely depend on the duration of lockdown (see, green lines in Fig. 3 ). For example, with a hypothetical health-service capacity equal to 30% of the noaction peak, the first 30 days of lockdown show significant reduction in the infection cases (see, red and green lines in the first window, Fig. 3) , giving a false impression that the subsequent infection cases will stay below the capacity. But once the lockdown is fully lifted, the infection cases spike rapidly over a short time, and the peak goes beyond the capacity, almost nearing the noaction peak. This scenario demonstrates the ultimate failure of the suppression measures as a consequence of premature end of lockdown.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 108,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 390,
                    "end": 396,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 619,
                    "end": 626,
                    "text": "Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Impact of ending lockdown prematurely"
        },
        {
            "text": "When lockdown continues slightly longer, say, only until when the primary peak reduces down to the health-service capacity (e.g., 90 days in the second window, Fig. 3 ), the infection cases almost plateau, giving a false impression that a lower number of subsequent cases will follow beyond lockdown. But, after a minor retracement, the infection cases increase and the secondary peak goes beyond the health-service capacity, suggesting that this is also a premature end of lockdown.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 166,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Impact of ending lockdown prematurely"
        },
        {
            "text": "When lockdown continues much longer, even after the infection cases plateau, and it continues until the cases are considerably below the health-service capacity (e.g., 120-180 days in window 3 and 4, Fig. 3 ), a characteristically different secondary peak evolves. The secondary peak is now lower than the primary peak, and hence much lower than the health-service capacity. Longer lockdown further pushes back secondary peak, giving adequate time for preparation for the second wave (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 206,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 492,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Impact of ending lockdown prematurely"
        },
        {
            "text": "With the infection suppression measures, it would be essential to check not only the primary peak, but also the secondary peak and the delay in peak occurrence under different transmission rates (Fig. 4) . Although longer lockdown reduces the primary peak, the scale of the reduction does not change beyond a certain point of time (first and second window, Fig. 4 ). Non-contact transmission plays a key role here, and if this transmission rate is proactively reduced through disinfection measures, the impact of longer lockdown will be realised on the number of new cases. Under a hypothetical scenario, with a 50% reduction in contact transmission and 10% reduction in non-contact transmission, any impact on the primary peak and its occurrence may cease after 30 days of lockdown. However, under the same set up, if both transmissions reduce by 75%, the impact on primary peak and its occurrence can persist 90 days and beyond, which will bring down the primary infection cases (first and second window, Fig. 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 203,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 331,
                    "end": 363,
                    "text": "(first and second window, Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 1007,
                    "end": 1014,
                    "text": "Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Non-contact and contact transmission and infection peaks after lockdown"
        },
        {
            "text": "A reduced impact of lockdown on primary peak needs to be considered in conjunction with characteristics of the enforced secondary peak. For any level of reduction in contact and non-contact transmission, the secondary peak and its occurrence depend on the duration of lockdown measures (third and fourth window, Fig. 4) . Under a hypothetical scenario, with a 75% reduction in contact transmission and 10% reduction in non-contact reduction, the secondary peak can be vigorous: higher than the primary peak, and occurring within 60 days of the first peak (black lines, in third and fourth window, Fig. 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 319,
                    "text": "Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 597,
                    "end": 603,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Non-contact and contact transmission and infection peaks after lockdown"
        },
        {
            "text": "Based on a compartmental SEIR epidemic modelling framework the dynamics of an infected population is studied here. The model incorporates two different routes of COVID-19 transmission: the traditional person-to-person contact route, and the less explored fomites-mediated and airborne route. Whilst the preliminary evidence suggest that both transmissions contribute to COVID-19 spread [5, 6] , the impact of noncontact transmission has been recognised as more uncertain due to difficulty in data collection, and therefore requires proper attention in modelling studies.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 389,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 390,
                    "end": 392,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "Indirect transmission via non-contact route can increase the basic reproduction number significantly. Therefore, not incorporating this route of transmission in the model will underestimate the strength of COVID-19 transmission and spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "Simulation results suggest that lockdown will impact on infection spread, and initially suppress the number of infection cases to a great extent. But lockdown alone will not eradicate the infection from the system, particularly if the duration of lockdown is short, and if stricter measures are not taken to reduce all the routes of disease transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "Premature withdrawal of lockdown is likely to promote a rapid and sharper infection peak, which may result in more new infection cases than the capacity of national health-care services. Premature withdrawal of 4 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.04.20050328 doi: medRxiv preprint lockdown may be influenced by the 'false signal' of an initial plateau or even a minor dip in the number of cases, which is a trivial consequence of initial decrease in contact transmission. If the lockdown ends prematurely, a brief retracement may follow, but after this, the infection cases can in no time jump to a new high due to reactivation of the transmission routes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "During the lockdown period, strong measures will be required to significantly reduce the routes of transmission. Contact transmission should be reduced as much as possible. There is, however, the possibility that the indirect or non-contact transmission route is ignored, which will be less helpful in reducing the infection cases in situation where the relative strength of this transmission rate is high. Therefore, pro-active measures should be taken to reduce non-contact transmission. Some of those measures may involve frequent and wider uses of areal and aerosol disinfectant in public spaces to improve contaminated surfaces and air, as has been done by certain countries (e.g., China, World Economic Forum report). Ignoring non-contact transmission should not be compensated by far stricter lockdown or unachievable lockdown measures, as the mitigation strategy should not be solely based on contact route of transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Any exit policy from lockdown should carefully consider the level of success in reducing both the routes of transmission over a sufficiently long time frame. The absolute scale of the required measures such as, % reduction in both contact and non-contact transmission, will vary for countries depending on their health-service capacity, and could be computed from the model used in this paper using accurate time-series data on infection cases and transmission rates (which is beyond the scope of this paper). An optimal lockdown duration or a 'sweet-spot' for lockdown withdrawal, therefore, can differ between countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Containing papers of a mathematical and physical character",
            "authors": [
                {
                    "first": "Ogilvy",
                    "middle": [],
                    "last": "William",
                    "suffix": ""
                },
                {
                    "first": "Anderson",
                    "middle": [
                        "G"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proceedings of the royal society of london. Series A",
            "volume": "115",
            "issn": "772",
            "pages": "700--721",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The mathematics of infectious diseases",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Herbert W Hethcote",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "SIAM review",
            "volume": "42",
            "issn": "4",
            "pages": "599--653",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Infectious diseases of humans: dynamics and control",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Roy M Anderson",
                    "suffix": ""
                },
                {
                    "first": "Robert M",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Impact of non-pharmaceutical interventions (npis) to reduce covid19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "Neil",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "Gemma",
                    "middle": [
                        "Nedjati"
                    ],
                    "last": "Gilani",
                    "suffix": ""
                },
                {
                    "first": "Natsuko",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "Kylie",
                    "middle": [],
                    "last": "Ainslie",
                    "suffix": ""
                },
                {
                    "first": "Marc",
                    "middle": [],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "Sangeeta",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                },
                {
                    "first": "Adhiratha",
                    "middle": [],
                    "last": "Boonyasiri",
                    "suffix": ""
                },
                {
                    "first": "Gina",
                    "middle": [],
                    "last": "Zulma Cucunuba Perez",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cuomo-Dannenburg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus disease 2019 (covid-19) pandemic: increased transmission in the eu/eea and the ukseventh update",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Aerodynamic characteristics and rna concentration of sars-cov-2 aerosol in wuhan hospitals during covid-19 outbreak",
            "authors": [
                {
                    "first": "Yuan",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Zhi",
                    "middle": [],
                    "last": "Ning",
                    "suffix": ""
                },
                {
                    "first": "Yu",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Ming",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Yingle",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Nirmal",
                    "middle": [],
                    "last": "Kumar Gali",
                    "suffix": ""
                },
                {
                    "first": "Li",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Yusen",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "Jing",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "Dane",
                    "middle": [],
                    "last": "Westerdahl",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Modelling the transmission of airborne infections in enclosed spaces",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cj Noakes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Beggs",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Sleigh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kerr",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Epidemiology &amp",
            "volume": "134",
            "issn": "5",
            "pages": "1082--1091",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effect of disease-selective predation on prey infected by contact and external sources",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Krishna",
                    "suffix": ""
                },
                {
                    "first": "Shovonlal",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "Joydev",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chattopadhyay",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BioSystems",
            "volume": "95",
            "issn": "3",
            "pages": "188--199",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The construction of next-generation matrices for compartmental epidemic models",
            "authors": [
                {
                    "first": "Odo",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "Michael G",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of the Royal Society Interface",
            "volume": "7",
            "issn": "47",
            "pages": "873--885",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Change in R 0 as a consequence of non-contact transmission. Shown are the changes in % R 0 as a function of changes in non-contact to contact transmission rate. (Disclaimer: In this figure relative (%) scales are used for the purpose of understanding the dynamics -time scale or absolute scales are not optimised to any Country's data and so the scales shown may not be directly used in decision making.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Impact of lockdown. Top panel -impact on infection dynamics when contact-transmission reduces greatly but noncontact transmission reduces slightly during lockdown. Bottom panel -impact on infection dynamics when both contact-transmission & non-contact transmission reduce significantly during lockdown. See supplementary for movie clips. (Disclaimer: In this figure relative (%) scales are used for the purpose of understanding the dynamics -time scale or absolute scales are not optimised to any Country's data and so the scales shown may not be directly used in decision making.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Impact of lockdown duration on primary and secondary peak dynamics. Evolution of primary and secondary peaks are shown under four hypothetical lockdown duration. See supplementary for a movie clip. (Disclaimer: In this figure relative (%) scales are used for the purpose of understanding the dynamics -time scale or absolute scales are not optimised to any Country's data and so the scales shown may not be directly used in decision making.) peak (% of no-action peak) Transmission reduced by 10% (non-contact) + 50% (contact) Reduced by 10% (non-contact) + 75% (contact) Reduced by 75% (non-contact) + 50% (contact) Reduced by 75% (non-contact) + 75% (days) in primary infection peak (from no-action peak) Transmission reduced by 10% (non-contact) + 50% (contact) Reduced by 10% (non-contact) + 75% (contact) Reduced by 75% (non-contact) + 50% (contact) Reduced by 75% (non-contact) Infection peaks after lockdown: under different non-contact and contact transmission transmission and duration of lockdown. Top panels demonstrate the primary peak and delay in primary peak relative to the no-action scenario. Bottom panels demonstrate the primary peak and timing of secondary peak under various scenarios. (Disclaimer: In this figure relative (%) scales are used for the purpose of understanding the dynamics -time scale or absolute scales are not optimised to any Country's data and so the scales shown may not be directly used in decision making.)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "No action scenario Lockdown + non-contact transmission 10% reduced + contact-transmission 50% reduced Lockdown + non-contact transmission 10% reduced + contact-transmission 65% reduced Lockdown + non-contact transmission 10% reduced + contact-transmission 75% reduced Hypothetical health-service capacity No action scenario Lockdown + non-contact transmission 75% reduced + contact-transmission 50% reduced Lockdown + non-contact transmission 75% reduced + contact-transmission 65% reduced Lockdown + non-contact transmission 75% reduced + contact-transmission 75% reduced Hypothetical health-service capacity",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "A compartmental susceptible(S)-exposed(E)-infected(I)recovered(R) model [1] [2] [3] is adapted with two routes of COVID-19 transmission.Total population is N (t) = S(t) + E(t) + I(t) + R(t), and no further demographic parameters are included. Susceptible population is governed by the equation:whereβ is the average person-to-person contact transmission rate day − 1, µ 0 is the average non-contact transmission day − 1, and µ 2 is the rate of recovered people converting into susceptibleday − 1. Exposed population is governed by the equation:Ė (t) = β S(t) I(t)/N (t) − k E(t) + µ 0 E; where k is the rate of converting from exposed to infected day − 1. Infected population is governed by the equation:İ(t) = k E(t) − (γ + µ 1 ) I(t); where γ is the recovery rate for the infected day − 1, and µ 1 is the death rate of the infected day − 1. Finally, the recovered population is governed by the equation:Ṙ (t) = γ I(t) − µ 2 R(t).A ",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 75,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 76,
                    "end": 79,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 80,
                    "end": 83,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Model, parametrisation and simulation"
        }
    ]
}