{
    "paper_id": "5481a02b4683cd4049dc71b6062459c31abf6bf0",
    "metadata": {
        "title": "Importance of suppression and mitigation measures in managing COVID-19 outbreaks",
        "authors": [
            {
                "first": "Michael",
                "middle": [
                    "E"
                ],
                "last": "Hochberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "EPHE",
                    "location": {
                        "settlement": "Montpellier",
                        "region": "IRD",
                        "country": "France"
                    }
                },
                "email": "michael.hochberg@umontpellier.fr"
            }
        ]
    },
    "abstract": [
        {
            "text": "I employ a simple mathematical model of an epidemic process to evaluate how three basic quantities: the reproduction number (ℛ), the number of infectious individuals (I), and total community size (N) affect strategies to control COVID-19. Numerical simulations show that strict suppression measures at the beginning of an epidemic can create low infectious numbers, which thereafter can be managed by mitigation measures over longer periods to flatten the epidemic curve. The stronger the suppression measure, the faster it achieves the low numbers of infections that are conducive to subsequent management. Our results on short-term strategies point to either a two-step control strategy, following failed mitigation, that begins with suppression of the reproduction number, ℛC, below 1.0, followed by renewed mitigation measures that manage the epidemic by maintaining ℛC at approximately 1.0, or should suppression not be feasible, the progressive lowering of ℛC below 1.0. The full sequence of measures that we are observing in a number of countries, and likely to see in the longer term, can be symbolically represented as: ℛ0 à ℛC<ℛ0 à ℛC<<1.0 à ℛC≈1.0 à ℛC<1.0. We discuss the predictions of this analysis and how it fits into longer-term sequences of measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 pandemic is a major global threat. Spread of the SARS-CoV-2 virus began in China in late 2019, with 41 cases recorded according to the WHO as of January 11/12, 2020, attaining about 1.5 million confirmed cases worldwide as of April 8 th (1). By its highly transmissible and virulent nature, COVID-19 is putting considerable strain on health services, meaning that increasing numbers of patients in the most afflicted countries cannot be adequately cared for, which will likely further exacerbate disease morbidity and mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Research groups have mobilized to collect and analyze molecular (2) and epidemiological (3) (4) (5) data, and employ statistical and mathematical models to simulate regional and national outbreaks and the global pandemic, and evaluate possible control measures (e.g., [6] [7] [8] [9] [10] [11] .",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 67,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 88,
                    "end": 91,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 92,
                    "end": 95,
                    "text": "(4)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 96,
                    "end": 99,
                    "text": "(5)",
                    "ref_id": null
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 276,
                    "end": 279,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 280,
                    "end": 283,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 284,
                    "end": 288,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 289,
                    "end": 293,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Particularly important in this effort is the projection of how different strategies will affect outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Conducting such studies without delay is crucial, both because most countries are in early outbreak stages and thus open to management options, and since some nations are days or even weeks behind in their epidemics compared to others. The latter property is important, since the lockstep nature of COVID-19 epidemic trends mean that nations can 'peer into the future' to predict how their own outbreaks could unfold. This information and the efficacy of control strategies already adopted by other 'future' countries can be instrumental in giving the time needed to plan and logistically organize effective measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here, we employ a simple epidemiological model to elucidate some of the basic parameters and processes that arbitrate short-term control measure outcomes. The model's intuitive results emphasize the necessity to adopt one or both of two strategies. 'Suppression measures' are engaged early and decisively to lower the reproduction number, ℛ, below 1.0 and as close as possible to 0.0. When successful, this results in low, manageable numbers of infections, and can then be followed by a second strategy: 'Mitigation measures' that flatten the epidemic curve by maintaining the reproduction number to approximately 1.0. However, strategies need not follow this sequence. For those countries reacting very early in an outbreak, mitigation measures alone may be sufficient. For those that are late and/or unable to employ radical suppression measures, 'progressive mitigation' so as to lower ℛ below 1.0 may be the only alternative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Imperial College COVID-19 Response Team (12) (13) (14) recently analyzed realistic scenarios of suppression and mitigation approaches to show how they could influence morbidity and mortality trends and effects on health services. The objective of the present study is to emphasize how strategic lowering of the reproduction number is central to a rational management plan to minimize the impacts of COVID-",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "text": "(12)",
                    "ref_id": null
                },
                {
                    "start": 49,
                    "end": 53,
                    "text": "(13)",
                    "ref_id": null
                },
                {
                    "start": 54,
                    "end": 58,
                    "text": "(14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We employ a simple SEIR model of Susceptible → Exposed → Infectious → Removed states (15) . The ordinary differential equations take the form:",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "(15)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "Where ℛ is the reproduction number, Tinf is the infectious period, Tinc is the incubation period, and N is a constant equal to S+E+I+R. ℛ/ is equivalent to the transmission parameter b employed in randommixing infectious disease models. In the numerical studies below, ℛ will either be noted at the beginning of an epidemic (i.e., 'the basic reproduction number', ℛ0), or as a result of control (suppression or mitigation) measures as a constant ℛC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "We employ this general model for COVID-19 to explore how some of its central properties could affect outbreak control efforts. The over-simplicity of the model means that it should not be used to make precise predictions for actual epidemic management situations, but rather serve as a conceptual tool that can serve as a first step towards more realistic analyses for specific scenarios or situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical methods"
        },
        {
            "text": "Specifically, we focus on how two generic types of objective -suppression and mitigation -affect epidemiological and clinical parameters. We expect that, all else being equal, suppression will reduce ℛ0 more than would mitigation. However, their impacts on ℛ0 are expected to differ from locality to locality depending on the details of (and adherence to) the measures deployed. This argues for examining a range of ℛC for each of the two types of objective, and recognizing that mitigation measures in one locality (e.g., country) could be more effective at lowering ℛ0 than suppression measures in another.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical methods"
        },
        {
            "text": "Epidemic management strategies were investigated using the Epidemic Calculator package (16) (Supplementary Material). This platform is rich in possibilities for varying key parameters such as the reproduction number (ℛ) and temporal scales of infection (Tinf and Tinc), as well as initial sub-population of infections individuals (I0) and the total population size (N=S0+I0). The platform also permits the user to experiment with different \"clinical\" parameters, including hospitalization rate, case fatality rate, and recovery time for mild cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical methods"
        },
        {
            "text": "The results presented below are based on the parameter values provided on the website simulator page (Table 1) . Given the recent emergence of COVID-19, these parameter values should be viewed as preliminary and possibly inaccurate, since for example, they may be based on limited data or be time-. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 110,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Numerical methods"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20048835 doi: medRxiv preprint or location-specific. This reinforces the above call for caution in interpreting the findings presented here, and in using the precise model output for any specific management actions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical methods"
        },
        {
            "text": "Basic The Epidemic Calculator package, although very flexible, has some limitations in its use for scientific study. First, the accuracy of the simulator output is untested with respect to analytical results, independent computational studies, and other SEIR platforms. The only test conducted here did verifiy that the simulated equilibrium fraction of susceptible individuals (S¥) followed the predicted relation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter Value"
        },
        {
            "text": "-ln(S¥/S0)= ℛ(1-S¥/S0) (15) . The results presented below -even if consistent with intuitionnevertheless need to be viewed as preliminary and contingent on future testing. Second, precision in the intervals for input parameters and platform output were not always to the last decimal places, and for large numbers, such as the total community size N, a limited number of choices were available.",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 27,
                    "text": "(15)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Parameter Value"
        },
        {
            "text": "Therefore, for example, there was no choice for exactly N=70 million, and as such the next highest option (70,420,854) was employed. The same was true for simulations with the lower population size of N=70K (70,263 was used). Moreover, the data presented below (i.e., y-axis data point readings) were in some cases closest interpolations of closely neighboring values that resulted in the simulation target.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter Value"
        },
        {
            "text": "Varying the input and reading rules to neighboring values was found to have negligible effects on the trends reported, and did not change the main conclusions of this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter Value"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter Value"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20048835 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We first explored how the trigger number of infectious cases (I) for suppression measures to be engaged, affected the critical level of ℛC necessary to keep infectious cases at or below 100 after 60 days. We chose 60 days because it is the approximate period that areas of China (as the first affected country), decided to enter lockdown. Table 2 support the above insights, whereby suppression measures need to be increasingly strict in order to reduce the time necessary to obtain low target case numbers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 346,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint presented here indicate that the observed trends apply at least in the total population range of 10 4 to 10 8 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The second variable explored was the effectiveness of previous suppression measures; we evaluated high effectiveness (a reset to a single infectious case) and a less, but still acceptable reset to 100 infectious cases. Clearly, any subsequent mitigation measures yielding ℛC<1.0 would result in infectious cases decreasing over time (and therefore be a successful outcome), but given the impacts of such measures on society, below we consider strategies that seek to contain a second epidemic by tuning ℛC to between 1.0 and ℛ0. the infectious numbers to less than 10% of the total population requires ℛC less than c.1. 5 , which is about a 40% reduction in the ℛ0 assumed here ( Fig. 2A) . Peak levels of hospitalization can reach c.7%-10% should mitigation measures be 20% or less effective at reducing ℛ0 (Fig. 2B) . Such levels would exceed hospital bed capacity in most countries by at least an order of magnitude (18). Reducing peak hospitalization levels well below 1% (which is still too high for many health services) would require ℛC close to 1.0. Finally, similar to the trends in Figs. 2A,B , fatalities are sensitive to the effectiveness of prior suppression measures and community size, indicating that ℛC needs to be reduced towards unity for smaller communities and those unable to reduce infectious cases sufficiently during suppression measures (Fig. 2C) . These results emphasize that epidemics could be contained by tuning ℛC close to, but above 1.0, which would be more logistically and socially attainable than ℛC<1.0.",
            "cite_spans": [
                {
                    "start": 620,
                    "end": 621,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 680,
                    "end": 688,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 808,
                    "end": 817,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1092,
                    "end": 1102,
                    "text": "Figs. 2A,B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1363,
                    "end": 1372,
                    "text": "(Fig. 2C)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20048835 doi: medRxiv preprint Although not explored here, numerical simulations for parameter values associated with points above the dashed line in (A) were influenced by 'herd immunity', i.e., when the proportion of the population in the susceptible class, S/N<(1.0-1.0/ℛ) (19) . Moreover, note that the result in (A) appears to contrast with the results in Steir et al. (5) , who showed higher case growth rates with city size. The discrepancy can be explained by the different units employed in each study (case growth rate in (5) vs. fraction of total population infected at some point during a fixed time interval (this study)) and how ℛ was estimated in (5) (found to be city-size dependent) vs. assumed invariant in the present study. Case growth rate (number of new cases on day tnumber of new cases on day t-1 / number of new cases on day t-1) was found to increase with community size in the present study (not shown). Numbers above points in (B) refer to the day that maximum hospitalization occurs, and are only shown for the Black line conditions (note that when ℛC=1.0, maximum levels begin on day 90 and are constant thereafter; for ℛC=1.1, maximum levels occur after 200 days). See main text for additional details.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 356,
                    "text": "(19)",
                    "ref_id": null
                },
                {
                    "start": 450,
                    "end": 453,
                    "text": "(5)",
                    "ref_id": null
                },
                {
                    "start": 608,
                    "end": 611,
                    "text": "(5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20048835 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We observed that the attainment of herd immunity, whereby the rate of new infections is reduced below unity (when St/N<1.0-1.0/ℛ), did not ensure the rapid end to an outbreak ( Fig. 2A) . Indeed, 'epidemic overshoot' (20) occurs in this simple model, for all ℛ>1.0. Figure Finally, whereas mitigation measures result in fewer cases (Figs. 2, 3) , if ℛC>1.0, then they also lengthen the course of the epidemic (Figure 4 ). An epidemic with no mitigation (example shown here is ℛ0 =3.0) is 95% complete 85 days after the 100 th case. In contrast, an outbreak coming closest to the mitigation target of a flat epidemic (ℛC =1.2) is 80% complete after 482 days and 95% at 585 days. The implications of long-term mitigation levels are discussed below. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "text": "(20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 185,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 266,
                    "end": 272,
                    "text": "Figure",
                    "ref_id": null
                },
                {
                    "start": 332,
                    "end": 344,
                    "text": "(Figs. 2, 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 409,
                    "end": 418,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20048835 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The lockstep nature of COVID-19 outbreaks in different regions, countries and cities means that management practices in places further along the epidemic curve can inform those in earlier stages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and future directions"
        },
        {
            "text": "Control strategies in one country, however, are not always applicable in others, due for example to cultural and logistical differences (21) . Mathematical models based on empirical data have a role to play in adapting capacities to address epidemics, both as conceptual aids and management tools. The present study explored two types of intervention that can contribute to reducing the impact of COVID-19 epidemics. 'Suppression measures' would be adopted by communities that either initially decided not (or did, but were unable) to mitigate the exponential increase of new cases. Suppression reduces the reproduction number sufficiently below 1.0, and in so doing lower the number of infectious cases to a manageable level. 'Mitigation measures' may either be introduced as a preventive approach, whereby communities begin to manage very early in the outbreak, gradually introduced towards the end of suppression, or for countries unable or unwilling to enforce suppression measures, the only route possible to flatten the epidemic curve. The sequence of measures that we are observing in a number of countries, and likely to see in future months, can be symbolically represented as: ",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "text": "(21)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions and future directions"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and future directions"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org /10.1101 /10. /2020 The actual application of measures to meet objectives is likely to be complex (12) (13) (14) , and in particular, mitigation measures could go through multiple successive adjustments so as to approach effective and socially acceptable levels of ℛC in the latter two phases represented above.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 65,
                    "text": "/10.1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 76,
                    "text": "/10. /2020",
                    "ref_id": null
                },
                {
                    "start": 155,
                    "end": 159,
                    "text": "(12)",
                    "ref_id": null
                },
                {
                    "start": 160,
                    "end": 164,
                    "text": "(13)",
                    "ref_id": null
                },
                {
                    "start": 165,
                    "end": 169,
                    "text": "(14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Our analysis presented here yield several important insights:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "1. The number of infectious cases at the start of suppression determine how effective it is at creating a reset. Communities with more than 100,000 infectious cases essentially have to reduce transmission to zero in order to have about 100 cases after 60 days. Greater suppression stringency also means that with slightly longer confinement periods, ever-lower numbers of infectious individuals can be obtained, permitting reduced stringency of subsequent mitigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "2. The duration of suppression measures needed to attain an objective decrease with the severity of measures. Lowering ℛC to or below 0.1 (i.e., a 96+% drop from ℛ0=2.5) from just over 10,000 infectious cases, would meet the objective of 100 after 30 days, and this indeed what was the Chinese data suggests (1). According to these simulations, an ℛC>0.5 would require more than 60 days to meet this same objective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "preserve the capacities of health services. As above, this is best done either near the start of an outbreak or once a suppression reset has succeeded. Although in this scenario, ℛC<1.0 is a sufficient condition for successful management, tactics that give weight to individual freedoms, yet keep ℛC above, but sufficiently close to 1.0 can successfully contain epidemic consequences, such as morbidities and mortalities and the saturation of health service capacities. Recent data analysis of 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic management is most effective if engaged when infectious cases are low enough to"
        },
        {
            "text": "European countries (14) supports the basic quantitative predictions set out in the present study, and similar analyses of richer, near-future data sets will be needed to refine target parameter values so as to yield regional epidemic and global pandemic management objectives.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 23,
                    "text": "(14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Epidemic management is most effective if engaged when infectious cases are low enough to"
        },
        {
            "text": "herd immunity threshold (20) . We find that although herd immunity is predicted to occur when 60 to 70% of the population have been infected and become immune (based on parameters in Table 1) , if left unchecked, then the virus will eventually infect approximately 90% of the population. Some countries with high numbers of infectious cases early in their outbreak may either not have the logistics for -or decide not to impose -suppression measures. For example, our analysis suggests that mitigation measures that lower ℛ0 by 50% from 3.0 to 1.5 will still result in about 60% of the population eventually becoming infected. 5. Mitigation at or above C=1.0 extends the course of an outbreak (Figure 4) . Mitigation, even if less restrictive compared to suppression, has impacts on health services, society and the economy.",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 28,
                    "text": "(20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 191,
                    "text": "Table 1)",
                    "ref_id": null
                },
                {
                    "start": 693,
                    "end": 703,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Epidemics do not suddenly stop when the fraction of susceptible individuals drop below the"
        },
        {
            "text": "Maintaining ℛC≥1.0 is therefore a short-term solution to contain an epidemic whilst preserving certain liberties. Longer-term (months) measures will need to lower ℛC below 1.0 so as to attenuate . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemics do not suddenly stop when the fraction of susceptible individuals drop below the"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20048835 doi: medRxiv preprint and finally stop the outbreak. These measures will likely leverage contact networks (tests for infectiousness and acquired immunity, the use of cell phone apps for contact tracing) and target the virus/disease itself (repurposed drugs, antibody transfusions and vaccines).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Of the many limitations to our analysis, two in particular merit further study. First, the model assumes random mixing of individuals. Real infection networks are far more complex, and may involve (i) significant spatial structuring, (ii) different numbers of contacts per individual and through time and travel, (iii) epidemiological class effects (such as age, quarantined, hospitalized), and (iv) persistence of the virus in the external environment. Mathematical models incorporating heterogeneous contact structures (e.g., 5, 7, 22) will have a role to play in indicating the effectiveness of different control measures. Analyses similar to (14) should explore both realistic contact structures and communityspecific values of epidemic and health service parameters.",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 530,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 531,
                    "end": 533,
                    "text": "7,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 534,
                    "end": 537,
                    "text": "22)",
                    "ref_id": null
                },
                {
                    "start": 646,
                    "end": 650,
                    "text": "(14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Second, future analyses will need to translate actual tactics into their effects on different epidemiological parameters, and specifically ℛC. A number of tactics have been proposed and some variously adopted by different communities, including: spatial distancing, quarantining, hand washing, wearing masks, gloves; diagnostics such as contact tracing, and virus and antibody testing; and interventions such as employing repurposed drugs and developing vaccines. Such approaches will need to be employed in complementary ways, since no single one is likely to attain reset or management objectives. Moreover, calibration of ℛC in particular will require accurate assessments of the contribution of asymptomatic transmission to the propagation of the virus, the latter having been recently demonstrated in mathematical models to potentially influence COVID-19 dynamics (23).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In conclusion, the simple model analyzed here is not an instrument to develop precise, actionable strategies. Rather, it is a conceptual tool that identifies some of the important parameters, and generates testable hypotheses of how these could affect outbreak management outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Lancet",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30567-5"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Lancet",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30260-9"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Lancet Public Health",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prem",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30073--30079",
            "other_ids": {
                "DOI": [
                    "10.1016/S2468-2667(20"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Lancet Glob",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(20)30074-7"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Infectious Diseases of Humans: Dynamics and Control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M R M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Suppression levels required to meet objectives, given different starting conditions. Simulations begin with no measure imposed (ℛ0=2.5) and 1 infectious individual in a population of c. 70 million unexposed individuals. The suppression strategy starts when the number of infectious individuals attain a given number (x -axis), which correlates with the time elapsed in the outbreak. ℛC is the observed maximum level of ℛ needed to result in 100 or fewer infectious individuals after 60 days of confinement (y -axis). Although not shown, imposing mitigation measures in the range 1.0<ℛC<2.5 prior to suppression does not change this basic result. Lines linking points aid visualization. See text for further details.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "shows that larger numbers of infectious individuals require stricter measures to attain the (arbitrary) objective of 100 or fewer circulating infectious individuals after two months of measures. According to our simulations, a population the approximate size of Western European nations such as France, Spain, the UK and Germany would need to reduce transmission probabilities to near zero to attain the objective, should infectious numbers be on the order of 100,000. Early interventions in populations with 1 to 100 circulating infectious individuals would still require considerable measures, with reductions in baseline ℛ0=2.5 of 25% to 60%, respectively. Given cumulative case number doubling times observed in some countries of about 3 to 5 days (17) (and therefore c. 2 weeks between each log integer on the x-axis of Figure 1), the choice of measures without knowing their true impacts on the reproduction number could have resulted in insufficient flattening of the epidemic curve and valuable time lost. The data in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "shows how the effectiveness of suppression strategies and community size influence how subsequent mitigation measures affect epidemiological and clinical parameters. For example, regulating",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Effect of mitigation ℛC on (A) The fraction of initially unexposed people who are eventually exposed (Et+It+Rt) at t=200 days after the measure starts; (B) The maximum daily fraction of the population needing hospitalization for any single day, up to 200 days after the measure starts; (C) The fraction of initially unexposed people who die during the 200 days of outbreak mitigation. Lines linking points aid visualization. Mitigation starts at: Yellow line, I0=1, N=70 million; Gray line: I0=100, N=70 million; Red line: I0=1, N=70K; Black line: I0=100, N=70K. ℛ0=2.5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "3 extends the findings in Fig. 2A (limited to 200 days) to different points in the epidemic. We see that infected levels exceed the herd immunity threshold (black line) before maximum hospitalizations are observed (gray line). For ℛC≥1.2 the overshoot by the end of the epidemic (blue line) is between c.15-30% of the population. Moderate levels of mitigation can have major impacts in the short term (cf. ℛC=2.0 vs. ℛ0=3.0 at 60 days), but as the epidemic runs its course, the sensitivity of ℛC exceeding 1.0 becomes apparent; for example, ℛC=1.2 results in c.30% of the population infected at some point during the epidemic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Epidemic overshoot: Effect of mitigation ℛC on the percentage of an initially susceptible population infected by the virus at different points in the epidemic. I0=100, N=70 million. Red line = 60 days after 100 th infectious case; Black line = herd immunity threshold; Gray line = day of peak hospitalizations (numbers indicate day); Blue line = end of epidemic. ℛ0 =2.5, 3.0 is shown for comparison. Lines linking points aid visualization. See main text for additional details.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Effect of mitigation ℛC on the number of days until 80%=blue, 90%=orange, or 95%=gray of eventual infections occur, during the full course of an epidemic. I0=100, N=70 million. ℛ0 =3.0 is shown for comparison See main text for additional details.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}