{
    "paper_id": "5488458e965c1969ede090943798b52176578a63",
    "metadata": {
        "title": "Impact of blood analysis and immune function on the prognosis of patients with COVID-19",
        "authors": [
            {
                "first": "Yue-Qiang",
                "middle": [],
                "last": "Fu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chongqing Medical University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Yue-Lin",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chongqing Medical University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Si-Wei",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chongqing Medical University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Yang",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Renmin Hospital of Wuhan University",
                    "location": {
                        "postCode": "430060",
                        "settlement": "Wuhan",
                        "country": "P.R China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chongqing Medical University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Feng",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chongqing Medical University",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Introduction: This retrospective study investigated the implications of changes in blood parameters and cellular immune function in patients with 2019-coronavirus infected disease .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: Records were reviewed of 85 patients with COVID-19 between February 4 and 16, 2020. The primary outcome was in-hospital mortality at 28 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Fourteen patients died. The baseline leukocyte count, neutrophil count and hemoglobin was significantly higher in non-survivors compared with survivors, while the reverse was true of lymphocyte count, platelet, PaO 2 /FiO 2 , CD3+ count and CD4+ count. The percentage of neutrophil count > 6.3×10 9 /L in death group was significantly higher than that in survival group, and multivariate logistic regression showed neutrophil count was independently associated with mortality. However, there were not significant difference in IgG, IgM, IgA, C3, C4 and the percentage of IgE > 100 IU/ml between the death group and survival group. Areas under the receiver operating characteristic curves of the following at baseline could significantly predict mortality: leukocyte, neutrophil, lymphocyte, CD3+ and CD4+ counts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "For patients with COVID-19, lymphocyte, CD3+ and CD4+ counts that marked decrease suggest a poor outcome. A high neutrophil count is independently associated with mortality. At admission, leukocyte, neutrophil, lymphocyte, CD3+ and CD4+ counts should receive added attention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The first case of an unknown pneumonia was traced to the Wuhan South China Seafood Market in December 2019. It was confirmed as an acute respiratory infectious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2, formerly known as 2019-nCoV) and disease has been subsequently named 2019-coronavirus infected disease (COVID-19) by WHO on Feb 11, 2020 [1] .",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 379,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "At present, the COVID-19 epidemic has wrought great damage in China, Asia, Europe, and North America, and globally all countries are under threat. COVID-19 is highly contagious and can cause serious lung injury, resulting in death. Medical research concerning this new virus is relatively limited, and the pathophysiological mechanisms underlying the cause of disease are still under study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Pulmonary infection caused by virus is often accompanied by changes in hematologic and immune test parameters. Neutrophil, lymphocyte, and lymphocyte subset counts may help clinicians assess the condition of patients with viral pneumonia. In patients with severe acute respiratory syndrome (SARS), an initial neutrophil count >7000/mL (odds ratio [OR] 6.4) and initial C-reactive protein (CRP) concentration >47.5 mg/L (OR 5.8) have been associated with fatality [2] . Leong et al. [3] found that neutropenia was associated with poor prognosis in patients with SARS, and Li et al. [4] reported that the peripheral CD4+ and CD8+ T lymphocyte absolute counts were significantly lower in these patients. Tang et al. [5] also showed that CD3+, CD4(+), and CD8(+) lymphocytes significantly decreased in the acute phase of SARS, especially in patients who died.",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 466,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 482,
                    "end": 485,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 581,
                    "end": 584,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20067587 doi: medRxiv preprint Wang et al. [6] showed that most patients with COVID-19 had marked lymphopenia, and non-survivors developed more severe lymphopenia over time during hospitalization. Another study also indicated that COVID-19 patients in the death group had significantly lower lymphocyte count on admission than the recovered group [7] , however they did not explore changes in lymphocyte subsets.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "16.20067587 doi: medRxiv preprint",
                    "ref_id": null
                },
                {
                    "start": 157,
                    "end": 160,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 461,
                    "end": 464,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Recently, several studies showed that compared to non-severe cases, the severe COVID-19 cases had lower lymphocyte counts [8] [9] [10] [11] [12] [13] and higher leukocytes counts [8] [9] [10] . Wang et al. [13] found that CD4+ T cells, CD8+ T cells, B cells and natural killer (NK) cells decreased in COVID-19 patients, and severe cases had a lower level than mild cases. Other studies also mentioned that CD4+T and CD8+T cells decreased in the COVID-19 patients [8, 14] . However, whether there are changes in humoral immune function has not been studied yet. And the differences of lymphocyte subsets between the survival and the death patients with COVID-19 are rarely studied. COVID-19 may lead to hyperactivity of the inflammatory response, and suppression of the immune response. Changes in leukocyte subsets and immune function after SARS-CoV-2 infection may suggest immune status, but this is not well studied. The objective of the present case series was to compare the clinical characteristics, blood analyses, and immune functions features between the survivors and non-survivors. The predictive value of neutrophil, lymphocyte, and lymphocyte subsets at admission for mortality was also studied.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 126,
                    "end": 129,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 130,
                    "end": 134,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 135,
                    "end": 139,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 140,
                    "end": 144,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 145,
                    "end": 149,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 179,
                    "end": 182,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 183,
                    "end": 186,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 187,
                    "end": 191,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 206,
                    "end": 210,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The Ethics Committee of Children's Hospital, Chongqing Medical University (Institutional Review Board of Children's Hospital, Chongqing Medical University) approved this retrospective cohort study. The requirement for written informed consent was waived because of the retrospective design.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "The study population comprised patients with COVID-19 pneumonia, who had been admitted to the ward of the Third Batch of Chongqing Medical Aid Team in Wuhan city of Hubei province in China, from 4 February 2020 to 16 February 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "The data were analyzed anonymously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "The patients in this study were confirmed to have SARS-CoV-2 infection by reverse real-time reverse transcription polymerase chain reaction (RT-PCR) assay, from nose and throat swab samples. At least one ground glass change in the lung was indicated on chest computed tomography (CT) scan. A blood routine and immune function test was completed within 12 hours after admission. Patients with any of the following were excluded from this study: death due to natural causes rather than viral infection; immunodeficiency; or with long-term use of glucocorticoids or immunosuppressants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "Collected information included: age; gender; concomitant disease; symptoms; hemoglobin; platelet; leukocyte, neutrophil, and lymphocyte counts; CRP, CD3+, . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and definitions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20067587 doi: medRxiv preprint CD4+, CD8+, CD4/8, CD19+, and CD16+56+;IgG, IgM, IgA, IgE, C3, and C4 chest CT; Alanine aminotransferase, Creatinine; arterial blood gas; and the result of the RT-PCR assay of SARS-CoV-2 RNA.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20067587",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data collection and definitions"
        },
        {
            "text": "Patient outcomes (survival or death) were followed until 16 March 2020. The primary outcome was in-hospital mortality at 28 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcome"
        },
        {
            "text": "Data were analyzed using SPSS 21.0 (SPSS, Chicago, IL, USA). Continuous variables are shown as median (interquartile range or IQR), and categorical data as percentage. The comparison of two medians was performed using the Mann-Whitney U test; and the comparison of percentages with the chi-squared test. Multivariate analysis was performed to determine whether the admission neutrophil count was a risk factor for mortality, after adjusting for admission lymphocyte count, PaO 2 /FiO 2 , CD3+, CD4+ and CRP >60 mg/L. Receiver operating characteristic (ROC) curves were used to determine blood parameters at admission as predictors of mortality. A P-value < 0.05 was considered statistically significant for all analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical characteristics"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20067587 doi: medRxiv preprint Overall, 93 persons were treated during the study period, 85 (49 men) of whom met the inclusion criteria for this study ( Table 1 ). The remaining 8 others were excluded due to absence of specific blood test within 12 hours after admission, negative SARS-CoV-2 result of nasopharyngeal swab sample, or death due to advanced age rather than virus infection. The age of the study population was 64.00 (54.50, 70.00) years (range 31-89 y). The interval between symptom onset and admission was 13.00 There was no significant difference in age between the survival and death groups [62.00(55.00, 70.00) y cf. 67.00(50.75, 74.25) y; Table 1 ]. In the death group, the percentage of men (11/14, 78 .6%) and rate of accompanying disease (10/14, 71.4%) were higher compared with the survival group (38/71, 53.52%; and 37/71, 52.11%, respectively), but the differences were not significant. The incidence of dyspnea in the death group was higher than that in the survival group. The survival and death groups were also comparable regarding the interval between onset and admission [13.00 (10.00,15.50) d cf. 12.00 (9.00,15.25) d].",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "16.20067587 doi: medRxiv preprint",
                    "ref_id": null
                },
                {
                    "start": 825,
                    "end": 835,
                    "text": "(11/14, 78",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 274,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 772,
                    "end": 779,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Clinical characteristics"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical characteristics"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical characteristics"
        },
        {
            "text": "The following blood parameters in the death group were significantly higher than in the survival group (Table 1) : total leukocyte count (P = 0.000); percentage of . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 112,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Blood analysis parameters in survivors and non-survivors"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . neutrophils (P = 0.000), neutrophil count (P = 0.000) and hemoglobin (P = 0.017).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blood analysis parameters in survivors and non-survivors"
        },
        {
            "text": "Upon admission, the percentage of the death group with CRP >60 mg/L was significantly higher than that of the survival group [(21/71 (29.58%) cf. 11/14 (78.6%)]. In addition, 12/14 (85.71 %) patients in the death group had an admission neutrophil count > 6.3 × 10 9 /L, while this was true of only 12/71 (16.90%) of the survival group. In the death group, the percentage of lymphocytes, lymphocyte count, platelet count, and PaO 2 /FiO 2 were significantly lower than that of the survival group (P = 0.000, 0.002, 0.004, 0.000, respectively). 12/14 (85.7%) patients in the death group had lymphocyte count at baseline < 1.1 × 10 9 /L, however this was true of 41/71 (57.75%) of the survival group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blood analysis parameters in survivors and non-survivors"
        },
        {
            "text": "In the 85 patients, the baseline median of the CD3+, CD4+, and CD8+ counts were all lower than the lower limit of the normal range ( Table 2 ). The CD3+, CD4+ and CD8+ counts in more than 60% of patients were lower than the lower limit of normal range, respectively; the incidence rates were higher in non-survivors than survivors ( Table 2 ). The median CD3+%, CD3+ count, CD4+%, and CD4+ count in the death group were all significantly lower than that of the survival group (P = 0.020, 0.007, 0.006 and 0.001, respectively). The medians of the CD8+ count and CD16+56+ count, CD19+ count and CD4+/CD8+ ratio in the death group were lower than those of the survival group, but the differences were not statistically significant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 140,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 333,
                    "end": 340,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Cellular and humoral immunity in survivors and non-survivors"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cellular and humoral immunity in survivors and non-survivors"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . These patients overall were tested for humoral immunity function. However, there was no significant difference in IgG, IgM, IgA, C3, C4 and the percentage of IgE > 100 IU/ml between the death group and the survival group (Table 3) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 299,
                    "end": 308,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Cellular and humoral immunity in survivors and non-survivors"
        },
        {
            "text": "Areas under the ROC curves (AUCs) as predictors of mortality, determined from the analyses of blood parameters at baseline, were calculated and compared ( Table 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 162,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "ROC curve analyses of mortality"
        },
        {
            "text": "The AUCs showed that the following could predict death due to COVID-19: leukocyte count; neutrophil percentage; neutrophil count; lymphocyte percentage; lymphocyte count; CD3+ %; CD3+ count; CD4+ %, CD4+ count and PaO 2 /FiO 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ROC curve analyses of mortality"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ROC curve analyses of mortality"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20067587 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20067587",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ROC curve analyses of mortality"
        },
        {
            "text": "In the survival group (n = 71), after treatments of symptoms, cough, shortness of breath, and dyspnea were relieved to varying degrees, and the chest CT gradually improved. Four patients were well enough for discharge within 2 weeks after admission. The remaining hospitalized survivors (n=67) underwent blood tests, 2 weeks after treatment. Lymphocyte count and neutrophil count return to normal range in most patients. However, in 13 of the 67 surviving patients after 2 weeks of treatment, the lymphocyte count was still below the lower limit of normal (1.1 × 10 9 /L). In addition, in 4 of the 67 surviving patients after 2 weeks of treatment, the neutrophil count was above the higher limit of normal (6.3 × 10 9 /L). In 53 patients who tested cellular immunity of the survival group after 2 weeks of hospitalization, the count of lymphocyte subsets returned to normal range in most patients (Table 7) . However, in 13 of these 53 patients, the CD3+ count remained lower than the lower limit of the normal reference value (723/µL); in 10 of these 55 patients, the CD4+ count was still lower than the lower limit of the normal reference value (404/µL). . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 897,
                    "end": 906,
                    "text": "(Table 7)",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Dynamic profile of blood parameters after 2 weeks hospitalization in survivors"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16 ",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "text": "16",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Dynamic profile of blood parameters after 2 weeks hospitalization in survivors"
        },
        {
            "text": "Since December 2019, COVID-19 has been prevalent in Wuhan, China. It is highly contagious through human-to-human transmission, and in severe cases can lead to death [15] . Patients with severe disease may have respiratory manifestations such as fever, cough, shortness of breath, dyspnea, and hypoxemia. Chest CT examination of the patients shows predominant ground glass opacities mixed with consolidations, mainly peripheral or combined peripheral and central distributions, bilateral and lower lung zones being mostly involved [16] . In addition, COVID-19 can attack and lead to the collapse of the immune system in the critically ill. Serious inhibition of the immune system may promote replication of the virus and its spread throughout the body, damaging the function of multiple organs.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 530,
                    "end": 534,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The present retrospective study of patients with COVID-19 found no statistical association between age and mortality, and none between the interval from onset to hospitalization and mortality. The percentage of men and rate of concomitant disease were higher in the patients who died compared with survivors, but the difference was not significant, perhaps due to the smallness of the sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20067587 doi: medRxiv preprint However, the admission (baseline) leukocyte count, neutrophil percentage, and neutrophil count of the death group were all significantly higher than that of the survivors. Chang et al. [2] reported that an initial neutrophil count >7000/mL was an independent risk factor for death in patients with SARS. Singapore scholars also concluded that neutropenia predicted poor prognosis in SARS [3] . The leukocyte counts of severe patients with COVID-19 were significantly higher than those of non-severe patients [8] [9] [10] . For the present patients with COVID-19, we found that neutrophil count was above the higher limitation of normal range in 12(85.71%) dead patients and an initial elevated neutrophil count was an independent risk factor of mortality. This significant elevation of neutrophil count in the death group, may reflect a strong inflammatory response toward viral infection, or a possible combination with bacterial infection. The specific mechanism needs further study.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "16.20067587 doi: medRxiv preprint",
                    "ref_id": null
                },
                {
                    "start": 330,
                    "end": 333,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 533,
                    "end": 536,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 653,
                    "end": 656,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 657,
                    "end": 660,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 661,
                    "end": 665,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The report of Wang et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "[9] on patients with COVID-19 showed that the lymphocyte count continued to decrease with progression, unto death. The latest researches showed that the severe COVID-19 cases had significantly lower lymphocyte counts compared with non-severe COVID-19 cases [8] [9] [10] [11] [12] [13] . The present study also determined that more than half of the patients (53/85, 62.35%) had lower lymphocyte count than the lower limitation of normal, especially in those who died (12/14, 85 .7%). And we found that the lymphocyte counts in dead group were significantly lower than those in survival group. It is not clear whether there are other mechanisms for lymphocyte decline in COVID-19, other than the destruction of lymphoid organs by viral attack. Lymphopenia in patients with SARS before hormone . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 260,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 265,
                    "end": 269,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 270,
                    "end": 274,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 275,
                    "end": 279,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 280,
                    "end": 284,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 466,
                    "end": 476,
                    "text": "(12/14, 85",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20067587 doi: medRxiv preprint therapy may be induced by a stress mechanism involving the hypothalamus-pituitary-adrenal axis, due to elevation of the cortisol level [17] .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20067587",
                    "ref_id": null
                },
                {
                    "start": 280,
                    "end": 284,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Lymphocyte subsets have an important role in humoral and cellular immunity against viral infection. The prognosis of various viral diseases is closely linked to cellular immune function, especially T lymphocyte function. Qin et al. [9] found that number of helper T cells, suppressor T cells and regulatory T cells decreased in patients with COVID-19. Wang et al. [13] reported that CD4+ T cells, CD8+ T cells, B cells, and natural killer (NK) cells decreased in patients with COVID-19, and were significantly lower in severe cases than mild cases. Chen et al. [8] showed that CD4+T and CD8+T cells reduced in nearly all patients with COVID-19, and severe cases had a lower level than moderate cases. In the present study of patients with COVID-19, the baseline median values of CD3+, CD4+, and CD8+ counts were lower than the lower limit of the normal range. What is more noteworthy is that the CD3+ and CD4+ count levels in the patients who died was significantly lower than that of the survivors. The baseline CD8+, CD19+, and CD16+56+ counts in those who died were also lower compared with the survivors, although the differences between the two groups were not statistically significant.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 235,
                    "text": "Qin et al. [9]",
                    "ref_id": null
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 561,
                    "end": 564,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A study reported the suppression of cellular immunity in patients who died of viral pneumonia [18]. One study found that the counts of peripheral CD4+ and CD8+ T cells were substantially lower than normal in a 50-year-old man who died from COVID-19 infection [14] . We speculate that the decrease in number of lymphocyte . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 263,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20067587 doi: medRxiv preprint subsets in COVID-19 may be caused by an attack of the immune system by SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "16.20067587 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Lam et al. [19] reported that CD3+, CD4+, CD8+, and natural killer cell counts were promising predictors for intensive care unit admission in patients with SARS. In the present study, the ROC analysis determined that admission leukocyte count, neutrophil percentage, neutrophil count, lymphocyte percentage, and lymphocyte count were able to predict the mortality of COVID-19 patients. In terms of cellular immune function, CD3+%, CD3+ count, CD4+%, CD4+ count and PaO 2 /FiO 2 could also predict mortality. Clinicians should pay attention to these parameters when caring for these patients.",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 15,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "At present, there is no study about humoral immunity function of patients with COVID-19. We found that the difference of IgG, IgM, IgA, C3, C4 and the percentage of IgE > 100 IU/ml was not significant between the survivors and non-survivors. The baseline platelet level in patients who died was lower than that of the survivors. Reference to other virus researches, this may be due to platelet destruction caused by the virus, or inhibition of the production of platelets in bone marrow via viral infection [20], or platelet consumption caused by the formation of thrombus at the injured site of lung [21, 22] . The hemoglobin level in the dead patients is higher than that in the surviving patients, which may be due to the severe lung injury in the dead patients and the irritant increase of hemoglobin caused by hypoxemia.",
            "cite_spans": [
                {
                    "start": 601,
                    "end": 605,
                    "text": "[21,",
                    "ref_id": null
                },
                {
                    "start": 606,
                    "end": 609,
                    "text": "22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20067587 doi: medRxiv preprint Compared with admission, after 2 weeks of hospitalization the blood routine examination of 67 patients in the group who survived showed neutrophil and lymphocyte count of most patients returned to the normal range. It is worth noting that the lymphocyte count levels in 13 of the 67 surviving patients did not rise to the lower limitation of normal levels (1.1 × 10 9 /L) after 2 weeks of treatment, suggesting that the immune function of these patients had not returned to normal. In addition, the lymphocyte subsets of some patients also did not return to the normal range. The positive rate of SARS-CoV-2 RNA in nasopharyngeal swabs was not satisfactory.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "16.20067587 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "When considering the hospital discharge of patients with COVID-19, improved symptoms, obvious absorption in the chest CT, and consecutive negative nucleic acid tests are important. However, we recommend in addition that lymphocyte count and cellular immune function tests should be conducted to ensure that the disease has been effectively controlled. A previous study of patients with SARS showed that, after two years, the counts of peripheral blood lymphocytes and subsets, comprising lymphocytes, CD4+, CD8+, and NK cells (CD16+56+), had remained lower than that of the healthy controls [23] . In patients with COVID-19, changes in lymphocytes and the lymphocyte subsets during recovery need to be studied.",
            "cite_spans": [
                {
                    "start": 591,
                    "end": 595,
                    "text": "[23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There are several limitations to the present work. Firstly, it is a single-center retrospective with a small sample size. However, to the best of our knowledge, it is the first to analyse the dead and survival patients with COVID-19 the routine blood and immune function indexes. Secondly, in surviving patients the selected timepoints for examining blood indexes were at admission and 2 weeks after beginning . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20067587 doi: medRxiv preprint hospitalized treatment, which may not accurately reflect the continuous dynamic changes in leukocytes, neutrophils, lymphocytes, and lymphocyte subsets. Finally, the number of patients given immune function tests who later died is relatively small; and the only evaluations of immune function were for cellular immunity and humoral immunity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20067587",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Of note, the mortality rate in this study was relatively high. One study of COVID-19 patients reported a death rate of 6 patients (4.3%) among 138 patients [6] .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In another study, the mortality rate of COVID-19 was 11.0% [24]; while a recent large-sample and multicenter study showed that only 1.36% of patients succumbed [25] . We should point out that all the patients in the present study who died did so before 11 February 2020. The higher mortality rate was likely the result of the heightened severity of disease of admitted patients at this early stage of the epidemic in China. In addition, the treatment area was a temporary structure, expediently built, without a well-equipped Intensive Care Unit, and the medical conditions were insufficient for the need.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In this population of COVID-19 patients, the admission leukocyte count, neutrophil percentage and neutrophil count in those who died within 28 days were all higher than that of the survivors, and the lymphocyte count, CD3+ count and CD4+ count was lower. The neutrophil count was independently associated with mortality. Leukocyte, neutrophil, lymphocyte, CD3+ and CD4+ count at admission could predict the . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20067587 doi: medRxiv preprint mortality due to COVID-19. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20067587",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "text": "16",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20067587 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "16.20067587 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The epidemiology and pathogenesis of coronavirus disease (COVID-19) outbreak",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Rothan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Byrareddy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Autoimmun",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hematological and biochemical factors predicting SARS fatality in Taiwan",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Formos Med Assoc",
            "volume": "105",
            "issn": "",
            "pages": "439--50",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SARS in Singapore--predictors of disease severity",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Leong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Earnest",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Puhaindran",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann Acad Med",
            "volume": "35",
            "issn": "",
            "pages": "326--357",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Rapid loss of both CD4+ and CD8+ T lymphocyte subsets during the acute phase of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chin Med J (Engl)",
            "volume": "116",
            "issn": "",
            "pages": "985--987",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Measurement of subgroups of peripheral blood T lymphocytes in patients with severe acute respiratory syndrome and its clinical significance",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chin Med J (Engl)",
            "volume": "116",
            "issn": "",
            "pages": "827--830",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical characteristics of fatal and recovered cases of coronavirus disease 2019 (COVID-19) in Wuhan, China: a retrospective study",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Chin Med J (Engl)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical and immunologic features in severe and moderate Coronavirus Disease",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Clin Invest",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Analysis of clinical characteristics and laboratory findings of 95 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a retrospective analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Respir Res",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical characteristics of 140 patients infected with SARS-CoV-2 in Wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "D"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Q"
                    ],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Allergy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical Features and Treatment of COVID-19 Patients in Northeast Chongqing",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Characteristics of peripheral lymphocyte subset alteration in COVID-19 pneumonia",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nie",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China",
            "authors": [],
            "year": 2020,
            "venue": "Zhonghua Liu Xing Bing Xue Za Zhi",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Association of radiologic findings with mortality of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. PLoS One",
            "volume": "15",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "What caused lymphopenia in SARS and how reliable is the lymphokine status in glucocorticoid-treated patients?",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Panesar",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Med Hypotheses",
            "volume": "71",
            "issn": "",
            "pages": "298--301",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "00,15.00) days. Of these 85 patients, 44 suffered from concomitant chronic diseases. There was at least one ground glass change in the chest CT scans of each of these patients. As of 16 March 2020, 46 patients were discharged, 14 had died, and the remaining 25 were still hospitalized. Median hospitalization days of patients who died was 4.00 (2.75, 6.25) days. The most common clinical symptoms are fever and cough. For this analysis, the 85 patients were assigned either to the survival group or the death group.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "This project was supported by the Medjaden Academy & Research Foundation for Young Scientists (Grant No. COVID-19-MJA20200323) Contributors FX conceived the study, coordination and finalized the manuscript. YF participated in the design, data acquisition, database management, statistical analysis and coordination. YS participated in statistical analysis and the manuscript draft. YY and YW participated in data acquisition. SL participated in the database management. All authors read and approved the final manuscript. FX takes responsibility for the article as a whole.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "CW, Chan MH, Wong CK. Severe acute respiratory syndrome: clinical and laboratory manifestations. Clin Biochem Rev 2004; 25:121-32. 20. Eickmann M, Gravemann U, Handke W, Tolksdorf F, Reichenberg S, Müller TH, et al. Inactivation of three emerging viruses severe acute respiratory syndrome coronavirus, Crimean-Congo haemorrhagic fever virus and Nipah virus-in platelet concentrates by ultraviolet C light and in plasma by methylene blue plus visible light. Vox Sang. 2020. https://doi.org/10.1111/vox.12888 21. Pilaczyńska-Cemel M, Gołda R, Dąbrowska A, Przybylski G. Analysis of the level of selected parameters of inflammation, circulating immune complexes,and related indicators (neutrophil/lymphocyte, platelet/lymphocyte, CRP/CIC) in patients with obstructive diseases. Cent Eur J Immunol 2019;44:292-298. 22. Shinya K, Gao Y, Cilloniz C, Suzuki Y, Fujie M, Deng G, et al. Integrated clinical, pathologic, virologic, and transcriptomic analysis of H5N1 influenza virusinduced viral pneumonia in the rhesus macaque. J Virol 2012;86:6055-6066. 23. Li T, Xie J, He Y, Fan H, Baril L, Qiu Z, et al. Long-term persistence of robust antibody and cytotoxic T cell responses in recovered patients infected with WJ, Ni ZY, Hu Y, Liang WH, Ou CQ, et al. Clinical characteristics of 2019 novel coronavirus infection in China. medRxiv 2020. https://doi.org/10.1101/2020.02.06.20020974",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographics, clinical characteristics, and blood indexes of the survival and death groups",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Cellular immunity in survival and death groups",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Humoral immunity in survival and death groups",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Univariate and multivariate logistic regression to identify risk factors at admission related to mortality",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "AUCs determined from ROC curves for predictors of mortality due to COVID-19.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Blood",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Cellular immunity in survival group at admission and 2 weeks after admission *",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors have declared that no competing interests exist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}