{
    "paper_id": "54f7c863b8a86aa53dcc75cd23b0330969dfc84c",
    "metadata": {
        "title": "Applying the SEIR Model in Forecasting The COVID-19 Trend in Malaysia: A Preliminary Study 2 3 4 5",
        "authors": [
            {
                "first": "Aidalina",
                "middle": [],
                "last": "Mahmud",
                "suffix": "",
                "affiliation": {},
                "email": "aidalina@upm.edu.my"
            },
            {
                "first": "Ying",
                "middle": [],
                "last": "Lim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "30 31 On March 18, 2020 the Malaysian government implemented a 14-day Movement 32 Control Order (MCO) as part of the mitigation plan in controlling the COVID-19 33 epidemic in the country. The MCO aims to limit the contact rates among the 34 population and hence prevent the surge of infected individuals. However, the trend 35 of the epidemic before and after the MCO was not apparent. By applying the 36 Susceptible, Exposed, Infectious and Removed (SEIR) mathematical model, we aimed 37 to forecast the trend of COVID-19 epidemic in Malaysia using data from March 17 38 to 27, 2020. Based on several predetermined assumptions, the results of the analyses 39 showed that after the implementation of the 14-day MCO from March 18 to 31, 40 2020, it is forecasted that the epidemic in Malaysia will peak approximately in the 41 end of April 2020 and will subside by about the first week of July 2020. The MCO 42 will \"flatten the epidemic curve\" but will prolong the duration of the epidemic. 43 Decision to extend the duration of the MCO should depend on the consideration of 44 socioeconomic factors as well. 45 46",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Universiti Putra Malaysia. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065607 doi: medRxiv preprint CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14. During this phase, allocation of resources to the hospitals were enhanced: more 119 intensive care unit beds were prepared, more human resources were deployed, and 120 more personal protective equipment were acquired [7, 8] . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 334,
                    "text": "[7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 335,
                    "end": 337,
                    "text": "8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065607 doi: medRxiv preprint 6 epidemic is required in order to plan further on the actions that need to be taken. The data for this forecasting analysis was obtained from publicly available database and 148 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14. The Susceptible, Exposed, Infectious and Removed are states in which an individual 165 progresses in sequence. The infectious rate, β, controls the rate of spread which represents 166 the probability of transmitting disease between a susceptible and an infectious individual. 167 The incubation rate, δ, is the rate of latent individuals becoming infectious (average duration 168 of incubation is 1/δ). Recovery rate, ɣ = 1/D, is determined by the average duration, D, of 169 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 393,
                    "text": "167",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint Exposed (E)'s co-efficient which is beta (β). Beta value during the pre-MCO period used 217 in this analysis was 6.47, based on the study in China [18] . The beta value of 6.47 was 218 higher than other published estimates for example a value of 2.2 [19] . Such a high 219 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065607 doi: medRxiv preprint 11 reproduction number was consistent with the opinion that the virus has gone through at 220 least three to four generations of transmission in the period covered by their study 221 [18, 20] We used the same dataset to forecast the epidemic trend after the implementation of the 229 MCO. As mentioned, after the implementation of MCO the rate of contact between the 230 infected and the exposed was anticipated to be lesser than the before the MCO period. 231 The reduced rate of contact would result in a lower value for beta. A study estimated 232 that the median daily reproduction number (Rt) in Wuhan declined from 2·35 (95% CI 233 1·15-4·77) one week before travel restrictions were introduced on January 23, 2020, to 234 1·05 (0·41-2·39) one week after [21] . This was a 55% decline in the value of beta. In 235 Malaysia, due to the limited movement among the population of Malaysia and the 236 nationwide travel restrictions imposed through the MCO, we forecast that the epidemic 237 after the MCO would also result in a reduction of the beta. Assuming that the reduction 238 in beta was 55% from the without MCO, as in the abovementioned study [21] we set the 239 beta value at 2.91, in the second analysis using the SEIR model. For the coefficient of latency (σ) is 1/ period of latency. Because the latency period is yet 242 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 331,
                    "text": "[18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 332,
                    "end": 335,
                    "text": "20]",
                    "ref_id": null
                },
                {
                    "start": 601,
                    "end": 604,
                    "text": "231",
                    "ref_id": null
                },
                {
                    "start": 905,
                    "end": 909,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1298,
                    "end": 1302,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065607 doi: medRxiv preprint 12 not known for COVID-19, the value for incubation period was used. The incubation 243 period was assumed to be Erlang distributed with mean 5·2 days (SD 3·7) . 244 The coefficient of migration rate (ɣ), is 1/ average recovery time. The average duration 245 between the confirmation of diagnosis to date of removal (died/discharged) for Malaysia was 246 9.7 (± 5.3) days, based on sample of 58 patients from the start of the epidemic until 247 26.3.2020. However, patients may have had symptoms prior to presentation at the hospital 248 or prior to the diagnosis confirmed. According to a study the median time from date of onset 249 of symptoms to date of confirmation was 4.8 (± 3.0) days [22] . Therefore, the total average 250 recovery time was the sum of 9.7 and 4.8 days which was equal to 14.5 days. Table 2 Using the data and parameters as detailed in Table 1 in the SEIR model, the following 286 graph was produced (Fig. 3) . The graph shows that without the MCO, the number of The above analysis was repeated using a smaller beta value to address the lesser contact 302 rates among the susceptible population due to the implementation of the 14-day MCO. 303 The result is shown in Fig. 4 . The graph shows that with the implementation of MCO After the implementation of the14-day MCO, with a correspondingly lower beta value, 316 we predict that there is a lesser peak in the number of people being infected but a slightly 317 longer duration for the infection to subside. Summary of differences in parameters 318 between pre-MCO and after MCO is shown in Table 3 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 231,
                    "text": "243",
                    "ref_id": null
                },
                {
                    "start": 306,
                    "end": 309,
                    "text": "244",
                    "ref_id": null
                },
                {
                    "start": 399,
                    "end": 402,
                    "text": "245",
                    "ref_id": null
                },
                {
                    "start": 836,
                    "end": 840,
                    "text": "[22]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1309,
                    "end": 1312,
                    "text": "303",
                    "ref_id": null
                },
                {
                    "start": 1481,
                    "end": 1484,
                    "text": "316",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 952,
                    "end": 959,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1005,
                    "end": 1012,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1069,
                    "end": 1077,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1336,
                    "end": 1342,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 1711,
                    "end": 1718,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065607 doi: medRxiv preprint Table 3 author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065607 doi: medRxiv preprint alike are chanting the \"let's flatten the curve\" mantra, one often neglected fact is that 345 flattening the curve would also mean longer duration of the epidemic. As shown in our 346 analysis, there should be reductions in the number of infected cases at the epidemic's 347 peak after the MCO effort, but the duration it takes for the epidemic to subside would 348 be longer. and among the industries that would be negatively impacted were retail, tourism, and 375 hospitality sectors [25] . When China reopened its essential businesses on February 3, 376 2020, the markets dropped sharply in value [26] . The economic and labour crisis created CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 237,
                    "text": "345",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 327,
                    "text": "346",
                    "ref_id": null
                },
                {
                    "start": 630,
                    "end": 634,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": ". Summary of differences in parameters between pre-MCO and after MCO"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065607 doi: medRxiv preprint 20 recent systematic review of literature on the psychological impact of quarantine in the 391 general population showed that stressors included longer quarantine duration, infection 392 fears, frustration, boredom, inadequate supplies, inadequate information, financial loss, 393 and stigma; all of which could lead to depression and anxiety [27] . While for children 394 and adolescents, stressors such as prolonged duration, fears of infection, frustration and 395 boredom, inadequate information, lack of in-person contact with classmates, friends, 396 and teachers, lack of personal space at home, and family financial loss can have more 397 profound negative effects [27] . A study showed that the mean posttraumatic stress scores 398 were four times higher in children who had been quarantined than in those who were 399 not quarantined [28]. The limitations of this forecast lie mainly in the assumptions used and because the data 411 used were from publicly available platforms. We used the data available on the day the 412 data was announced. As there was a backlog of specimens to be analyzed of about 1,000 413 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 424,
                    "text": "393",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 491,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 513,
                    "end": 516,
                    "text": "394",
                    "ref_id": null
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "396",
                    "ref_id": null
                },
                {
                    "start": 817,
                    "end": 821,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 881,
                    "end": 884,
                    "text": "398",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ". Summary of differences in parameters between pre-MCO and after MCO"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065607 doi: medRxiv preprint 21 during the time of this analysis, we could not be certain whether the data on the new 414 number of cases announced was entirely same-day data or it included data from 415 specimens taken several days prior to the announcement. Apart from the number of new 416 cases for each day, the nature of this data affected another parameter, namely the 417 recovery period. For the recovery period, we considered the date of removal (discharged 418 or death) and subtract that from the date of confirmation of diagnosis, instead of the 419 actual dates of the start of illness to the day of discharge or death. This calculation may 420 slightly under-estimate the duration of illness. Also, we did not consider the more 421 frequent active case detection activities which have just been started during the 422 production of this article. We also assumed that the laboratory capacity remains the same 423 in the next few months, as when this analysis was conducted. Nonetheless CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 1038,
                    "end": 1041,
                    "text": "423",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ". Summary of differences in parameters between pre-MCO and after MCO"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065607 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". Summary of differences in parameters between pre-MCO and after MCO"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ministry of Health Malaysia Official Website",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Press Statement Ministry Of Health Malaysia: Updates On The 2019 Novel Coronavirus (Covid-19) Situation In Malaysia",
            "authors": [],
            "year": 2020,
            "venue": "Ministry of Health Malaysia Official Website",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Press Statement Updates On The Coronavirus Disease 2019 (Covid-19) Situation In Malaysia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Malaysia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ministry of Health Malaysia Official Website",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Press Statement Updates On The Coronavirus Disease 2019 (Covid-19) Situation In Malaysia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Malaysia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ministry of Health Malaysia Official Website",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Health Ministry Detects Five 'Generations' Of Covid-19 Cases Linked to Tabligh Cluster. TheStar",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rashvinjeet",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bedi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the (which was not peer-reviewed) The copyright holder for this preprint",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.14.20065607"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Press Statement Updates On The Coronavirus Disease 2019 (Covid-19) Situation In Malaysia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Malaysia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ministry of Health Malaysia Official Website",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Covid-19: 1,000 Housemen to Be Stationed Nationwide To Support Medical Staff. TheStar",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mohd Farhaan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Covid-19: 3,000 Retired Nurses to Return To Service",
            "authors": [
                {
                    "first": "Julia",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "TheStar",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "SEIR Transmission dynamics model of 2019 nCoV coronavirus with considering the weak infectious ability and changes in latency duration. medRxiv",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Transmission dynamics of the COVID-19 outbreak and effectiveness of government interventions: A data-driven analysis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Penny",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of medical virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Epidemic analysis of COVID-19 in China by dynamical modeling",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhuge",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2002.06563"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Modified SEIR and AI prediction of the epidemics trend of COVID-19 in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zanin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Mai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the (which was not peer-reviewed) The copyright holder for this preprint",
            "authors": [],
            "year": 2020,
            "venue": "Journal of Thoracic Disease",
            "volume": "12",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.14.20065607"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Mathematical modeling and simulation study of SEIR disease and data fitting of Ebola epidemic spreading in West Africa",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Mamo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Koya",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Multidisciplinary Engineering Science and Technology",
            "volume": "2",
            "issn": "1",
            "pages": "106--120",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Individu yang Diuji Untuk COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nadma",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jumlah",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Press Statement Updates on The Coronavirus Disease 2019 (Covid-19) Situation in Malaysia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Malaysia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ministry of Health Malaysia Official Website",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Ministry of Health Malaysia. Press Statement Updates on The Coronavirus Disease 2019 (Covid-19) Situation In Malaysia",
            "authors": [],
            "year": 2020,
            "venue": "Ministry of Health Malaysia Official Website",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Estimation of the transmission risk of the 2019-nCoV and its implication for public health interventions",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Bragazzi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of clinical medicine",
            "volume": "9",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the (which was not peer-reviewed) The copyright holder for this preprint",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.14.20065607"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Early dynamics of transmission and control of COVID-19: a mathematical modelling study. The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Munday",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The effect of human mobility and control measures on the COVID-19 epidemic in China",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "U"
                    ],
                    "last": "Kraemer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gutierrez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Pigott",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du Plessis",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Faria",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Hanage",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "New Confirmed Cases",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "What Questions Should Global Health Policy Makers Be Asking About the Novel Coronavirus?",
            "authors": [
                {
                    "first": "Lawrence",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1377/hblog20200203.393483/full/"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Coronavirus Outbreak Sends Chinese Markets Lower After Holiday Break. The Wall Street Journal",
            "authors": [
                {
                    "first": "Steven",
                    "middle": [],
                    "last": "Russolillo",
                    "suffix": ""
                },
                {
                    "first": "Xie",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Stella",
                    "middle": [
                        "Yifan"
                    ],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The psychological impact of quarantine and how to reduce it: rapid review of the",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Woodland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Greenberg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "made aware of the epidemic in China in late 2019, to containment phase 59 when the disease arrived in Malaysia in mid-January 2020. Malaysia announced its 60 first Covid-19 cases on January 25 involving three China tourists who had come into 61 Malaysia from Singapore on January 23[1]. Up until the first week of February, the 62 positive cases were all epidemiologically linked to someone from China of who has been to 63 China. Two individuals from the humanitarian mission to Hubei were also tested positive 64 for COVID-19 [2]. By February 15, there were 23 cases, and then no new confirmed 65 COVID-19 cases were reported until February 28 [3]. The group of cases up to 66 February 15 represented the first wave of cases in Malaysia. 67 68 Subsequently increasing number of symptomatic individuals with presented to the 69 healthcare facilities and were tested for the novel coronavirus. Those who tested 70 positive were subsequently isolated and treated. A second wave of cases began on 71 February 28, and since then the cumulative number of people affected by at this stage were isolation and treatment of cases in 75 dedicated COVID-19 hospitals coupled with active case detection among close 76 contacts of the cases. In addition, individuals with history of travel to China or 77 having close contacts with a confirmed COVID-19 case were classified as suspected 78 cases and put under quarantine for two weeks. Other measures of containment 79 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "taken such unprecedented actions in controlling the epidemic, the 123 forecast of the trend of this epidemic is crucial. The government needs to know if 124 these actions had worked, and if so, to what extent. Forecast of the course of this 125 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "the ways to forecast the trend of an epidemic is by using mathematical 128 modelling, using either the deterministic or stochastic approaches. Deterministic model 129 is based on the average characteristic of the population parameters under study, whereas 130 stochastic model takes into account the randomness of elements of the population. 131 Although stochastic model is more accurate in evaluating real-life epidemic propagation 132 it is not entirely reproducible. Moreover, when the population is large enough these 133 kinds of randomness neutralise each other and then a simpler deterministic model turns 134 to be good enough to use. Simulation study based on deterministic compartmental model 135 is most applied in epidemiology. Of the many deterministic models, the Susceptible-136 Exposed-Infectious-Removed (SEIR) models are often implemented when studying the 137 spread of infectious diseases that possess significant incubation periods. In the case of 138 COVID-19 several studies from China have also used this SEIR model [9,10, 11, 12]. 139 140 Therefore, the aim of this paper is to forecast the progression of COVID-19 141 epidemic in Malaysia, before and after the Movement Control Order (MCO), using 142 the SEIR model.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "period was the first 10 days of the MCO exercise; and it was chosen because it 151 coincided with the second wave of the epidemic in Malaysia. Two analyses were carried out, 152 the first estimated the epidemic trend of COVID-19 for Malaysia before the MCO was 153 implemented, while the second forecasted the trend after the implementation of MCO. SEIR model based on the clinical progression of the disease, epidemiological 158 status of the individuals, and intervention measures was proposed. The mathematical model 159 used was the Susceptible, Exposed, Infectious and Removed (SEIR) model, The Susceptible (S), Exposed (E), Infectious (I) and Removed (R) (SEIR) model 163 164",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "denotes the number of individuals those are susceptible to the disease but not172    infected at time . This is the total number of population who are at risk. The quantity 173 denotes the number of individuals those are exposed to the virus or infected but not yet174    infectious. This is the total number of population who came in contact with a disease person175    and carrying the infective agent. The quantity denotes the number of infected individuals 176 who can spread the disease through contact with susceptible. This is the number of exposed177 population developing sign and symptoms and infectious to others. The quantity denotes 178 the number of individuals those have successfully gained immunity from the disease and / 179 or removed by death. This is the number of infected populations recovering from the disease 180 and no longer infectious to others. The parameter is transmission rate of disease from 181 susceptible to exposed. Sigma (σ) refers to the Infection rate, while is the average durations 182 infectiousness. The infectious diseases spread from an infected individual to other 183 susceptible individuals in the surroundings. The governing equations describing the 184 evolution and dynamics of SEIR model can be described by a set of ordinary because it coincided with the second wave of the epidemic in Malaysia. The 196 MCO also began at about the same time, which was on March 18. 197 198 In this model, the state susceptible (S) is the adult population aged 15 years and more, in 199 Malaysia. This age range was chosen because so far reports have shown that COVID-19 has 200 affected children and adolescents less than adults. Population in 2019 was approximately 32, 201 000,000 and of which, population in 2019 who were ≥ 15 years old was 76.7%. The exposed 202 (E) is the number of people screened as of March 28 (35,516 people) minus the number of 203 people screened as of March 17 (9,799 people). The infected (I) is the number of confirmed 204 cases from March 17 until March 27, while the removed (R) is number of individuals those 205 have successfully gained immunity from the disease and / or removed by death from March 206 17 until March 27.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "WHO, 2020). This stance was also held in this current study based on the 222 findings by the Ministry of Health, that by the time the MCO was implemented there 223 were at least 4 generations of infected individuals originating from the individuals who 224 attended the mass gathering in late February 2020. Therefore, the first analysis using the 225 SEIR model used the beta value of 6.47 to forecast the epidemic before the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "analyses before the MCO and after MCO, it was assumed that the other 257 parameters and their co-efficient would remain the same. The Susceptibility (S) rate 258 depends on the population size with is massive, the Infection (I) rate would be the same 259 it depends on the incubation period of the virus and Removal (R) rate would also remain 260 the same as it depends on the recovery time. Because during the time of this analysis 261 there was no introduction of any new drugs, the average recovery period would remain 262 the same. Based on the available data and the above assumptions, an R software, there are two waves of the COVID-19 epidemic in Malaysia as shown in The first wave was in early February, while the larger second wave began in Distribution of confirmed new cases of COVID-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "287 new cases of infection would have peaked at day 18 after March 18 and would gradually 288 subside and becomes plateaued at day 80 before finally ends by day 94 after March 18. 289 At its peak, the infection could affect up to about 43% of the population. Forecast of the COVID-19 epidemic in Malaysia without MCO",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": ", the number of new cases of infection would have peaked at about day 25 305 after March 31 and would gradually subside and becomes plateaued at day 90 after 306 March 31 before finally ends by day 100 after March 31. At its peak, the infection could 307 affect up to about 40% of the population.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Forecast of the COVID-19 epidemic in Malaysia after 14-day MCO",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "of limiting movement of the population in an epidemic situation is to 329 minimize the transmission of the infectious agent. Minimizing the transmission of the 330 infectious agent would be favorable to the health system as it will reduce or avoid the 331 surge of patients coming to health care facilities for treatment. The surge capacity of 332 hospitals is often limited and the more than usual number of patients could result in 333 substandard care due to limited disposable resources. Therefore, efforts like locking 334 down a city or an entire province like what China did recently; or Movement Control 335 Order (MCO) implemented in Malaysia, will to an extent, result in \"-19 curve is steep curve, in which the virus spreads exponentially (that is, 339 case counts keep doubling at a consistent rate), and the total number of cases rise steeply 340 to its peak within a few weeks. Infection curves like that of the COVID-19 with a steep 341 rise also have a steep fall. A flatter curve, on the other hand, assumes the same number 342 of people ultimately get infected, but over a longer period. A slower infection rate means 343 a less stressed health care system. So, although the health authorities and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "14-day MCO in Malaysia was not implemented, based on the data analyzed and 351 the assumptions used in the analysis, the peak of the infection period would be about 20 352 days after March 18, which was about the first week of April. At the peak period, the 353 proportion of the population affected would be about 43% of susceptible individuals in 354 the country. The duration of which new cases would continue to be recorded was 355 predicted to be about 80 days from March 18 (approximately June 6, 2020). It is 356 predicted that the epidemic would subside by about June 26, 2020. 357 358 With the implementation of the 14-day MCO in Malaysia beginning March 18 until 359 March 31, the peak of the infection period would be about 30 days the end of the MCO 360 (approximately April 30, 2020). At the peak period, the proportion of the population 361 affected would be about 40% of susceptible individuals in the country. The duration of 362 which new cases would continue to be recorded was predicted to be about 90 days from 363 March 31 (approximately June 29, 2020). It is predicted that the epidemic would subside 364 by about July 9, 2020. This forecast was again based on the data used and of an epidemic could be detrimental to the economy. As an example, 372 the lockdown in Hubei recently resulted in severe economic impact. Numerous firms 373 evacuated their expat workers from the city and temporarily halted business activities, 374",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "almost 25 million, according to a new assessment by the International 379 Labour Organization (ILO). While at the national level, due to COVID-19 pandemic 380 this year, Malaysia's unemployment rate is expected to shoot up to 4% this year, from 381 3.3% in 2019. At the individual level, being unable to work and earn an income could 382 lead the individual and his family into financial catastrophe. While at the government 383 level, having to create economic stimulation packages to cushion the effect of the poor 384 economy could cost a country, billions and even trillions of dollars. Even more 385 challenging is that the stimulus package needs to be created in the circumstance when 386 the government itself is not making any money. 387 388 In addition to the economic consequences, studies have shown that longer duration of 389 movement restriction could result in negative psychological effects among all ages. A 390 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "front-line health care workers, they too are also negatively affected. Scientific 402 evidence on this is abundant. For example, a study in Japan found that during the H1N1 403 pandemic in 2009, workers with a high risk of infection felt more anxious and more 404 exhausted [29]. Studies in China in 2003 during the SARS epidemic found that 405 approximately 10% of hospital employees experienced high levels of posttraumatic 406 stress (PTS) symptoms and that health care workers reported fatigue, poor sleep, worry 407 about health, and fear of social contact, despite their confidence in infection-control 408 measures; also have chronic stress and higher levels of depression and anxiety [30,31]. 409 410",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "model could give an idea of the possible time span of the epidemic, until more 425 detailed data is available. Additionally, the model could demonstrate that flattening implementation of the 14-day MCO from 18 March 2020 to March 31, it is 431 forecasted that the epidemic in Malaysia will peak approximately in the end of April 2020 432 and will subside by about the first week of July 2020. Restricting movement of the 433 population will reduce contact among individuals and hence would lessen the transmission 434 and infection rates. This will \"flatten the epidemiological curve\" but will prolong the 435 duration of the epidemic. Decision to extend the duration of the MCO should depend on",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "included thermal and health screening of people at all international entry points and 80 travel restriction advice to China. By the first week of March 2020, the number of cases began to steadily rise. During 83 this time, the Ministry of Health Malaysia received information from the Brunei 84 counterpart about a man who was diagnosed with COVID-19 in that country. This 85 individual claimed to have had participated in a religious mass gathering at a mosque 86 in the outskirts of capital city Kuala Lumpur from 27 February to 1 March 2020.The gathering was attended by approximately 16,000 people from several This news raised the alarm in Malaysia. Active case detection among the 91 participants of that mass gathering was immediately commenced, in an 92 unprecedented exercise involving thousands of people. It was later noted that these 93 participants had already spread the disease to their family members and close 94 acquaintances [5]. As a result, the number of cases began to sharply rise. At this stage, containment measures were enhanced. As it was no longer feasible to 97 identify all infectious individuals and their contacts in the attempt to slow the spread 98 of disease, the government applied community-wide containment measures. These 99 interventions ranged from measures to encourage personal responsibility to identify 100 disease and to increase social distancing among community members including 101 cancellation of public gatherings. Despite these measures, the number of confirmed author/funder, who has granted medRxiv a license to display the preprint in perpetuity. cases continued to rise. The government them went into mitigation phase. In mitigation phase, the country was placed under country-wide 14-day quarantine 105 from March 18 to March 31, under the Movement Control Order (MCO) [6]. The 106 MCO included firstly general prohibition of mass movements and gatherings across the 107 country including religious, sports, social and cultural activities. All premises must be 108 closed except for supermarkets, public markets, convenience stores and convenience 109 stores selling everyday necessities. Secondly, those who have just returned from 110 overseas, they are required to undergo a health check and to do a quarantine (or self-111 quarantine) for 14 days; third, restrictions on the entry of all tourists and foreign visitors 112 into the country; fourth, closure of all kindergartens, schools and pre-university 113 institutions; fifth, the closure of all public and private higher education institutions; and 114 sixth, the closure of all government and private premises except those involved in 115 essential services (such as water, electricity, energy, telecommunications, postal,",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 1summarizes the values and references of each of the states. Different parameters in the SEIR model and their values 209",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The main difference between the pre-MCO period and the MCO period is the reduced 211 contact among individuals within the MCO period, compared to that in the before the 212 MCO period. Other public health prevention and control measures remained the same.In the context of the SEIR model, the MCO would affect the contact rates between the 215 positive COVID-19 patients and the people around them, through the parameter",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065607 doi: medRxiv preprint 28 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065607 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}