{
    "paper_id": "553ee978cf0dbcd9955699dbcb6f30b776d61e98",
    "metadata": {
        "title": "Topological Analysis of SARS CoV-2 Main Protease",
        "authors": [
            {
                "first": "Ernesto",
                "middle": [],
                "last": "Estrada",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "There is an urgent necessity of effective medication against SARS CoV-2, which is producing the COVID-19 pandemic across the world. Its main protease (M pro ) represents an attractive pharmacological target due to its involvement in essential viral functions. The crystal structure of free M pro shows a large structural resemblance with the main protease of CoV-1. Here we report that CoV-2 M pro is however 300% more sensitive than CoV-1 M pro in transmitting tiny structural changes across the whole protein through long-range interactions. The largest sensitivity of M pro to structural perturbations is located exactly around the catalytic site Cyst-145, and coincides with the binding site of several of its inhibitors. These findings, based on a simplified representation of the protein as a residue network, may help in designing potent inhibitors of CoV-2 M pro . : bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We turn now our attention to the analysis of the M pro of CoV-2 complexed with an inhibitor for which the crystal structure was resolved by Zhang et al. in two 9 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since December 2019 an outbreak of pulmonary disease has been expanding from the city of Wuhan, Hubei province of China [1, 2] . This disease-produced by a new coronavirus named SARS-CoV-2 [3] -has become pandemic in about three months, affecting more than 200 countries around the world. SARS-CoV-2 belongs to the genus Betacoronavirus [4, 5] , to which the virus which produced the respiratory epidemic of 2003 (SARS-CoV-1) also belongs to. The new coronavirus shares about 82% of its genome with CoV-1. In spite of this similarity and of the fact that SARS-CoV-1 appeared almost 20 years ago, there are currently no approved specific drugs against SARS-CoV-2 [6, 7, 8, 9] . In consequence, most of the clinical treatment used against the disease is symptomatic in combination with some repurposed drugs, such as the antiviral Remdesivir or the antimalarials chloquine [10] and hidroxychloroquine [11] . This situation urges the scientific community to search for specific antiviral therapeutics and vaccines against SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 124,
                    "end": 126,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 337,
                    "end": 340,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 341,
                    "end": 343,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 662,
                    "end": 665,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 666,
                    "end": 668,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 669,
                    "end": 671,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 672,
                    "end": 674,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 871,
                    "end": 875,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 899,
                    "end": 903,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Based on previous success in finding antiviral drugs against human immunodeficiency virus (HIV) [12] and SARS CoV-1 [13] , the viral protease of SARS-CoV-2 represents an attractive pharmacological target. The main protease (M pro ) of CoV-2 is a key enzyme for the virus because it is essential for proteolytic processing of polyproteins [14] . Thus, inhibiting the activity of M pro would result in blocking viral replication. This protein does not exist in humans, which makes it attractive for avoiding possible toxicities of anti-CoV-2 drugs. The three-dimensional structure of CoV-2 M pro has been resolved by Zhang et al. at 1.75Å of resolution [15] . They also reported the structure of CoV-2 M pro with an α-ketoamide inhibitor in two different space groups. Other structures of CoV-2 M pro complexed with inhibitors have been solved by Masecar [16] and by Jin et al [17] .",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 116,
                    "end": 120,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 651,
                    "end": 655,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 853,
                    "end": 857,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 875,
                    "end": 879,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There are some remarkable characteristics of CoV-2 M pro in relation to the protease of CoV-1. They share 96% of amino acids sequence, i.e., they differ in the amino acids at only 12 out of 303 positions in the sequence. More remarkable the root mean square (r.m.s.) deviation between the two three-dimensional structures is only 0.53 Å for all C α positions. It seems like the two proteases are almost identical in their three-dimensional structures. The first question that emerges here is whether such similarities are also reflected at the topological structural level of the proteins. By topological we mean here the discrete topology emerging from a network theoretic representation of a protein. In this representation of the protein structure the nodes of the network represent amino acids and the edges connecting them indicate that the corresponding residues are at a distance in which they can interact to each other. Because the Euclidean distance between the amino acids is used to construct the network we more correctly should refer to this framework as topographical more than topological. This network theoretic representation has been previously used to answer several questions related to protein structure and functioning [18, 19, 20, 21, 22] . Among the tools in use, the one of node centrality [23, 24] has played a fundamental role (see for instance [22] . These indices capture the relative importance-both structural and dynamical-of an individual amino acid in the protein.",
            "cite_spans": [
                {
                    "start": 1242,
                    "end": 1246,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1247,
                    "end": 1250,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1251,
                    "end": 1254,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1255,
                    "end": 1258,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1259,
                    "end": 1262,
                    "text": "22]",
                    "ref_id": null
                },
                {
                    "start": 1316,
                    "end": 1320,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1321,
                    "end": 1324,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1373,
                    "end": 1377,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here we construct protein residue networks (PRN) for CoV-2 M pro and some of its inhibitors. The PRN of CoV-2 M pro is illustrated in Fig. 1 . We then analyze the similarities in the topological structure of CoV-2 M pro with that of CoV-1 for which we also construct the corresponding PRN. We then show that both proteases are very similar in relation to a few topological characteristics which account for a very close environment around the amino acids. That is, when the descriptors used account for the locality of the topological environment of a residue the two proteases do not differ in more than 4%. However, when the descriptors considered account for wider environments around the nodes the difference between the two proteins can increase up to 10%. These descriptors quantify how a perturbation at an amino acid is transmitted through the whole structure to the rest of the residues in the protein. When this transmission is allowed not only between close pairs of amino acids but also between very distant ones, the difference between the two proteases increases up to 300%. That is, CoV-2 M pro is 300% more sensitive to the transmission of perturbations between amino acids through the topological structure of the protein than CoV-1 M pro . We discovered that the residues with this largest sensitivity in CoV-2 M pro are the ones involved in the binding of the three inhibitors studied here. That is, the most central amino acids according to this long-range indices are also the most affected by the interaction with the inhibitors as they are either in the binding site or very close to it. Consequently, we have discovered that the most relevant amino acids from the topological point of view are also the most relevant ones for the binding of some inhibitors to the CoV-2 M pro and should play an important role in the design of drugs inhibiting this protease.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 140,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The main goal of this section is to analyze a few network theoretic descriptors of the M pro of SARS CoV-2 and compare them with those of the protease of SARS CoV-1. The amino acid sequence of both proteases share 96% of similarity, i.e., only 12 amino acids are different in both proteases of a total of 303. These amino acids are at positions 33 [25] ). Then, it is not surprising that most of the topological characteristics of the first kind of the PRNs of both proteases are very similar with relative differences not bigger than 4% for all the properties analyzed except for the degree heterogeneity. In this case, the relative difference is 8.61% between both proteases, showing that that of CoV-2 is more heterogeneous than the one of CoV-1 (see Table 1 ). However, the values of this parameter are very close to zero in both cases (the degree heterogeneity index is bounded between zero and one), which indicate that both networks are poorly heterogeneous and look more like regular graphs. In fact, both networks have almost normal degree distributions and the main difference is that for CoV-1 about 27% of the nodes have degree 5, while for CoV-2 about 32% have degree 4. We then continue the analysis by comparing the topological descriptors of the second kind. We notice that neither the eigenvector centrality, which has been found very useful in previous analysis of PRN [22] , nor the communicability angles, which account for the communication efficiency of the PRN, display any significant difference between both proteases. However, there are differences in the mean subgraph centrality of about 6% and of the average communicability between pairs of nodes of more than 10%. In both cases, the indices are significantly larger for the protease of CoV-2 than for that of CoV-1. This means that the 12 punctual mutations that make the difference between the proteases of CoV-1 and CoV-2 increase the capacity of the individual amino acids of feeling a perturbation or thermal oscillation produced in another amino acid of the protein. As we have previously explained these communicability factors penalizes very heavily any perturbation being transmitted between two amino acids separated by a relatively long distance in the protein. Thus, they can be considered as a indices that account for shorter range interactions than the third kind descriptors considered here.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 347,
                    "text": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 348,
                    "end": 352,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1387,
                    "end": 1391,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 754,
                    "end": 761,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Free protease"
        },
        {
            "text": "Both LR subgraph centrality and communicability display dramatic increment in CoV-2 relative to CoV-1. In this case the increase of these indices is more than 280% for the LR communicability and more than 300% for the LR subgraph centrality. In short, this means that the protease of CoV-2 has almost 4 times more capacity of transmitting perturbations between pairs of nodes than the protease of CoV-1. This is equivalent to say that the protease of CoV-2 is significantly much more topologically efficient in transmitting \"information\" among its amino acids than the protease of CoV-1. And, such efficiency has been obtained only with 12 punctual mutations! We now proceed to the analysis of the local variation of the subgraph and the LR subgraph centralities for the amino acids of the two M pro (see Fig. 2 ). In the case of the subgraph centrality the largest change is produced for a few amino acids which increase their centrality in CoV-2 relative to CoV-1. These are the cases of 27, 205, 202, 295, 290, and143 . But there are also other amino acids which drop their centrality in CoV-2, such as 172, 225, 234, 171, and 235among others (see Fig. 2 (b)). Therefore, the increase of the subgraph centrality of a few amino acids makes that in total the average subgraph centrality increases in CoV-2 in relation to CoV-1. An important characteristic feature of the differences in this centrality between the two proteases is that they are spread across the three domains of the proteases with a large increment in the domains I and III. This is a major difference with the LR subgraph centrality (see Figs. 2(c) and (d)), where the main change is a dramatic increase in the centrality of the nodes in the domains I and II of the CoV-2 protease relative to CoV-1. The changes occurring in the domain III are imperceptible in relation to those of the other two domains.",
            "cite_spans": [
                {
                    "start": 990,
                    "end": 1020,
                    "text": "27, 205, 202, 295, 290, and143",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 805,
                    "end": 811,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1151,
                    "end": 1157,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Free protease"
        },
        {
            "text": "The distributions of the most central amino acids according to both measures in the three-dimensional structures of the proteases is illustrated in Fig. 3 . It can be seen that the largest values of the LR subgraph centrality are concentrated in a relatively small region of the protein structure, while those of the subgraph centrality are more spread across the whole structure. We then inquire about this region of the M pro in CoV-2 which shows the largest change in the LR subgraph centrality relative to its analogue of CoV-1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 154,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Free protease"
        },
        {
            "text": "The first remarkable observation of the amino acids with the largest change in the LR subgraph centrality is that they are all closely located in the threedimensional space. For instance, the 22 amino acids displaying the largest change in this centrality form a connected subgraph of the PRN as illustrated in Fig. 4 . This subgraph of 22 nodes has 48 connections among these amino acids, which produces an edge density of 0.21, almost 10 times bigger than the total density of the protease. The second remarkable feature of this subgraph is that it contains one of the two catalytic amino acids of the M pro of CoV-2, which is Cys-145. That is, the region with the largest increase in the LR subgraph centrality of the protease of CoV-2 relative to CoV-1 is the one enclosing the 5 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 311,
                    "end": 317,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Free protease"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.023887 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.023887 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.023887 doi: bioRxiv preprint Figure 4 : Illustration of the 22 amino acids which display the largest difference in the LR subgraph centrality in the M pro of CoV-2 in relation to that of CoV-1. The radius of the nodes is proportional to the difference in the LR subgraph centrality between the two proteases. The catalytic site Cys-145 is pointed to with an arrow. catalytic binding site of amino acid Cys-145. It is also remarkable that this region of large increment in the LR subgraph centrality contains some amino acids which are located in the binding site of the M pro to α-ketoamide inhibitors as well as other kind of inhibitors, as we will analyze further in this work. This is the case of the residue 144-147, other amino acids in this binding site like residues 162, 163 also display large increment in the LR subgraph centrality. The last remarkable observation is that the domain III displays small change in relation to the changes of domains I and II in this topological parameter. However, as we will see in the next paragraphs this domain (residues 198-303) which is formed by 5 helices and is involved in the dimerization of the M pro , also increases significantly the LR communicability in relation to CoV-1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 426,
                    "end": 434,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Free protease"
        },
        {
            "text": "A better picture of the changes in the different regions of the M pro of CoV-2 relative to CoV-1 are obtained by analyzing the differences between the communicabilities and LR-communicabilities between every pair of amino acids in CoV-2 in relation to CoV-1. In Fig. ? ? we illustrate the difference matrices for both kinds of communicabilities. In the first case it can be observed that the communicability between all pairs of residues in the domain I (residues 10-99) mainly increase in CoV-2 relative to CoV-1, with an increase of 20.7% relative to CoV-1. However, in the domain II (residues 100-182) there is mainly a drop of the communicability between the residues in the domain, which decrease 6.6%, 8 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 268,
                    "text": "Fig. ?",
                    "ref_id": null
                }
            ],
            "section": "Free protease"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.023887 doi: bioRxiv preprint but there is an increase of 19.2% in the trade off between domains I and II. The domain III shows a mixed behavior with some pairs of residues increasing and other decreasing their communicability, but the main result is an increase of 3.28% relative to CoV-1. Although the absolute values of the communicability between this domain and the other two are very small, there are significant increments in relation to that in CoV-1. For instance, the communicability between domains I and III increases in 17.3% and that between domains II and III in 10.5% relative to the same in CoV-1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Free protease"
        },
        {
            "text": "We now move to the analysis of the LR communicability between the different domains of the CoV-2 protease. Here the changes are dramatic and in all cases the communicability in the CoV-2 protease is higher than that in CoV-1. For instance, the average communicability between pairs of nodes in the domain I is 360.9% higher in CoV-2 than in CoV-1. This percentage of increment are 196.1% in the domain II and 125.7% in domain III. As we have mentioned before, although the increase in the communicability in the domain III is is one third of that in domain I and one half of the one in domain II, it is still significant when compared to that in the CoV-1 protease. The inter-domain communicability also increases very significantly with increment of 269.6% (domains I-II), 239.4% (domains (I-III) and 169.8% (domains II-III). In closing, the mutations in 12 amino acids of the M pro of CoV-1 has produced a dramatic impact in the LR communicability between residues in the protease of CoV-2 with huge improvement in long-range communication between residues mainly in domain I and II and between domains I and II as well as domains I and III. Table 2 : Relative differences in percentage of global topological properties of the M pro of CoV-2 complexed to an inhibitor in relation to free one. The PDB of the complexes between the M pro of CoV-2 with an inhibitor correspond to 6Y2F (space group C2), and 6Y2G (space group P 2 1 2 1 2 1 ). different space groups, space group, PDB C26Y2F and space group P 2 1 2 1 2 1 , PDB 6Y2G [15] .",
            "cite_spans": [
                {
                    "start": 1530,
                    "end": 1534,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 1144,
                    "end": 1151,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Free protease"
        },
        {
            "text": "As for the case of the free protease we start the analysis by considering a few topological descriptors of the whole PRNs for the proteins with PBD codes 6Y2F and 6Y2G [15] . In this case we consider the relative difference of the topological descriptors for these proteins minus that of the free protease, which has the PDB code 6Y2E. In Table 2 we resume these results. It can be seen that here again the topological descriptors of the first class display relatively little variation for the two complexed proteases relative to the free one. The only exception is again the degree heterogeneity for the case of 6Y2G which shows a relative variation of almost 11%.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 346,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Free protease"
        },
        {
            "text": "Although the variation of the degree heterogeneity for 6Y2G is significant relative to the free protease, the value of this parameter is still very close to zero for all proteins considered here. For instance, it is 0.0172 for 6Y2F and 0.0182 for 6Y2G, which are in the range of that of the free protease which is 0.0164. These values of the heterogeneity close to zero correspond to networks which have scarce degree heterogeneity like almost regular graphs or networks with normal-like degree distributions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Free protease"
        },
        {
            "text": "We then move to the analysis of the descriptors of second and third type. As can be seen in Table 2 there are significant changes in the subgraph centrality and the communicability in 6Y2G but not in 6Y2F. In the case of 6Y2G the main change corresponds to a drop in both parameters after the binding with the inhibitor. The plot of the differences in the subgraph centrality for every node of the protease bounded to the inhibitor in both space groups reveals the most important characteristic of the change in this topological parameter. As can be 10 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 99,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Free protease"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.023887 doi: bioRxiv preprint seen in Fig. 6 (a) the change in the subgraph centrality in both structures (6Y2F and 6Y2G) is spread across the protein chain, indicating a global response of the protease to the binding of the inhibitor. The situation is contrasting with that observed for the LR subgraph centrality and communicability (third class of descriptors). In these cases the change relative to the unbounded protease are significant for both 6Y2F and 6Y2G as can be seen in Table 2 . More importantly, the change of the LR subgraph centrality is located at very specific regions of the protease as can be seen in Fig. 6 (b) . In this case, it is clear that although 6Y2F displays mainly increase of the LR subgraph centrality, and 6Y2G display decrease of this parameter, in both cases the changes are located at approximately the same positions of the protease chain.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 156,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 595,
                    "end": 602,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 734,
                    "end": 744,
                    "text": "Fig. 6 (b)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Free protease"
        },
        {
            "text": "With the goal of disentangling the information contained in the changes produced at the LR subgraph centrality of the bounded protease we study it in more detail here. For this, we consider the amino acids displaying the largest change in this topological parameter for both PDB structures. In the case of 6Y2F the 22 amino acids displaying the largest variability in the LR subgraph centrality forms a connected subgraph with the exception of N84, which is isolated. This subgraph has 54 edges, which means that it is significantly more dense than the whole protein, i.e., its density is 0.23 vs. 0.026. As can be seen in Fig. 7  (a) there are a few residues in this subgraph which increase the LR subgraph centrality, such as N142, N28, L115, S144, while others like G146, G120, N119 decrease it. In Fig. 7 (a) we have included the inhibitor to show that this group of amino acids displaying the largest variation in the LR subgraph centrality are just the ones closely interacting with the inhibitor. Indeed, amino acids F140, G143, S144, and C145 are in the binding site of the protease with this inhibitor. These amino acids are also among the ones that display the largest variation in 11 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 623,
                    "end": 634,
                    "text": "Fig. 7  (a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 802,
                    "end": 812,
                    "text": "Fig. 7 (a)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Free protease"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . this parameter for the free protease of CoV-2 relative to the one of CoV-1. In fact, 11 out of 22 residues with the largest change in this parameter after the binding of the protease with the inhibitor coincide with those having the largest variation in the free protease relative to CoV-1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Free protease"
        },
        {
            "text": "We now consider the amino acids with the largest variation of the LR subgraph centrality in 6Y2G. In this case the 22 residues with the largest variation in this parameter form a connected subgraph having 76 edges, which produces an edge density of 0.33, which is very high in relation to that of the whole protein, i.e., 0.026. In Fig. 7 (b) we illustrate this subgraph together with the inhibitor at its original position in the protein, which clearly indicates that the region with the largest variation of the LR subgraph centrality is the one involved with the binding of the inhibitor. In this case all the amino acids display a significant drop of this topological parameter, indicating that the binding of the inhibitor drops significantly the capacity of this region of the protein, and of the whole protein, to transmit perturbations in a long-range basis. The most remarkable observation of this subgraph is the fact that 100% of the amino acids involved in it are the ones that previously displayed the largest increase in this parameter in the protease of CoV-2 relative to CoV-1. Indeed, they are also the residues with the largest absolute value of the LR subgraph centrality in the free protease. This means that the LR subgraph centrality is a topological parameter which is clearly related with the most important region of the CoV-2 protease for the design of molecules which inhibit this protein.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 342,
                    "text": "Fig. 7 (b)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Free protease"
        },
        {
            "text": "To complete our analysis we investigate other structures of the CoV-2 M pro bounded to two different inhibitors. They corresponds to the structure with PDB code 6W63 determined by Masecar at 2.1Å of resolution [16] and the one corresponding to the PDB code 6LU7 determined by Jin et al. at 2.16Å of resolution [17] . Here we focus only on the difference between the LR subgraph centrality at the amino acids of these proteases relative to that of the free one, structure 6Y2E. In Fig. 8 we illustrate the subgraphs having the 22 most central amino acids according to this topological feature. As can be seen both subgraphs are connected and have edge densities 0.33 (6W63) and 0.31 (6LU7). In the case of 6W63 21 out of 22 amino acids are the same found as the most central ones in 6Y2E according to this index. For 6LU7 16 out of 22 of the amino acids with the largest deviations of the LR subgraph centrality coincide with the most central ones in the free CoV-2 M pro . In both cases, these residues are in the binding site of CoV-2 M pro or very close to it, indicating that the functional importance of them coincides with their topological relevance in the PRN. An interesting difference between the responses of the CoV-2 M pro to the inhibitors in 6W63 and 6LU7 is that in the first the centrality of the nodes after binding is smaller than in the free protease. Although the free protease 6Y2E and the one bounded to inhibitor 6W63 are solved at different resolutions we point out that this behavior is similar to the one observed for 6Y2G. However, in the case of 6LU7 the response of the amino acids after binding with inhibitor is an increment of their centrality, which is equivalent to a more compactness of this region of the protein and of the whole protein itself. It is possible that these differences are due to the main structural variations between the inhibitor 12 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 310,
                    "end": 314,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 480,
                    "end": 486,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Free protease"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.023887 doi: bioRxiv preprint 13 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Free protease"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.023887 doi: bioRxiv preprint in 6LU7 and the other two.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Free protease"
        },
        {
            "text": "We present an analysis of some of the most relevant topological properties of the main protease of the SARS CoV-2. Our approach is based on the representation of the three-dimensional structure of the protein as a residue network in which C α of every amino acid is represented by a node of the network and two nodes are connected if the corresponding C α are at no more than 7.0 Å. CoV-2 M pro differs only in 12 punctual mutations from CoV-1 M pro and the superposition of their three-dimensional skeletons gives an r. m. s. of only 0.53 Å. Then, it comes at no surprise that the difference between most of the topological properties of the PRNs representing both proteases differ in less than 5%. If we exclude from the analysis the LR descriptors, then 70% of the topological descriptors shows only a small variation between the two proteases. In this situation it is certainly remarkable that there are topological descriptors which change in about 300% from one protease to the other. These are the cases of the LR subgraph centrality of the amino acids and of the LR communicability between pairs of them. The increase of these parameters in about 300% for CoV-2 M pro relative to CoV-1 M pro means that the 12 punctual mutations that differentiate both proteases have created a huge increment in the efficiency of CoV-2 M pro in transmitting perturbations of any kind between the amino acids of the protein using all available routes of connection and allowing for long-distance transmission. To make clearer what this sensitivity means we are going to use a simple example. Let us consider a tiny perturbation on the structure of the proteases which prevent the interaction between the amino acids P9 and G11, which have been selected at random. In CoV-1 M pro these amino acids are at 5.69 Å and in CoV-2 M pro they are 6.48 Å apart. Thus, in both cases they are connected in the corresponding PRN. Let us consider that the perturbation remove this edge from the PRN of both proteases. The relative decrement of the average path length in CoV-2 M pro relative to CoV-1 M pro is almost imperceptible, i.e., 5.7%. In the case of the subgraph centrality it is of the same order, i.e., 3.4%. This means that according to these parameters CoV-2 M pro is as sensitive as CoV-1 M pro to perceive a structural change in its structure produced by a given perturbation. However, when we consider the LR subgraph centrality this relative change is 316.8%. That is, according to this topological parameter which takes into account long-range interactions, CoV-2 M pro is more than three times more sensitive to a tiny structural change than CoV-1 M pro . This remarkable finding indicates that the 12 mutations produced in CoV-1 M pro makes the resulting CoV-2 M pro much more efficient in transmitting \"information\" through the protein skeleton using short and longrange routes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The second remarkable finding of the current work is that the largest changes in the LR subgraph centrality occurring in CoV-2 M pro relative to CoV-1 M pro do not spread equally across the whole structure of the protease. Instead, they 14 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.023887 doi: bioRxiv preprint 15 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.023887 doi: bioRxiv preprint are concentrated around a geometrical region which includes most of the amino acids involved in the binding site of the protease to inhibitors or close to it. One of the amino acids which has increased more dramatically its sensitivity to long-range transmission of information in CoV-2 M pro is Cys-145, which is one of the two catalytic sites of the protease, and the one involved in interactions with the inhibitors, such as the ones analyzed here. We have analyzed here three different inhibitors of CoV-2 M pro . In the three cases we have observed a significant variation in the LR subgraph centrality of the amino acids which were previously observed to have increased their LR sensitivity in the free protease. Therefore, these amino acids corresponds to those involved in the binding of these three inhibitors, showing that their increased topological role in the CoV-2 M pro also may play an important functional role in it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The analysis of PRN is easier than the study of the whole protein structure. In this sense the PRN represents a simplified model of the three-dimensional structure of the protein. Typically, such simplification in the complexity of the representation of systems convey a loss in the structural information which is represented by the global system. In this case, however, we have shown that the use of a network representation of the proteins reveals some hidden patterns in their structure that were escaping to the analysis by using the global structure. To detect such important structural factors it is necessary to account for longrange interactions among the amino acids of the proteases, which are the ones revealing the their most important characteristics in terms of their sensitivity to tiny structural changes produced by local or global perturbations to the system. Such LR interactions revealed here the main differences between the proteases of CoV-1 and CoV-2, as well as the most important amino acids for the interaction with inhibitors, which may produce therapeutic candidates against COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The protein residue networks (PRN) (see ref. [23] Chapter 14 for details) are built here by using the information reported on the Protein Data Bank [26] for the proteases of CoV-1 and CoV-2 as well as the complexes of the last one with an inhibitor. The nodes of the network represent the α-carbon of the amino acids. Then, we consider cutoff radius r C , which represents an upper limit for the separation between two residues in contact. The distance r ij between two residues i and j is measured by taking the distance between C α atoms of both residues. Then, when the inter-residue distance is equal or less than r C both residues are considered to be interacting and they are connected in the PRN. The adjacency matrix A of the PRN is then built with elements defined by",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 49,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 148,
                    "end": 152,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Construction of the protein residue networks"
        },
        {
            "text": "Here we use the typical interaction distance between two amino acids, which 16 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of the protein residue networks"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.023887 doi: bioRxiv preprint is equal to 7.0 Å. We have tested distances below and over this threshold obtaining in general networks which are either too sparse or too dense, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of the protein residue networks"
        },
        {
            "text": "In this work we consider the structures of the M pro of CoV-1 deposited in the PDB with code 2BX4 [25] , of CoV-2 with PDB code 6Y2E as well as the one of the CoV-2 with an inhibitor and space groups C 2 , PDB code 6Y2F and space group P 2 1 2 1 2 1 with code 6Y2G [15] . In addition we also consider two other structures of the CoV-2 M pro with inhibitors, which corresponds to two other different studies from the ones of Zhang et al. [15] . The PDB codes of these structures are: 6W63 [16] and 6LU7 [17] . The length of the proteases is 306 amino acids. However, the structure of 2BX4 is resolved for amino acids 3 to 300, which gives a length of 298 [25] . Thus, for the sake of homogeneity of the analysis we consider here the same part of the amino acids sequence for all the structures analyzed, i.e., from residue 3 to residue 300. This does not alter the analysis as the two extremes of the protease are disordered as do not participate in important interactions.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 265,
                    "end": 269,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 502,
                    "end": 506,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 654,
                    "end": 658,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Construction of the protein residue networks"
        },
        {
            "text": "The first category of descriptors correspond to those related to the most local structure around the nodes, such as those based on the degree of the nodes, i.e., the number of connections that a node has (see [23] for details). The degree accounts for the immediate effect of a node to its closest neighborhood. Among these descriptors we use here the edge density, which is defined as δ = 2m",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Descriptors"
        },
        {
            "text": "where m is the number of edges and n is the number of nodes. Because the average degree ⟨k⟩ = 2m n , the relation with the edge density is clear. Another descriptor related to the degree of the nodes is the degree heterogeneity, [27] , which represents a measure of how heterogeneous the degrees of the nodes is [28] . A regular network, i.e., a network with all nodes of the same degree, will have ρ = 0, it is followed by networks with normal-like degree distributions, then networks with more heterogeneous ones, and will end up with networks with in which the probability P (k) of finding a node of degree k decays like distribution of the form P (k) ∼ k −1 , where ρ = 1. The average Watts-Strogatz clustering coefficient [29] is defined",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 727,
                    "end": 731,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Descriptors"
        },
        {
            "text": ", where t i is the number of triangles incident to the vertex. It account for the cliquishness around a node in terms of triangles, that is it account for how crowded the immediate neighborhood of a node is. Another descriptor related to the degree is the degree assortativity coefficient [30] , which is Pearson correlation coefficient of the degree-degree correlation. r > 0 (degree assortativity) indicates a tendency of high degree nodes to connect to other high degree ones. r < 0 (degree disassortativity) indicates the tendency of high degree nodes to be connected to low degree ones. Other descriptors in this class assume that \"information\" is transmitted in the network through the topological shortest paths. The length of the shortest path is a distance d (i, j)",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Descriptors"
        },
        {
            "text": "between the corresponding pairs of nodes i and j, and it is known as the shortest path distance. The average path length ⟨L⟩ = 1 n (n − 1) j) is typically used as a measure of the 'small-worldness' of the network [29] . We also consider the average betweenness centrality [31] ",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 217,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "text": "j)",
                    "ref_id": null
                }
            ],
            "section": "Descriptors"
        },
        {
            "text": "the number of shortest paths between the nodes i and j that cross the node k, and ρ ij is the total number of shortest paths that go from i to j. It accounts for the importance of a node in passing information through it to connect other pairs of nodes via shortest path only. The second category of descriptors is formed by those that account for the transmission of information not only via the shortest paths but by using any available route that connect the corresponding pair of nodes. These descriptors use the concept of walk instead of that of a path. A walk of length k in G is a set of nodes i 1 , i 2 , . . . , i k , i k+1 such that for all 1 ≤ l ≤ k, (i l , i l+1 ) ∈ E. A closed walk is a walk for which i 1 = i k+1 . The number of walks of length k between the nodes i and j in a network is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Descriptors"
        },
        {
            "text": "ij . The first of these descriptors considered here is the eigenvector centrality EC [32] , which is the corresponding entry of the eigenvector associated with the largest eigenvalue of A. The relation of this index with walks is given by the following. Let N k (i) be the number of walks of length k starting at node i and ending elsewhere. Then, if the network is not bipartite, which is the case of the current work, EC i = lim k→∞ N k (i)/ ∑ n j=1 N k (j) (see Chapter 5 in [23] ). That is, the eigenvector centrality of a node is the ratio of the number of walks of infinite length that start at this node to the whole number of such walks starting elsewhere. Consequently, the average eigenvector centrality ⟨EC⟩, accounts for the spread of information from the nodes beyond the nearest neighbors and using any infinite-length walk in the graph. A type of descriptors of the second kind are based on counting all walks of any length, but giving more weight to the shorter than to the longer ones. These descriptors are based on the following matrix function: G := ∑ ∞ k=0 A k k! = exp (A), where exp (A) is the exponential of the matrix. then, we consider the average of the diagonal entries of this matrix, which is known as the average subgraph centrality ⟨SC⟩ = 1 n ∑ n p=1 G pp [33] , which accounts for the participation of the corresponding node in all subgraphs of the graphs, giving more weight to the shortest than to the longer ones. Such subgraphs include for instance, edges, triangles, wedges, squares, etc. Another descriptor is the average of the non-diagonal entries of exp (A), which is known as the average communicability of the network, ⟨G pq ⟩ = 2 n (n − 1) ∑ p,q G pq [34] . It accounts for how much a pair of nodes can communicate to each other by using all potential routes available in the network, but giving more weight to the shortest than to the longer ones. Finally, in this category we include the average communicability angle ⟨θ⟩ = 2 n (n − 1) ∑ p,q θ pq [35] , where the angle 18 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 478,
                    "end": 482,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1288,
                    "end": 1292,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1696,
                    "end": 1700,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1994,
                    "end": 1998,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Descriptors"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.023887 doi: bioRxiv preprint between a pair of nodes is defined as: θ pq = cos −1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Descriptors"
        },
        {
            "text": ". The average communicability angle describes how efficiently a network transmit information between its pairs of nodes by using all available routes. The third category of descriptors is formed by all-walks indices that penalize less heavily longer walks connecting pairs of nodes in a network. That is, although G = exp (A) accounts for all walks connecting every pair of nodes, it penalizes very much those walks of relatively large length, then making more emphasis in shorter walks around a given node. In order to include longer walks in the analysis we study the following matrix function [36] :",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 600,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Descriptors"
        },
        {
            "text": ", which penalizes the walks of length k not by k! (simple factorial) but by k!! (double factorial). Then, we will consider here the average of the main diagonal ⟨Z ii ⟩ = 1 n ∑ n i=1 Z ii , which accounts for the participation of the node i in all subgraphs in the graph but including bigger subgraphs than in SC. In a similar way we consider ⟨Z ij ⟩ = 2 n (n − 1) ∑ i,j Z ij , which accounts for the global capacity of the network of transmitting information between pairs of nodes and allowing longer-range transmission than in the case of the communicability. For those reasons we propose to call these indices long-range (LR) subgraph centrality and communicability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Descriptors"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Si",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "270--273",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A new coronavirus associated with human respiratory disease in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "G"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "W"
                    ],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "265--269",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronaviridae Study Group of the International Committee on Taxonomy of Viruses: The species Severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Microbiol",
            "volume": "",
            "issn": "04",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Virus Taxonomy. Ninth Report of the International Committee on Taxonomy of Viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M Q"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Carsten",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "806--828",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Origin and evolution of pathogenic coronaviruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "L"
                    ],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature Rev. Microbiol",
            "volume": "17",
            "issn": "",
            "pages": "181--192",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Therapeutic options for the 2019 novel coronavirus (2019-nCoV)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Clercq",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Rev. Drug Discov",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Potential interventions for novel coronavirus in China: A systematic review",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Med. Virol",
            "volume": "92",
            "issn": "",
            "pages": "479--490",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The Novel Coronavirus-A Snapshot of Current Knowledge",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brüssow",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Microb. Biotech",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A trial of lopinavir-ritonavir in adults hospitalized with severe Covid-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England J. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Res",
            "volume": "30",
            "issn": "",
            "pages": "269--71",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Hydroxychloroquine, a less toxic derivative of chloroquine, is effective in inhibiting SARS-CoV-2 infection in vitro",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Discov",
            "volume": "6",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Recent Progress in the Development of HIV-1 Protease Inhibitors for the Treatment of HIV/AIDS",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Osswald",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Prato",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Med. Chem",
            "volume": "59",
            "issn": "",
            "pages": "5172--208",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Coronavirus main proteinase (3CLpro) structure: basis for design of anti-SARS drugs",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Anand",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wadhwani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mesters",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hilgenfeld",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1763--1767",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Crystal structure of SARS-CoV-2 main protease provides a basis for design of improved α-ketoamide inhibitors",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Curth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sauerhering",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rox",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hilgenfeld",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A taxonomically-Driven approach to development of pot broad-Spectrum inhibitors of coronavirus main proteas including sars-Cov-2 (covid-19)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Mesecar",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Structure of Mpro from COVID-19 virus and discovery of its inhibitors. bioRxiv",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Network analysis of protein structures identifies functional residues",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Amitai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shemesh",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sitbon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shklar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Netanely",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Venger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pietrokovski",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Mol. Biol",
            "volume": "344",
            "issn": "",
            "pages": "1135--1181",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Universality in protein residue networks",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Estrada",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biophys. J",
            "volume": "98",
            "issn": "",
            "pages": "890--900",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The adaptive nature of protein residue networks",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "I"
                    ],
                    "last": "Karain",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "I"
                    ],
                    "last": "Qaraeen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proteins: Struct., Funct. Bioinf",
            "volume": "85",
            "issn": "",
            "pages": "917--923",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Dynamical network of residue-residue contacts reveals coupled allosteric effects in recognition, catalysis, and mutation",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Doshi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Holliday",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Z"
                    ],
                    "last": "Eisenmesser",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hamelberg",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "113",
            "issn": "",
            "pages": "4735--4740",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Eigenvector centrality for characterization of protein allosteric pathways",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Negre",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "N"
                    ],
                    "last": "Morzan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Hendrickson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pal",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Lisi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Loria",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rivalta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Batista",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "115",
            "issn": "",
            "pages": "12201--12209",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The structure of complex networks: theory and applications",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Estrada",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Complex networks: principles, methods and applications",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Latora",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nicosia",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Russo",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "pH-dependent conformational flexibility of the SARS-CoV main proteinase (Mpro) dimer: molecular dynamics simulations and multiple X-ray structure analyses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Verschueren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Anand",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bigalke",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Heisen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mesters",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Mol. Biol",
            "volume": "354",
            "issn": "",
            "pages": "25--40",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Protein Data Bank: the single global archive for 3D macromolecular structure data",
            "authors": [],
            "year": 2019,
            "venue": "Nucleic Acids Res",
            "volume": "47",
            "issn": "",
            "pages": "520--528",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Quantifying network heterogeneity",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Estrada",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Phys. Rev. E",
            "volume": "82",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Degree heterogeneity of graphs and networks. I. Interpretation and the \"heterogeneity paradox",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Estrada",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Interdisc. Math",
            "volume": "22",
            "issn": "",
            "pages": "503--529",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Collective dynamics of 'smallworld'networks",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Strogatz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nature",
            "volume": "393",
            "issn": "",
            "pages": "440--442",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Assortative mixing in networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Phys. Rev. Lett",
            "volume": "89",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Centrality in social networks: Conceptual clarification",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Freeman",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Social Networks",
            "volume": "1",
            "issn": "",
            "pages": "215--239",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Power and centrality: A family of measures",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bonacich",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Am. J. Soc",
            "volume": "92",
            "issn": "",
            "pages": "1170--82",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Subgraph centrality in complex networks",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Estrada",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Rodriguez-Velazquez",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Phys. Rev. E",
            "volume": "71",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Communicability in complex networks",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Estrada",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hatano",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Phys. Rev. E",
            "volume": "77",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Communicability angle and the spatial efficiency of networks",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Estrada",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hatano",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "SIAM Rev",
            "volume": "58",
            "issn": "",
            "pages": "692--715",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Accounting for the role of long walks on networks via a new matrix function",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Estrada",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Silver",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Math. Anal. Appl",
            "volume": "449",
            "issn": "",
            "pages": "1581--600",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.03.023887"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Cartoon representation (left) of the M pro of CoV-2 (PDB=6Y2E) and the corresponding protein residue network (right).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Plot of topological properties of the amino acid residues for the M pro of CoV-1 (broken red line) and of CoV-2 (solid blue lines). (a) subgraph centrality; (b) LR subgraph centrality. 6 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Illustration of the subgraph (a), (c) and LR subgraph (b), (d) centralities of the amino acid residues of the chain A of CoV-1 M pro of (top), and of CoV-2 (bottom). 7 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Difference between communicabilities (a),and LR communicability (b) between pairs of amino acids in the M pro of CoV-2 in relation to that of CoV-1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Change of the subgraph centrality (a) and its LR version (b) for the protease of CoV-2 bounded to an inhibitor with two different space groups.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Illustration of the 22 amino acids with the largest variation of the LR subgraph centrality in 6Y2F (a) and 6Y2G (b) relative to 6Y2E. The residues are connected if they are at no more than 7Å. The color bar corresponds indicates the values of ∆Z ii and the radius of the nodes is proportional to the absolute value of this difference.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Illustration of the 22 amino acids with the largest variation of the LR subgraph centrality in 6W63 (a) and 6LU7 (b) relative to 6Y2E. The residues are connected if they are at no more than 7Å. The color bar indicates the values of ∆Z ii and the radius of the nodes is proportional to the absolute value of this difference.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "author/funder. All rights reserved. No reuse allowed without permission. has been reported by Zhang et al. that the three-dimensional structures of both proteases are very similar with an r.m.s. deviation of 0.53 Å for all C α positions using the free enzymes (PDB=6Y2E for CoV-2 and PDB=2BX4 for CoV-1",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}