{
    "paper_id": "56ebe4a747e3ed6800774a7bed2019111e915a01",
    "metadata": {
        "title": "Human organs-on-chips as tools for repurposing approved drugs as potential influenza and COVID19 therapeutics in viral pandemics",
        "authors": [
            {
                "first": "Si",
                "middle": [],
                "last": "Longlong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Haiqing",
                "middle": [
                    "Bai"
                ],
                "last": "1#",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wyss Institute for Biologically Inspired Engineering",
                    "location": {
                        "postCode": "02115, 02139",
                        "settlement": "Boston, Cambridge",
                        "region": "MA, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Melissa",
                "middle": [],
                "last": "1#",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wyss Institute for Biologically Inspired Engineering",
                    "location": {
                        "postCode": "02115, 02139",
                        "settlement": "Boston, Cambridge",
                        "region": "MA, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Rodas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wyss Institute for Biologically Inspired Engineering",
                    "location": {
                        "postCode": "02115, 02139",
                        "settlement": "Boston, Cambridge",
                        "region": "MA, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Wuji",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wyss Institute for Biologically Inspired Engineering",
                    "location": {
                        "postCode": "02115, 02139",
                        "settlement": "Boston, Cambridge",
                        "region": "MA, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Crystal",
                "middle": [
                    "Yuri"
                ],
                "last": "Oh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wyss Institute for Biologically Inspired Engineering",
                    "location": {
                        "postCode": "02115, 02139",
                        "settlement": "Boston, Cambridge",
                        "region": "MA, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Amanda",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard University",
                    "location": {
                        "addrLine": "CLSB5, 3 Blackfan Circle",
                        "postCode": "02115",
                        "settlement": "Boston, Boston",
                        "region": "MA, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Atiq",
                "middle": [],
                "last": "Nurani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wyss Institute for Biologically Inspired Engineering",
                    "location": {
                        "postCode": "02115, 02139",
                        "settlement": "Boston, Cambridge",
                        "region": "MA, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Danni",
                "middle": [
                    "Y"
                ],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wyss Institute for Biologically Inspired Engineering",
                    "location": {
                        "postCode": "02115, 02139",
                        "settlement": "Boston, Cambridge",
                        "region": "MA, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Girija",
                "middle": [],
                "last": "Goyal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wyss Institute for Biologically Inspired Engineering",
                    "location": {
                        "postCode": "02115, 02139",
                        "settlement": "Boston, Cambridge",
                        "region": "MA, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [
                    "E"
                ],
                "last": "Gilpin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wyss Institute for Biologically Inspired Engineering",
                    "location": {
                        "postCode": "02115, 02139",
                        "settlement": "Boston, Cambridge",
                        "region": "MA, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rachelle",
                "middle": [],
                "last": "Prantil-Baun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wyss Institute for Biologically Inspired Engineering",
                    "location": {
                        "postCode": "02115, 02139",
                        "settlement": "Boston, Cambridge",
                        "region": "MA, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Donald",
                "middle": [
                    "E"
                ],
                "last": "Ingber",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wyss Institute for Biologically Inspired Engineering",
                    "location": {
                        "postCode": "02115, 02139",
                        "settlement": "Boston, Cambridge",
                        "region": "MA, MA"
                    }
                },
                "email": "don.ingber@wyss.harvard.edu"
            },
            {
                "first": "Harvard",
                "middle": [
                    "John A"
                ],
                "last": "Paulson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Rapidly spreading viral pandemics, such as those caused by influenza and SAR-CoV-2 (COVID19), require rapid action and the fastest way to combat this challenge is by repurposing existing drugs as anti-viral therapeutics. Here we first show that human organ-on-a-chip (Organ Chip) microfluidic culture devices lined by a highly differentiated, primary, human lung airway epithelium cultured under an air-liquid interface and fed by continuous medium flow can be used to model virus entry, replication, strain-dependent virulence, host cytokine production, and recruitment of circulating immune cells in response to infection by influenza, as well as effects of existing and novel therapeutics. These Airway author/funder. All rights reserved. No reuse allowed without permission. : bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "and TMPRSS2, were then used to assess the inhibitory activities of 7 clinically approved drugs (chloroquine, arbidol, toremifene, clomiphene, amodiaquine, verapamil, and amiodarone) that we found inhibit infection by viral pseudoparticles expressing SARS-CoV-2 spike protein in human Huh-7 cells, and others recently showed suppress infection by native SARS-CoV-2 in Vero cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Chip technology may be used in conjunction with existing rapid cell-based screening assays to study human disease pathogenesis and expedite drug repurposing in biothreat crises caused by pandemic viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The increasing incidence of potentially pandemic viruses, such as influenza, MERS, SARS, and now SARS-CoV-2, requires development of new preclinical approaches that can accelerate development of effective therapeutics and prophylactics. The most rapid way to confront a pandemic challenge would be to repurpose existing drugs that are approved for other medical applications as anti-viral therapeutics. While clinicians around the world are attempting to do this for the COVID19 pandemic, the current approaches have been haphazard, which have resulted in equivocal results regarding drug efficacies and possible toxicity risks as in the case of chloroquine 1-3 ; thus, there is a great need to attack this problem in a author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "systematic way. Recognizing the potential danger of unforeseen pandemics, the Defense Advanced Research Projects Agency (DARPA) and National Institutes of Health (NIH) funded work in our laboratory to explore whether human organ-on-a-chip (Organ Chip) microfluidic culture technology might be helpful in confronting potential biothreat challenges. We previously showed that our Organ Chips can recapitulate human organ physiology, disease states, and therapeutic responses to clinically relevant drug pharmacokinetic (PK) exposures with high fidelity 4-8 . Here we show how human lung Airway Chips may be used to model human lung responses to viral infection in vitro, and in concert with higher throughput cell-based assays, to identify existing approved drugs that have the potential to be repurposed for treating or preventing spread of viral pandemics caused by influenza as well as the SARS-CoV-2 virus that is the cause of the current COVID-19 crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Infections by respiratory viruses are currently studied using cultured established cell lines, primary tissue-derived human cells, human organoids, ex vivo human lung tissue cultures, and animal models; however, all of these preclinical models have significant limitations (Supplementary Table 1 ) 9-11 . For example, cultured cell lines often need to be supplemented with exogenous proteases to enable viral propagation, whereas endogenous proteases that are naturally expressed by the airway epithelium exert this crucial action in humans 10 . Cell lines and even human cells grown in conventional cultures do not exhibit the highly differentiated tissue structures and functions seen in living human organs. Explant cultures of human respiratory tract tissue circumvent this limitation, but their availability is limited and their viability can only be maintained for short time (4-10 days) 11 . While human lung organoids provide a more author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 894,
                    "end": 896,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 295,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint functional lung epithelium, they do not allow culturing at an air-liquid interface (ALI) or modeling of other physiologically relevant organ-level features of lung, such as mucus layer formation, mucociliary clearance, cross-talk between epithelium and endothelium, or recruitment of circulating immune cells 9,10 , all of which play key roles in host responses to infection by respiratory viruses. Moreover, in all of these culture models, drug studies are carried out under static conditions that cannot predict human responses to clinically relevant, dynamic drug exposure (PK) profiles. Importantly, while animal models are currently used as the benchmark for validation of therapeutics, they are not natural hosts for influenza virus or SARS-CoV-2, and when infection is possible, they commonly exhibit different systemic clinical manifestations from humans; husbandry requirements are also complex and expensive, and the ethics of using of non-human primates is garnering increasing concern even by NIH 12 . Thus, there is an urgent need for alternative preclinical models that better mimic human lung responses to infection by potential pandemic respiratory viruses, and because of their ability to recapitulate human organ-level physiology and pathophysiology, human Lung Chips offer a potential solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These studies were initiated prior to the COVID19 pandemic, and so we began by exploring whether Organ Chip technology 4 can be used to create a preclinical model of influenza virus infection and pathogenesis that effectively mimics human lung airway epithelial, endothelial, and immune cell responses in vitro. The human Airway Chip is a microfluidic device that contains two parallel microchannels separated by an extracellular matrix-coated porous membrane 6,7 . Primary human lung airway basal stem author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenza infection and immune responses replicated in human Airway Chips"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint cells are grown under an air-liquid interface (ALI) on one side of the membrane in the 'airway channel', and this is tissue layer is interfaced with a primary human lung endothelium grown on the opposite side of the same membrane and exposed to continuous fluid flow within the parallel 'vascular channel' (Fig. 1A) . This device supports differentiation of the lung airway basal stem cells into a mucociliary, pseudostratified epithelium with proportions of airway-specific cell types (ciliated cells, mucus-producing goblet cells, club cells, and basal cells) (Fig. S1A) , as well as establishment of continuous ZO1-containing tight junctions and cilia (Fig. 1B) , permeability barrier properties, and levels of mucus production (Fig. S1B ,C) similar to those observed in human airway in vivo 13 , as well as in prior Airway Chip studies that used a membrane with smaller pores (0.4 µm vs. the 7 µm diameter used here) that did not permit immune cell transmigration 6,7 . The underlying human pulmonary microvascular endothelium also formed a continuous planar cell monolayer with cells linked by VE-cadherin containing adherens junctions (Fig. 1B) as it does in vivo. Importantly, the highly differentiated airway epithelium in the Airway Chip expresses higher levels of multiple serine proteases including TMPRSS2, TMPRSS4, TMPRSS11D and TMPRSS11E (DESC1) compared to MDCK cells that are often used to study influenza infection in vitro (Fig. 1C) ; these proteases are essential for the activation and propagation of influenza viruses in vivo. In addition, differentiation of the airway cells at an ALI on-chip is accompanied by large increases in protein (Fig. 1D) and mRNA expression levels of the SARS-CoV-2 receptor, angiotensin converting enzyme-2 (ACE-2) (Fig. 1D,E) , as well as the TMPRSS2 protease (Fig. 1F) , which are also required for infection by SARS-CoV-2 14 . author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 448,
                    "end": 457,
                    "text": "(Fig. 1A)",
                    "ref_id": null
                },
                {
                    "start": 704,
                    "end": 714,
                    "text": "(Fig. S1A)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 797,
                    "end": 806,
                    "text": "(Fig. 1B)",
                    "ref_id": null
                },
                {
                    "start": 873,
                    "end": 882,
                    "text": "(Fig. S1B",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1283,
                    "end": 1292,
                    "text": "(Fig. 1B)",
                    "ref_id": null
                },
                {
                    "start": 1583,
                    "end": 1592,
                    "text": "(Fig. 1C)",
                    "ref_id": null
                },
                {
                    "start": 1802,
                    "end": 1811,
                    "text": "(Fig. 1D)",
                    "ref_id": null
                },
                {
                    "start": 1907,
                    "end": 1918,
                    "text": "(Fig. 1D,E)",
                    "ref_id": null
                },
                {
                    "start": 1953,
                    "end": 1962,
                    "text": "(Fig. 1F)",
                    "ref_id": null
                }
            ],
            "section": "Influenza infection and immune responses replicated in human Airway Chips"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint channel of the microfluidic chip to mimic in vivo infection with airborne influenza (Fig.   1A ), real-time fluorescence microscopic analysis confirmed that the virus infected the human airway epithelial cells (Fig. 1B, Supplementary Movie 1) , and this was accompanied by damage to the epithelium, including disruption of tight junctions, loss of apical cilia (Fig. 1B) and compromised barrier function (Fig. 1G) . Significantly less infection was detected in undifferentiated airway basal epithelium prior to culture at an ALI on-chip, and there was no detectable direct infection of the endothelium by the virus (Fig. S2A) . Interestingly, however, influenza infection led to disruption of the lung endothelium on-chip, as evidenced by loss of VE-cadherin containing adherens junctions (Fig. 1B) (10 3 -to 10 4 -fold) increases in viral titers over 24 to 48 hours in highly differentiated human lung airway epithelium on-chip ( Fig. 2A) . Notably, the H3N2 virus strains (HK/68 and Pan/99) exhibited ~10-fold greater replication efficiency than the H1N1 virus strains (PR8, WSN, and NL/09) ( Fig. 2A) and caused more barrier function damage (Fig. 1G) and cilia loss (Fig. S2B) , which replicates the finding that H3N2 is more infectious and virulent, and causes more severe clinical symptoms in humans 16 . Donor-to-donor variability was minimal in these studies in terms of sensitivity to influenza infection, as author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 1447,
                    "end": 1449,
                    "text": "16",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 236,
                    "text": "(Fig.   1A",
                    "ref_id": null
                },
                {
                    "start": 352,
                    "end": 384,
                    "text": "(Fig. 1B, Supplementary Movie 1)",
                    "ref_id": null
                },
                {
                    "start": 503,
                    "end": 512,
                    "text": "(Fig. 1B)",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 555,
                    "text": "(Fig. 1G)",
                    "ref_id": null
                },
                {
                    "start": 757,
                    "end": 767,
                    "text": "(Fig. S2A)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 931,
                    "end": 940,
                    "text": "(Fig. 1B)",
                    "ref_id": null
                },
                {
                    "start": 1073,
                    "end": 1081,
                    "text": "Fig. 2A)",
                    "ref_id": null
                },
                {
                    "start": 1237,
                    "end": 1245,
                    "text": "Fig. 2A)",
                    "ref_id": null
                },
                {
                    "start": 1286,
                    "end": 1295,
                    "text": "(Fig. 1G)",
                    "ref_id": null
                },
                {
                    "start": 1311,
                    "end": 1321,
                    "text": "(Fig. S2B)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Influenza infection and immune responses replicated in human Airway Chips"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint similar viral infectivity was obtained in chips derived from 5 different healthy epithelial cell donors (Fig. S2C) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 256,
                    "text": "(Fig. S2C)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Influenza infection and immune responses replicated in human Airway Chips"
        },
        {
            "text": "to the site of infection in the airway epithelium contributes significantly to influenza pathogenesis in the lung 17 ; however, this cannot be studied easily in existing preclinical models. When primary human neutrophils were perfused through the vascular channel of Airway Chips infected with H1N1 or H3N2, we observed recruitment of these circulating immune cells to the apical surface of the activated lung endothelium within minutes ( Fig. 2B top, Supplementary Movie 2) . This was followed by transmigration of the neutrophils through the endothelium and the ECM-coated pores of the intervening membrane, and up into the airway epithelium over hours (Fig. 2B bottom) . The neutrophils targeted the influenza nucleoprotein (NP)-positive infected airway cells (Fig.   S3 ) and induced them to coalesce into clusters that decreased in size over time, resulting in clearance of the viruses, as evidenced by the disappearance of GFPpositive cells over a period of 1-2 days (Fig. 2B bottom) . Consistent with the ability of H3N2 virus to induce stronger inflammation relative to H1N1 in vivo 16 , H3N2 also stimulated more neutrophil recruitment than H1N1 on-chip (Fig. 2C) , and neutrophil infiltration into the epithelium significantly decreased the viral titers of both H1N1 and H3N2 on-chip (Fig. 2D) , consistent with the protective role that neutrophils provide by clearing virus in vivo 17 . H1N1 infection also was accompanied by increased secretion of various inflammatory cytokines and chemokines, including IL-6, IP-10, RANTES, interferon-β, and MCP-1, which could easily be measured in the effluent from the vascular channel (Fig. 2E) . author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 116,
                    "text": "17",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1091,
                    "end": 1093,
                    "text": "16",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1393,
                    "end": 1395,
                    "text": "17",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 439,
                    "end": 474,
                    "text": "Fig. 2B top, Supplementary Movie 2)",
                    "ref_id": null
                },
                {
                    "start": 655,
                    "end": 671,
                    "text": "(Fig. 2B bottom)",
                    "ref_id": null
                },
                {
                    "start": 763,
                    "end": 773,
                    "text": "(Fig.   S3",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 973,
                    "end": 989,
                    "text": "(Fig. 2B bottom)",
                    "ref_id": null
                },
                {
                    "start": 1163,
                    "end": 1172,
                    "text": "(Fig. 2C)",
                    "ref_id": null
                },
                {
                    "start": 1294,
                    "end": 1303,
                    "text": "(Fig. 2D)",
                    "ref_id": null
                },
                {
                    "start": 1636,
                    "end": 1645,
                    "text": "(Fig. 2E)",
                    "ref_id": null
                }
            ],
            "section": "Recruitment of circulating immune cells, such as neutrophils, under dynamic flow"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint Variations in secretion of proinflammatory mediators in the human lung airway may contribute to differences in pathogenesis observed for different influenza virus strains, and analysis of cytokine levels that drive 'cytokine storms' can help clinicians assess the disease severity. Thus, we compared the innate immune responses of the human Airway Chip to infection with three patient-derived influenza virus strains with different virulence: NL/09 (H1N1), Pan/99 (H3N2), and A/HongKong/156/1997 (HK/97; H5N1). When chips were infected with H3N2 and H5N1 viruses that are known to produce more severe clinical symptoms than H1N1 in patients, we found that they also stimulated production of higher levels of cytokines and chemokines, and the most virulent H5N1 induced the highest concentrations (Fig. 2E) . These results mirror the clinical finding that patients infected with H5N1 have increased serum concentrations of these inflammatory factors relative to those with H1N1 or H3N2, which significantly contributes to disease pathogenesis 16 .",
            "cite_spans": [
                {
                    "start": 1184,
                    "end": 1186,
                    "text": "16",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 938,
                    "end": 947,
                    "text": "(Fig. 2E)",
                    "ref_id": null
                }
            ],
            "section": "Recruitment of circulating immune cells, such as neutrophils, under dynamic flow"
        },
        {
            "text": "To explore whether the Airway Chip can be used to evaluate the efficacy of potential antiviral therapeutics, we firstly tested oseltamivir (Tamiflu), which is the antiinfluenza drug used most widely in the clinic. As oseltamivir is metabolized by the liver to release oseltamivir acid in vivo, we introduced this active metabolite into the vascular channel of Airway Chip infected with H1N1 virus, mimicking its blood levels after oral administration. Oseltamivir (1 µM) efficiently inhibited influenza replication (Fig. 3A) , prevented virus-induced compromise of barrier function (Fig. 3B) and disruption of epithelial tight junctions (Fig. 3C) , and decreased production of multiple cytokines and chemokines on-chip (Fig. 3D) . Thus, the Airway Chip faithfully replicates the effects of author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 515,
                    "end": 524,
                    "text": "(Fig. 3A)",
                    "ref_id": null
                },
                {
                    "start": 582,
                    "end": 591,
                    "text": "(Fig. 3B)",
                    "ref_id": null
                },
                {
                    "start": 637,
                    "end": 646,
                    "text": "(Fig. 3C)",
                    "ref_id": null
                },
                {
                    "start": 719,
                    "end": 728,
                    "text": "(Fig. 3D)",
                    "ref_id": null
                }
            ],
            "section": "Recapitulation of the effects of clinically used anti-viral therapeutics"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint oseltamivir previously observed in humans, suggesting that it may serve as a useful preclinical model to evaluate potential therapies for virus-induced human lung infections in a preclinical setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recapitulation of the effects of clinically used anti-viral therapeutics"
        },
        {
            "text": "Given that host serine proteases on human airway epithelial cells play critical roles in influenza virus propagation 11,18 , and their expression is significantly elevated in the differentiated Airway Chip (Fig. 1C,F) , we explored whether existing approved drugs that inhibit serine proteases could suppress infection by delivering them into the airway channel of influenza-infected chips (i.e., to mimic intratracheal delivery by aerosol, nebulizer or lavage). These studies revealed that two clinically used anticoagulant drugs, nafamostat (Fig. 3E) and trasylol (Fig. S4A) , significantly reduced influenza H1N1 and H3N2 titers on-chip. Further exploration of nafamostat's actions revealed that it protects airway barrier function (Fig. S4B ) and tight junction integrity (Fig. S4C) , and decreases production of cytokines and chemokines (Fig. S4D) . Nafamostat and the other protease inhibitor appeared to act by efficiently blocking the serine proteasemediated enzymatic cleavage of influenza viral HA0 protein into HA1 and HA2 subunits by TMPRSS11D or TMPRSS2 (Fig. S4E) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 217,
                    "text": "(Fig. 1C,F)",
                    "ref_id": null
                },
                {
                    "start": 543,
                    "end": 552,
                    "text": "(Fig. 3E)",
                    "ref_id": null
                },
                {
                    "start": 566,
                    "end": 576,
                    "text": "(Fig. S4A)",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 735,
                    "end": 744,
                    "text": "(Fig. S4B",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 776,
                    "end": 786,
                    "text": "(Fig. S4C)",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 842,
                    "end": 852,
                    "text": "(Fig. S4D)",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 1067,
                    "end": 1077,
                    "text": "(Fig. S4E)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Repurposing of existing drugs as potential anti-influenza therapeutics"
        },
        {
            "text": "When we added nafamostat or oseltamivir at different time points during influenza infection on-chip, both nafamostat and oseltamivir exhibited prophylactic and therapeutic effects (Fig. 3F) . However, the therapeutic effects of oseltamivir were detected only when it was administered within 48 h post-infection (Fig. 3F) . This is consistent with the observation that oseltamivir is only recommended for clinical use within 2 days of influenza infection 19 , which is one of the important limitations of this author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 456,
                    "text": "19",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 189,
                    "text": "(Fig. 3F)",
                    "ref_id": null
                },
                {
                    "start": 311,
                    "end": 320,
                    "text": "(Fig. 3F)",
                    "ref_id": null
                }
            ],
            "section": "Repurposing of existing drugs as potential anti-influenza therapeutics"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint antiviral therapeutic. Nafamostat also exhibited its inhibitory effects over a 48 h time period (Fig. 3F) . Impressively, however, combined administration of nafamostat and oseltamivir exerted more potent anti-influenza effects, and this combined regimen was able to double oseltamivir's treatment time window from 48 to 96 hours (Fig. 3F) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 247,
                    "text": "(Fig. 3F)",
                    "ref_id": null
                },
                {
                    "start": 472,
                    "end": 481,
                    "text": "(Fig. 3F)",
                    "ref_id": null
                }
            ],
            "section": "Repurposing of existing drugs as potential anti-influenza therapeutics"
        },
        {
            "text": "Given the faithful recapitulation of human lung responses to influenza infection we had observed, we quickly pivoted our effort to focus on SARS-CoV-2 infection when we learned of the emerging COVID19 pandemic. To alleviate safety concerns and immediately initiate work in our BSL2 laboratory, we designed SARS-CoV-2 pseudoparticles (CoV-2pp) that contain the SARS-CoV-2 spike (S) protein assembled onto luciferase reporter gene-carrying retroviral core particles 20 , based on the genome sequence of SARS-CoV-2 released on January 12, 2020 21, 22 . We confirmed that the pseudovirions contained both full length (S1 + S2) and cleaved versions of the SARS-CoV-2 S protein as detected using Western blot analysis with an S1 antibody ( Fig.   S5A ), as previously shown in other pseudotyped SARS-CoV-2 viruses 14,23 . These pseudotyped viral particles can faithfully reflect key aspects of native SARS-CoV-2 entry into host cells via binding to its ACE2 receptor 23 , and thus, they can be used to test potential entry inhibitors of SARS-CoV-2 14,20 . Vesicular stomatitis virus (VSV) GP protein pseudoparticles (VSVpp) were also generated and used in parallel studies to exclude toxic and non-specific effects of SARS-CoV-2 entry inhibitors 14,20 . Successful generation of SARS-CoV-2pp was confirmed by efficient infection of Huh-7 cells, a human liver cell line commonly used to study infection by SARS viruses 24 , whereas author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 544,
                    "text": "21,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 545,
                    "end": 547,
                    "text": "22",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 734,
                    "end": 744,
                    "text": "Fig.   S5A",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Identification of approved drugs with pseudotyped SARS-CoV2 inhibiting activities"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint control pseudoparticles without the spike protein of SARS-CoV-2 did not infect (Fig.   S5B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 232,
                    "text": "(Fig.   S5B",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Identification of approved drugs with pseudotyped SARS-CoV2 inhibiting activities"
        },
        {
            "text": "We then used the Huh-7 cell model in a 96 well format to test the effects of multiple drugs that have been approved by the FDA for other medical applications, including chloroquine, arbidol, toremifene, clomiphene, amodiaquine, verapamil, and amiodarone. These drugs were chosen based on the hypothesis that they might have broad-spectrum antiviral activity because they have been shown to inhibit infection by other viruses, such as influenza, SARS, or Ebola 25-27 . All of these drugs demonstrated dose-dependent inhibition of SARS-CoV-2pp entry in Huh-7 cells when added at 1 and 5 µM simultaneously with the virus and culturing for 72 hours (Fig. 4A) , without producing any detectable cell toxicity in this model (Fig. S6) . These results were promising, however, the Huh-7 cells were derived from a human liver tumor, whereas SARS-CoV-2 preferentially targets the lung in humans, and while this established cell line expresses low levels of ACE2 28 ; it does not express TMPRSS2 24,29 ; thus, the clinical relevance of these findings is not clear.",
            "cite_spans": [
                {
                    "start": 952,
                    "end": 954,
                    "text": "28",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 645,
                    "end": 654,
                    "text": "(Fig. 4A)",
                    "ref_id": null
                },
                {
                    "start": 718,
                    "end": 727,
                    "text": "(Fig. S6)",
                    "ref_id": null
                }
            ],
            "section": "Identification of approved drugs with pseudotyped SARS-CoV2 inhibiting activities"
        },
        {
            "text": "We therefore introduced CoV-2pp into the air channel of our highly differentiated human lung Airway Chips to mimic human infection by airborne SARS-CoV-2. High levels of the viral pol gene encoded by the CoV-2pp were detected in the lung airway epithelial cells in chips infected by CoV-2pp within 48 hours, but not in control chips that were inoculated with pseudoparticles without SARS-CoV-2 spike protein (Fig. S7) . This ability to efficiently infect human Airway Chips with CoV-2pp is consistent with our finding that these highly differentiated lung cells express high levels of its ACE2 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 408,
                    "end": 417,
                    "text": "(Fig. S7)",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Identification of approved drugs with pseudotyped SARS-CoV2 inhibiting activities"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint receptor as well as TMPRSS2 ( Fig. 1C-F) , which contributes to entry of native SARS-",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 182,
                    "text": "Fig. 1C-F)",
                    "ref_id": null
                }
            ],
            "section": "Identification of approved drugs with pseudotyped SARS-CoV2 inhibiting activities"
        },
        {
            "text": "To explore the potential of using these drugs as COVID19 prophylactic therapies, we then pretreated the human Airway Chips by perfusing their vascular channel with chloroquine, arbidol, toremifene, clomiphene, amodiaquine, verapamil, or amiodarone at their maximum concentration (Cmax) in blood reported in humans ( Table 1) to mimic systemic distribution after oral administration for 24 hours, before adding the CoV-2pp into the airway channel, and then continuously flowing the drug through the vascular channel for 48 additional hours. These studies revealed that only two of these drugs  amodiaquine and toremiphene  displayed statistically significant inhibition of viral infection under these more clinically relevant experimental conditions (Fig. 4B) . The finding that arbidol did not significantly inhibit the entry of CoV-2pp in the human Airway",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 316,
                    "end": 324,
                    "text": "Table 1)",
                    "ref_id": null
                },
                {
                    "start": 751,
                    "end": 760,
                    "text": "(Fig. 4B)",
                    "ref_id": null
                }
            ],
            "section": "CoV-2 virus into cells 14 ."
        },
        {
            "text": "Chip when administered at a clinically relevant dose (Fig. 4B) , whereas it was an effective inhibitor in Huh-7 cells under static conditions (Fig. 4A) , is consistent with the observation that arbidol did not relieve symptoms or accelerate clearance of native SARS-CoV-2 virus in a human clinical trial 30 . Interestingly, chloroquine did not produce statistically significant inhibition effects when administered at its Cmax in the human Airway Chip (Fig. 4B) . The lack of efficacy of chloroquine seen here might be explained by the observation that chloroquine can concentrate to higher levels in lung compared to blood in vivo 31 , or that it exerts its therapeutic effects in humans through mechanisms other than blocking viral entry. However, our results in the human Airway Chip are reminiscent of the findings indicating that while chloroquine was reported to show mild therapeutic effects in preliminary clinical studies with a small numbers of patients 1,33 , it author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 306,
                    "text": "30",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 53,
                    "end": 62,
                    "text": "(Fig. 4B)",
                    "ref_id": null
                },
                {
                    "start": 142,
                    "end": 151,
                    "text": "(Fig. 4A)",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 461,
                    "text": "(Fig. 4B)",
                    "ref_id": null
                }
            ],
            "section": "CoV-2 virus into cells 14 ."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint was not found to demonstrate any significant anti-viral activity in other studies, and that significant toxicity was observed, including in preliminary findings from a larger randomized, double-blinded, phase IIb clinical trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CoV-2 virus into cells 14 ."
        },
        {
            "text": "Taken together, these data show that human lung Airway Chip may represent a more human-relevant preclinical tool that can be added to the current arsenal of assays available to virologists and drug developers for confronting present and future viral pandemics. Organ Chips could be particularly useful for identifying existing approved drugs that may be repurposed for pandemic virus applications in crisis situations such as we face today that require accelerated development of potential therapeutic and prophylactic interventions. For example, our work on repurposing of COVID19 therapeutics was initiated on January 13, 2020 (one day after the sequence was published 21 ), and our first results with drugs in Airway Chips were obtained 3 weeks later. One limitation of human Organ Chips is that they are a relatively low throughput model (12 chips can be run per automated culture instrument; 2-3 instruments per incubator) and it can take 2-3 weeks to differentiate the airway epithelium under an ALI on-chip before experiments can be initiated; however, the level of mimicry of human lung physiology and pathophysiology is extremely high as shown previously 6,7 and in the present study with various strains of infectious influenza virus. Established cell lines currently used in virology studies, such as the Huh-7 cells used here, offer a higher throughput approach for rapid screening, but they do not exhibit features of a functional human lung epithelium. Thus, a more effective discovery pipeline can be created by combining these approaches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CoV-2 virus into cells 14 ."
        },
        {
            "text": "author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CoV-2 virus into cells 14 ."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CoV-2 virus into cells 14 ."
        },
        {
            "text": "The ability to apply drugs using dynamic fluid flow also enables the cells to be treated with more clinically relevant dynamic drug exposures. While we administered drugs at their Cmax here to compare relative potencies, another caveat is that we did not quantify drug absorption or protein binding in this study. Importantly, by carrying out mass spectrometry measurements of drug levels in these devices, full PK profiles can be recapitulated in these Organ Chip models 8 , which should further aid clinical translation in the future. While animal models remain the benchmark for validation of therapeutics to move to humans, it is important to note that results from animal models are frequently wrong at predicting drug responses in human clinical trials 35,36 . In addition, human Organ Chips have been shown to recapitulate drug responses and toxicities observed in humans that could not be detected in animals 37, 38 . For these reasons, regulatory agencies are encouraging pharmaceutical and biotechnology companies to make use of data from Organ Chips and other microphysiological systems in their regulatory submissions 39 .",
            "cite_spans": [
                {
                    "start": 921,
                    "end": 923,
                    "text": "38",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1130,
                    "end": 1132,
                    "text": "39",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "CoV-2 virus into cells 14 ."
        },
        {
            "text": "These studies also led to the identification of multiple approved drugs that could serve as therapeutics and prophylactics for use in viral pandemics. The anticoagulant drug, nafamostat, significantly extended the treatment time window of oseltamivir from 2 to 4 days after inoculation with virus, which could have great clinical relevance given that most patients do not begin treatment until days after they are first infected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CoV-2 virus into cells 14 ."
        },
        {
            "text": "Interestingly, the all of the drugs we found to be inhibitors of pseudotyped SARS-CoV-2 virus infection in the established Huh-7 cell line (chloroquine, arbidol, toremifene, clomiphene, amodiaquine, verapamil, and amiodarone) were independently shown recently by others to also inhibit infection of Vero cells by native SARS-CoV-2 virus, author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CoV-2 virus into cells 14 ."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint which is responsible for the current COVID19 pandemic 40, 41 . Thus, at least in this context, the pseudotyped virus we generated appears to be a reasonable initial assay for estimating effects on initial SARS-CoV-2 virus entry into cultured cells under BSL2",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 199,
                    "text": "40,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 200,
                    "end": 202,
                    "text": "41",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "CoV-2 virus into cells 14 ."
        },
        {
            "text": "conditions. However, in contrast to the results we obtained testing drugs with pseudotyped virus, and the other groups observed with native SARS-CoV-2, we found that only two of these drugs -amodiaquine and toremifene -prevented infection by Amodiaquine is an anti-malarial drug related to chloroquine and hydroxychloroquine 42 . This drug decreased the entry of SARS-CoV-2pp into human airway cells at 1.24 µM by ~60%, which can be clinically achievable as demonstrated in the plasma of patients with malaria who received 300 mg administration 43 . Toremifene, is a selective estrogen receptor modulator, which is also currently under clinical development for the treatment of Ebola virus infection 25, 26 . While both of these drugs have been approved in the past by the FDA for other applications (treatment of malaria for amodiaquine and metastatic breast carcinoma for toremifene), each has its own distinct therapeutic and toxicity profile that makes it more or less attractive as a potential drug treatment for COVID19. Amodiaquine, which was widely used in the past for both prophylaxis and treatment of malaria, was withdrawn from prophylactic use due to rare occurrence of agranulocytosis and hepatitis 44 , and is now only used as a second line acute treatment of P. falciparum-resistant malaria in Africa in combination with author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 327,
                    "text": "42",
                    "ref_id": null
                },
                {
                    "start": 545,
                    "end": 547,
                    "text": "43",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 700,
                    "end": 703,
                    "text": "25,",
                    "ref_id": null
                },
                {
                    "start": 704,
                    "end": 706,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 1213,
                    "end": 1215,
                    "text": "44",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "CoV-2 virus into cells 14 ."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint artesunate. Thus, amodiaquine could be explored in the near-term as a potential acute therapeutic treatment agent against COVID19 in nations where this drug is more readily available, and it may be particularly valuable in Africa and other low resource nations where supplies of more expensive alternative therapies are limited. Toremifene, on the other hand, has been shown to be a relatively well tolerated chronic treatment (> 5 years) for breast cancer in males as well as females, and thus could be considered for both prophylaxis and treatment of COVID19 454 . Given the alarming rate at which the pandemic is spreading, clinicians should seriously consider the relative risks and benefits of using any existing approved drug as a new COVID19 therapy before initiating any trial in their local communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CoV-2 virus into cells 14 ."
        },
        {
            "text": "The current COVID19 pandemic and past ones caused by influenza, represent imminent dangers and major ongoing public health concerns. Repurposing existing antiviral agents using multiplexed simple cell-based assays in combination with lower throughput/higher content, human Organ Chips that recapitulate human-relevant responses, rather than animal models that often do not faithfully recapitulate human symptoms, could provide a fast track to potential treatments for the current COVID19 pandemic, and be equally valuable against unforeseen biothreats in the future. There have been multiple recent reports that identify other approved drugs that similarly have the potential to act as COVID19 therapeutics 14, 40, 41, 46 ; however, to our knowledge, none of these recommendations are based on results of responses of highly differentiated human lung epithelial cells exposed to drugs under dynamic flow conditions that more closely mimic clinically relevant blood exposures as we did here. Given their ability to recapitulate tissue-tissue interfaces, recruitment of circulating immune cells, cytokine author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 711,
                    "end": 714,
                    "text": "40,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 715,
                    "end": 718,
                    "text": "41,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 719,
                    "end": 721,
                    "text": "46",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "CoV-2 virus into cells 14 ."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint responses, mucociliary clearance, host-microbiome interactions, and other relevant human organ-level physiological behaviors in vitro 4-8,37,38,47 , perhaps the greatest value of human Organ Chips is that they also could be used to study human-relevant immune responses to infectious virus and disease pathogenesis, which are difficult to replicate in other in vitro or in vivo models. We therefore hope to move this technology into BSL3certified laboratories in the near future so that similar studies can be carried out with native SARS-CoV2 over the coming months. The existing approved drugs found to be active in both established cell lines and human Organ Chips described here potentially could be useful as prophylactics or therapeutics against SARS-CoV-2 and influenza infections, and thus also might be considered for further evaluation in human clinical trials. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint coating. The channels were then washed sequentially with ER2 buffer and PBS. The porous membranes were coated on both sides with collagen type IV from human placenta (0.5 mg/mL in water; Sigma-Aldrich) at room temperature overnight. The solution was then aspirated from the chip, which was then used for seeding cells. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint (StemCell) supplemented with 0.1% VEGF, 0.01% EGF, and 1mM CaCl2 from an Endothelial Cell Medium Kit (Cell Biological, M1168) through the bottom vascular channel. The chips were cultured in an incubator containing 5% CO2 and 16-18% O2 at 85-95% humidity, and the apical surface of the epithelium was rinsed once weekly with PBS to remove cellular debris and mucus. Highly differentiated human airway structures and functions can be maintained in the human lung Airway chip for more than 2 months. Immunofluorescence microscopy. Cells were washed with PBS through the apical and basal channels, fixed with 4% paraformaldehyde (Alfa Aesar) for 20-25 min, and then washed with PBS before being stored at 4 o C. Fixed tissues were permeabilized on-chip with 0.1% Triton X-100 (Sigma-Aldrich) in PBS for 5 min, exposed to PBS with 10% goat serum (Life Technologies) and 0.1% Triton X-100 for 30 min at room temperature, and then incubated with primary antibodies (Supplementary Table 2 ) diluted in incubation buffer (PBS with 1% goat serum and 0.1% Triton X-100) overnight at 4 o C, followed by incubation with corresponding secondary antibodies (Supplementary Table 2 ) for 1 h at room temperature; nuclei were counterstained with DAPI (Invitrogen) after secondary antibody staining. Fluorescence imaging was carried out using a confocal laser-scanning microscope (SP5 X MP DMI-6000, Germany) and image processing was done using Imaris software (Bitplane, Switzerland).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2590,
                    "end": 2597,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 2774,
                    "end": 2781,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "CoV-2 virus into cells 14 ."
        },
        {
            "text": "To measure tissue barrier permeability, 50 µl cell medium containing Cascade blue (607 Da) (50 µg/mL; Invitrogen) was added to bottom channel and 50 µl cell medium was added to top channel. The fluorescence intensity of medium of top and bottom channels was measured 2 h later in three different human Airway chips. The apparent permeability was calculated using the formula: Papp = J/(A × author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Barrier function assessment."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint ΔC), where Papp is the apparent permeability, J is the molecular flux, A is the total area of diffusion, and ΔC is the average gradient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Barrier function assessment."
        },
        {
            "text": "infusing 50 µl PBS into the upper channel of the Airway Chip, incubating for 1 h at 37 o C, and then collecting the fluid and storing it at -80 o C before analysis, as previously described 6 . Quantification of mucus production was carried out by quantifying Alcian Blue Staining (Thermo Fisher Scientific) and comparing to serially diluted standards of mucin (Sigma-Aldrich) in PBS. Table 3 ). The expression levels of target genes were normalized to GAPDH. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint Analysis of neutrophil infiltration. Neutrophils isolated from fresh human blood using a Ficoll-Paque PLUS (GE Healthcare) gradient were resuspended in medium at a concentration of 5 × 10 6 cells/mL, which is within the normal range (2.5-7.5 × 10 6 cells/ml) of neutrophils found in human blood. The isolated neutrophils were labeled with Immunofluorescence microscopic analysis were carried out at indicated times.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 384,
                    "end": 391,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Mucus quantification. Mucus present in the airway channel was isolated by"
        },
        {
            "text": "Plaque formation assay. Virus titers were determined using plaque formation assays. Confluent MDCK cell monolayers in 12-well plate were washed with PBS, inoculated with 1 mL of 10-fold serial dilutions of influenza virus samples, and incubated for 1 h at 37℃. After unabsorbed virus was removed, the cell monolayers were overlaid with 1 mL of DMEM (Gibco) supplemented with 1.5% low melting point agarose (Sigma-Aldrich) and 2 µg/mL TPCK-treated trypsin (Sigma-Aldrich). After incubation for 2-4 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenza viruses. Influenza virus strains used in this study include"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint days at 37℃ under 5% CO2, the cells were fixed with 4% paraformaldehyde, and stained with crystal violet (Sigma-Aldrich) to visualize the plaques; virus titers were determined as plaque-forming units per milliliter (PFU/mL).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenza viruses. Influenza virus strains used in this study include"
        },
        {
            "text": "were collected and analyzed for a panel of cytokines and chemokines, including IL-6, IP-10, MCP-1, RANTES, interferon-β, using custom ProcartaPlex assay kits (Invitrogen). Analyte concentrations were determined using a Luminex100/200",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of cytokines and chemokines. Vascular effluents from Airway Chips"
        },
        {
            "text": "Flexmap3D instrument coupled with Luminex XPONENT software (Luminex, USA). Incorporation of the CoV-2 S protein into the CoV2pp was confirmed using Western Blot analysis with anti-CoV2 S1 chimeric monoclonal antibody with combined constant domains of the human IgG1 molecule and mouse variable regions (40150-D001 Sinobiological, 1:500); a recombinant receptor binding domain (RBD) fragment from the S1 region was used as a control (BEI resources, NR-52306).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of cytokines and chemokines. Vascular effluents from Airway Chips"
        },
        {
            "text": "author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of cleavage of virus hemagglutinin (HA) by serine proteases."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint Infection assay using pseudotyped viruses in Huh-7 cells. Drugs were tested using entry assays for CoV2pp and VSVpp, as previously described 20 . Infections were performed in 96-well plates. CoV2pp or VSVpp was added to 5 × 10 3 Huh-7 cells (a human liver cell line) per well in the presence or absence of the test drugs or compounds. The mixtures were then incubated for 72 hours at 37°C. Luciferase activity, which reflects the number of pseudoparticles in the host cells, was measured at 72 h post-infection using the Bright-Glo reagent (Promega) according to the manufacturer's instructions. Test drugs were serially diluted to a final concentration of 1 or 5 or μM. The maximum infectivity (100%) was derived from the untreated wells; background (0%) from uninfected wells. To calculate the infection values, the luciferase background signals were subtracted from the intensities measured in each of the wells exposed to drug, and this value was divided by the average signals measured in untreated control wells and multiplied by 100%.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 285,
                    "text": "20",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Analysis of cleavage of virus hemagglutinin (HA) by serine proteases."
        },
        {
            "text": "Airway Chips with the pseudotyped virus, drugs were flowed through the vascular channel of the Airway Chips at their reported Cmax in human blood ( Table 2) while airway channel was statically treated with the same concentrations of drugs. 24 h later, the CoV2pp was delivered into the airway channel in a small volume (30 µL) of medium containing the drug at the same concentrations and statically incubated for additional 48 h while the drug at the same dose was continuously flowed through the vascular channel at 37°C. The lung airway epithelium was then collected by RNeasy Micro Kit (Qiagen) according to the manufacturer's instructions and subjected to analysis of viral load by qRT-PCR. As we only focused in assessing viral entry in these studies, the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 156,
                    "text": "Table 2)",
                    "ref_id": null
                }
            ],
            "section": "CoV2pp infection of human lung Airway Chips. To measure infection in human"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint chips were only lined by differentiated airway epithelium and did not contain endothelium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CoV2pp infection of human lung Airway Chips. To measure infection in human"
        },
        {
            "text": "If not specified, at least three chips per donor were used in each experiment. Tests for statistically significant differences between groups were performed using the one-way ANOVA with Newman-Keuls multiple comparisons test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis."
        },
        {
            "text": "Differences were considered significant when the P value was less than 0.05 (*, P<0·05; **, P<0·01; ***, P<0·001; n.s., not significant). All results are expressed as means ± standard deviation (SD); N > 3 in all studies. 020-0282-0 (2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis."
        },
        {
            "text": "author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Figure Legends"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Figure Legends"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint region domain from S1 (RBD fragment) was used as a positive control, and results were compared to cellular GAPDH. (B) Huh-7 cells were infected with SARS-CoV-2pp for 72 h. Luciferase activity was measured to estimate the number of pseudoparticles in the host cells; pseudoparticles without SARS-CoV-2 spike protein were used as control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Figure Legends"
        },
        {
            "text": "author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Figure Legends"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Figure Legends"
        },
        {
            "text": "were treated with the test drugs at 1 or 5 µM for 48 h, and cell viability was measured by Celltiter-Glo assay. The cell viability of untreated cells was set as 100%. Note that none of the drugs produced any significant cytotoxicity at the doses used in these studies. author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. S6. Evaluation of the cytotoxicity of test drugs in Huh-7 cells. Huh-7 cells"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint over a quiescent endothelium within the control Airway Chip that contains an airway epithelium on the opposite side of the porous membrane from the endothelium. Note author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. S6. Evaluation of the cytotoxicity of test drugs in Huh-7 cells. Huh-7 cells"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. S6. Evaluation of the cytotoxicity of test drugs in Huh-7 cells. Huh-7 cells"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Hydroxychloroquine and azithromycin as a treatment of COVID-19: results of an open-label non-randomized clinical trial",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Antimicrob Agents",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijantimicag.2020.105949"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "No evidence of rapid antiviral clearance or clinical Benefit with the combination of hydroxychloroquine and azithromycin in patients with severe COVID-19 infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Molina",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med Mal Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.medmal.2020.03.006"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Chloroquine and hydroxychloroquine in covid-19",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Ferner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Aronson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1432"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The lung microvascular endothelium as a therapeutic target in severe influenza",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mubareka",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Antiviral Res",
            "volume": "99",
            "issn": "",
            "pages": "113--118",
            "other_ids": {
                "DOI": [
                    "10.1016/j.antiviral.2013.05.003"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Induction of proinflammatory cytokines in human macrophages by influenza A (H5N1) viruses: a mechanism for the unusual severity of human disease?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet",
            "volume": "360",
            "issn": "",
            "pages": "1831--1837",
            "other_ids": {
                "PMID": [
                    "12480361"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Neutrophil extracellular traps in immunity and disease",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Papayannopoulos",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat Rev Immunol",
            "volume": "18",
            "issn": "",
            "pages": "134--147",
            "other_ids": {
                "DOI": [
                    "10.1038/nri.2017.105"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Differentiated human airway organoids to assess infectivity of emerging influenza virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "115",
            "issn": "",
            "pages": "6822--6827",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1806308115"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Influenza treatment with antiviral medications",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Simonson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Geriatr Nurs",
            "volume": "40",
            "issn": "",
            "pages": "99--100",
            "other_ids": {
                "DOI": [
                    "10.1016/j.gerinurse.2018.12.007"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Triterpenoids manipulate a broad range of virus-host fusion via wrapping the HR2 domain prevalent in viral envelopes",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Si",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Sci Adv",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/sciadv.aau8408"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A new coronavirus associated with human respiratory disease in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2008-3"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A screen of approved drugs and molecular probes identifies therapeutics with anti-Ebola virus activity",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Johansen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sci Transl Med",
            "volume": "7",
            "issn": "",
            "pages": "290--289",
            "other_ids": {
                "DOI": [
                    "10.1126/scitranslmed.aaa5597"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Toremifene interacts with and destabilizes the Ebola virus glycoprotein",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "535",
            "issn": "",
            "pages": "169--172",
            "other_ids": {
                "DOI": [
                    "10.1038/nature18615"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Susceptibility of different eukaryotic cell lines to SARScoronavirus",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hattermann",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Arch Virol",
            "volume": "150",
            "issn": "",
            "pages": "1023--1031",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-004-0461-1"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Enhanced isolation of SARS-CoV-2 by TMPRSS2-expressing cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Matsuyama",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proc Natl Acad Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.2002589117"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Efficacies of lopinavir/ritonavir and arbidol in the treatment of novel coronavirus pneumonia",
            "authors": [
                {
                    "first": "Shen",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                },
                {
                    "first": "Lu",
                    "middle": [],
                    "last": "Yinzhong",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hongzhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chin J Infect Dis",
            "volume": "38",
            "issn": "",
            "pages": "8--008",
            "other_ids": {
                "DOI": [
                    "10.3760/cma.j.cn311365-20200210-00050"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Chloroquine: a review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Popert",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Rheumatol Rehabil",
            "volume": "15",
            "issn": "",
            "pages": "235--238",
            "other_ids": {
                "DOI": [
                    "10.1093/rheumatology/15.3.235"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Insights from nanomedicine into chloroquine efficacy against COVID-19",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Frieman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wolfram",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Nanotechnology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41565-020-0674-9"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Breakthrough: Chloroquine phosphate has shown apparent efficacy in treatment of COVID-19 associated pneumonia in clinical studies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Biosci Trends",
            "volume": "14",
            "issn": "",
            "pages": "72--73",
            "other_ids": {
                "DOI": [
                    "10.5582/bst.2020.01047"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Chloroquine diphosphate in two different dosages as adjunctive therapy of hospitalized patients with severe respiratory syndrome in the context of coronavirus (SARS-CoV-2) infection: Preliminary safety results of a randomized, double-blinded",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Borba",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Primary Human Lung Alveolus-on-a-chip Model of Intravascular Thrombosis for Assessment of Therapeutics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin Pharmacol Ther",
            "volume": "103",
            "issn": "",
            "pages": "332--340",
            "other_ids": {
                "DOI": [
                    "10.1002/cpt.742"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Reproducing human and cross-species drug toxicities using a Liver-Chip",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Jang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sci Transl Med",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/scitranslmed.aax5516"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Biology-inspired microphysiological systems to advance patient benefit and animal welfare in drug development",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Marx",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ALTEX",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.14573/altex.2001241"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "FDA approved drugs with broad anti-coronaviral activity inhibit SARS-CoV-2 in vitro. bioRxiv",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weston",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.25.008482"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Identification of antiviral drug candidates against SARS-CoV-2 from FDA-approved drugs. bioRxiv",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jeon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.20.999730"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Pharmacokinetics and pharmacodynamics of a new ACT formulation: Artesunate/Amodiaquine (TRIMALACT) following oral administration in African malaria patients",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sinou",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eur J Drug Metab Pharmacokinet",
            "volume": "34",
            "issn": "",
            "pages": "133--142",
            "other_ids": {
                "DOI": [
                    "10.1007/BF03191163"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "International Notes Agranulocytosis Associated with the Use of Amodiaquine for Malaria Prophylaxis",
            "authors": [],
            "year": 1986,
            "venue": "MMWR",
            "volume": "35",
            "issn": "",
            "pages": "165--166",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Safety and efficacy results of a randomized trial comparing adjuvant toremifene and tamoxifen in postmenopausal patients with nodepositive breast cancer. Finnish Breast Cancer Group",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Holli",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Clin Oncol",
            "volume": "18",
            "issn": "",
            "pages": "3487--3494",
            "other_ids": {
                "DOI": [
                    "10.1200/JCO.2000.18.20.3487"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Cell Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41422-"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "pseudotyped SARS-Cov-2 when administered under more clinically relevant conditions (at their respective Cmax under dynamic flow) in the human Airway Chips. This observation suggests that the microfluidic human Organ Chip model offers a more stringent, and potentially more clinically relevant, test bed for anti-COVID19 drugs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Airway Chip Culture. Microfluidic two-channel Organ Chip devices containing membranes with 7 µm pores were obtained from Emulate Inc. (Boston, MA).Each microdevice contains two adjacent parallel microchannels (apical, 1 mm wide × 1 mm high; basal, 1 mm wide × 0.2 mm high; length of overlapping channels, 16.7 mm) separated by the porous membrane. Similar results were also obtained in some studies not involving immune cell recruitment using 2-channel devices fabricated from polydimethyl siloxane with a PET membrane containing 0.4 um pores, as used in past Airway Chip studies. 6,7 Before cell plating, both channels of these devices were washed with 70% ethanol, filled with 0.5 mg/mL ER1 solution in ER2 buffer (Emulate Inc.) and placed under UV lamp (Nailstar, NS-01-US) for 20 min to activate the surface for protein author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Primary human lung airway epithelial basal stem cells (Lonza, USA; Catalog #: CC-2540S) obtained from healthy donors 448571, 446317, 623950, 485960, and 672447) were expanded in 75 cm 2 tissue culture flasks using airway epithelial cell growth medium (Promocell, Germany) until 60-70% confluent. Primary human pulmonary microvascular endothelial cells (Cell Biologics, USA) were expanded in 75 cm 2 tissue culture flasks using human endothelial cell growth medium (Cell Biologics, USA) until 70-80% confluent. To create the human Airway Chips, endothelial cells (2 × 10 7 cells/mL) were first seeded in the bottom channel by inverting the chip for 4 h in human endothelial cell growth medium, followed by inverting the chip again and seeding of the top channel with the lung airway epithelial basal stem cells (2.5 × 10 6 cells/mL) for 4 h in airway epithelial cell growth medium. The respective medium for each channel was refreshed and the chips were incubated under static conditions at 37 o C under 5% CO2 overnight. The adherent cells were then continuously perfused with the respective cell culture medium using an IPC-N series peristaltic pump (Ismatec) at a volumetric flow rate of 60 µL/h, or using a Zoe automated culture instrument (Emulate Inc.), which produced similar results. After 5-7 days, the apical medium was removed while allowing air to fill the channel to establish an ALI, and the airway epithelial cells were cultured for 3-4 additional weeks while being fed only by constant flow of PneumaCult-ALI medium author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "RNA was extracted from differentiated human Airway chips, pre-differentiated lung airway epithelial cells, or MDCK cells using TRIzol (Invitrogen). cDNA was then synthesized using AMV reverse transcriptase kit (Promega) with Oligo-dT primer. Todetect cellular gene-expression level, quantitative real-time PCR was carried out according to the GoTaq qPCR Master Mix (Promega) with 20 µl of a reaction mixture containing gene-specific primers (Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "H1N1) were generated using reverse genetics techniques. Other viruses were obtained from the Centers for Disease Control and Prevention (CDC) or kindly shared by Dr. P. Palese,Dr. A. Carcia-Sastre, and Dr. R.A.M. Fouchier. infection of human Airway Chips. Human Airway Chips were infected with influenza viruses by flowing 30 uL of PBS containing the indicated multiplicity of infection (MOI) of viral particles into the apical channel, incubating for 2 h at 37℃ under static conditions, and then removing the medium to reestablish an ALI. To measure virus propagation, the apical channel was incubated with 50 µl of PBS for 1 h at 37℃ at various times, and then the apical fluid and vascular effluent were collected from the apical and basal channels, respectively, to quantify viral load using the plaque formation assay; released cytokines and chemokines were analyzed in these same samples. The tissues cultured on-chip were also fixed and subjected to immunofluorescence microscopic analysis. To test the efficacy of oseltamivir acid, Airway Chips infected with influenza virus (MOI = 0.1) were treated with 1 µM oseltamivir acid (Sigma-Aldrich) under flow (60 µl/h) through the vascular channel. To explore the effects of serine protease inhibitors on influenza infection, Nafamostat (Abcam) or Trasylol (G-Biosciences) was delivered into the airway channel of influenza-infected chip (MOI = 0.1). Two days later, the virus samples were collected for detection of viral load and the vascular effluents were collected for analysis of cytokines and chemokines. In the treatment time window detection experiment, oseltamivir acid (1 µM), nafamostat (10 µM), or both were added to the influenza H1N1-infected Airway Chips (MOI = 0.1) at indicated times. Oseltamivir was perfused through the vascular channel, while nafamostat was introduced in 20 uL of PBS and incubated in the airway channel for 48 hours. Fluids samples were then collected from both channels for detection of viral load.author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Tracker Red CMTPX (Invitrogen) and injected into the vascular channel of inverted Airway Chips infected with influenza virus (MOI = 0.1) at a flow rate of 50-100 µL/h using a syringe pump; 2 h later unbound neutrophils were washed away by flowing cellfree medium for 24 h. Virus samples were collected by incubating the airway channel with 50 µl of PBS for 1 h at 37℃, collecting the fluid, and detecting virus load using the plaque assay. The cell layers were fixed on-chip and subjected to immunofluorescence microscopic analysis for influenza virus NP (Invitrogen) and neutrophils (CD45, Biolegend). Micrographs of four or five random areas were taken from chips for subsequent quantification of infiltrated neutrophils. To study the interaction between influenza virus and neutrophils, Airway Chips were infected with GFP-labeled PR8 virus (MOI = 0.1) for 24 h. Cell Tracker Red CMTPX-labeled neutrophils (5 × 10 6 cells/mL) were perfused in medium through the vascular channel of infected Airway Chips.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "For analysis of HA cleavage by serine proteases in the presence or absence of nafamostat, MDCK cells (5 × 10 5 cells per well in 6-well plates) were transfected with 2·5 µg serine protease expression plasmid or empty vector using TransIT-X2 Dynamic Delivery System (Mirus). One day later, the cells were infected with influenza A/WSN/33 (H1N1) virus (MOI = 0·01) in DMEM supplemented with 1% FBS, and then cultured in the presence or absence of 10 µM nafamostat. Two days post-infection, the supernatant was harvested and subjected to Western blot analysis using anti-HA1 antibody. Drugs for the SARS-CoV2pp studies. Chloroquine (cat. #ab142116), arbidol (cat. #ab145693), toremifene (cat. #ab142467), clomiphene (cat. #ab141183), verapamil (cat. #ab146680), and amiodarone (cat. #ab141444) were purchased from Abcam; amodiaquine (cat. #A2799) was purchased from Sigma-Aldrich. Chloroquine was dissolved in water to a stock concentration of 10 mM; all other tested drugs were dissolved in dimethyl sulfoxide (DMSO) to a stock concentration of 10 mM. The purity of all evaluated drugs was > 95%. Promega, respectively. All plasmids used for transfection were amplified using the Maxiprep Kit (Promega) according to the manufacturer's instructions. Pseudotyped virus production. HEK293T cells (5 × 10 5 cell per well) were seeded into 6-well plates. 24 h later, HEK293T cells were transfected with 1.0 µg of pNL4-3.Luc.R-E-, 0.07 µg of pCMV3-SARS-CoV2-Spike, and 0.3 µg of pAdvantage with the TransIT-X2 transfection reagent (Mirus) according to the manufacturer's instructions to produce SARS-CoV-2 spike pseudotyped HIV virions (SARS-CoV-2pp). Similarly, HEK293T cells were transfected with 1.0 µg of pNL4-3.Luc.R-E-, 0.7 µg of pCMV-VSVG, and 0.3 µg of pAdvantage to produce VSVG pseudotyped HIV virions (VSVpp). The supernatants containing the pseudotyped viruses were collected at 48 h posttransfection and clarified by the removal of floating cells and cell debris with centrifugation at 10 3 g for 5 min. The culture supernatants containing pseudotyped viruse particles were either used immediately or flash frozen in aliquots and stored at 80°C until use after being concentrated using a PEG virus precipitation kit (Abcam).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Data and materials availability. Sharing of materials will be subject to standard material transfer agreements. The nucleotide sequences used in the study have been deposited in GeneBank under accession numbers CY034139.1, CY0334138.DQ487338.1, and DQ487336.1. Additional data are presented in the Supplementary Materials. Contributors. L.S., R.P., and D.E.I. designed and analyzed experiments. L.S. performed experiments with other authors assisting with experiments and data analysis. H.B. performed infection experiments in endothelium and analysis of cytokine production. G.G. and D.Y.Z. assisted L.S in the characterization of the pseudotyped virus. K.H.B. identified the anti-influenza efficacy of nafamostat. M.B. validated the airway epithelial basal stem cells from different donors. T.C.F. provided assistance for analysis. L.S., S.E.G. and D.E.I. wrote the manuscript with all authors providing feedback. Declaration of interests. D.E.I. is a founder and holds equity in Emulate Inc., and chairs its advisory board. D.E.I., L. S., R. P., K. H. B., H. B., and M. R. are inventors on relevant patent applications submitted by Harvard University. in a lung-on-a-chip microdevice. Sci Transl Med 4, , K.H. et al. Small airway on a chip enables analysis of human lung inflammation and therapeutic responses in vivo. Nat Meth, 13:151-157, doi: 10.1038/nmeth.3697 (2016). 7 Benam, K.H. et al. Matched-comparative modeling of normal and diseased human airway responses using a microengineered breathing lung chip. Cell Syst. 3: 456-466, doi: 10.1016/j.cels.2016.10.003 (2016). 8 Chou, D. B. et al. On-chip recapitulation of clinical bone marrow toxicities and patient-specific pathophysiology. Nat Biomed Eng, doi:10., K. P. Y. et al. Tropism, replication competence, and innate immune responses of influenza virus: an analysis of human airway organoids and ex-vivo bronchus cultures. Lancet Respir Med 6, 846-854, doi:10.1016/S2213-2600(18)30236-4 (2018). 10 Ramani, S., Crawford, S. E., Blutt, S. E. & Estes, M. K. Human organoid cultures: transformative new tools for human virus studies. Curr Opin Virol 29, 79-86, doi:10.1016/j.coviro.2018.04.001 (2018). 11 Chan, R. W., Chan, M. C., Nicholls, J. M. & Malik Peiris, J. S. Use of ex vivo and in vitro cultures of the human respiratory tract to study the tropism and host responses of highly pathogenic avian influenza A (H5N1) and other influenza viruses. Virus Res 178, 133-145, doi:10.1016/j.virusres.2013.03.003 (2013).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Characterization of human Airway Chip. (A) Comparison of the percentage of different lung epithelial cell types in the human Airway Chip presented here compared with those found in living human airway and in our previously published Airway Chip created using a membrane with smaller pores 6,7 . (B) Barrier permeability (log Papp) of the human Airway Chip assessed using Cascade blue (607 Da) as fluorescent tracer at 1 to 4 weeks of differentiation under an ALI compared with chips without cells (Empty). (C) Mucus production at week 1, 2, 3, and 4 post-differentiation quantified using an Alcian Blue assay.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "(A) Comparison of infectivity and replication of GFP-labeled PR8 (H1N1) in the differentiated epithelium of human lung Airway chip, undifferentiated airway epithelium on-chip, and human vascular endothelium on-chip. Graph showing replication kinetics of influenza PR8 (H1N1) virus (MOI = 0.001) in differentiated chips at 48 h post-infection (green, cells expressing GFP-labeled virus; blue, DAPI-stained nuclei). (B) Immunofluorescence micrographs showing apical cilia 24 h post-infection with PR8 (H1N1) or HK/68 (H3N2) (MOI = 0.1) compared to untreated chips (Ctrl). (C) Characterization of the replication competence of influenza virus in human lung Airway Chips created with lung airway epithelial basal stem cells obtained from 5 different healthy donors. Influenza PR8 (H1N1) virus was used to infect human Airway chips (MOI = 0.1), and progeny viruses were collected for viral titers detection 48 h later. Information on the donors is shown in the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Higher magnification immunofluorescence micrographs showing specific binding of neutrophils (white) to cells infected by WSN (H1N1) or HK/68 (H3N2), which are stained for viral NP (green) (bar, 50 µm).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Characterization of FDA-approved protease inhibitor drugs as antiinfluenza therapeutics in the human lung Airway Chip. (A) Virus titer detection showing the effects of Trasylol (aprotinin) on virus replication of H1N1 and H3N2 in Airway chips 48 h post-infection (Treated, white bars) compared to untreated chips (Ctrl, black bars). (B) Barrier permeability (log Papp) within human Airway Chips measured 48 h post-infection with H1N1 (MOI = 0.1) (+ Virus) in the presence (+) or absence (-) of 10 µM Nafamostat (Naf.) compared to uninfected chips (-Virus). (C) Immunofluorescence micrographs showing preservation of ZO1-containing tight junctions seen that are lost in airway epithelium 48 h after infection with H1N1 (MOI = 0.1) (Virus) when treated with 10 µM Nafamostat (Virus + Naf.) (bar, 50 µm). (D) Production of various influenzaassociated cytokines and chemokines in the human Airway Chip in the presence (+) or absence (-) of 10 µM Nafamostat (Naf.), which suppresses the cytokine response. (E) Western blots showing inhibition of TMPRSS2-and TMPRSS11D-mediated cleavage of influenza virus HA0 to HA1 by 10 µM Nafamostat (Naf.).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Characterization of the SARS-CoV-2pp and their entry into Huh-7 cells. (A) Western blot analysis of SARS-CoV-2 S protein in the lysate of the HEK293T packaging cell line and in pseudotyped virions in the supernatant showing that both uncleaved full-length (S1+S2; ~180 kDa) and cleaved forms (~90 kDa) of the spike protein are present in the virions. A recombinant protein containing the receptor binding author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Graphs showing the Ct values of viral pol gene detected by qPCR in the human Airway Chips infected with CoV-2pp. Pseudoparticles without the spike protein of SARS-CoV-2 were used as control (Ctrl).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Materials for this manuscript: Movie S1 (.mp4 format). Time-lapse video recording showing infection of the human Airway Chip by GFP-labeled influenza PR8 (H1N1) virus recorded over 36 hours. The human Airway Chip was inoculated with GFP-labeled PR8 virus (MOI = 0.01) and cultured for 36 h (images were recorded every 15 min). Virus infection is indicated by the progressive increase in GFP-positive cells (movies are played at 18,000 times real time). (A) GFP signal, (B) merge of GFP and bright field. Movie S2 (.mp4 format). Real-time imaging showing recruitment of human neutrophils to endothelium under flow in the human Airway Chip infected with influenza virus. (A) The movie shows fluorescently-labelled human neutrophils flowing author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "that the neutrophils flow by and do not stick to the inactivated endothelium under these control conditions, as observed in normal vessels in vivo. (B) In contrast, many of the flowing neutrophils adhere to the surface of the activated endothelium within an Airway Chip that has been infected with influenza H1N1 virus (MOI = 0.1) via its introduction into the upper air channel, much as they do at sites of inflammation in vivo. The movies are played at 25 times real time.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ", which is consistent with the vascular leakage that is induced by influenza infection in human lung in vivo 15 . Analysis of the replication kinetics of 5 different influenza virus strains, including clinical isolates [A/Netherlands/602/2009 (NL/09; H1N1), A/HongKong/8/68 (HK/68; H3N2), A/Panama/2007/99 (Pan/99; H3N2)] and cell culture strains [influenza PR8 (H1N1), A/WSN/1933 (WSN; H1N1)], showed that all of the virus strains exhibited large",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Table at the right.author/funder. All rights reserved. No reuse allowed without permission.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "author/funder. All rights reserved. No reuse allowed without permission.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprintSupplementary Table 1. Limitations of current viral infection models 9-11,18 Minimal viral replication without the addition of exogenous proteases Cannot be used for analysis of virus tropism Lack host immune, tissue-level, or organ-level responses Do not mimic the in vivo phenotype of human lung cells and tissues They are not the natural hosts for influenza virus Adaption is needed for most viral strains to infect cells A large viral load is required to cause relevant infection Pathophysiology and clinical manifestations differ from humans Expensive due to complex husbandry requirements There are considerable ethical issues Ex vivo culture of human lung tissue Short viability (4-10 days) Limited availability of resources and expensive Uncontrolled region-to-region and donor-to-donor variation Poor reproducibility of experimental results Difficult to analyze mechanism of infection or host responses Not possible to study viral evolution Human organoids Lack of physiologically relevant organ-level microenvironment Difficult to access apical surface of the epithelium Lack of air-liquid interface Cannot study mucociliary clearance Lacks endothelium and circulating immune cells; Relevant mechanical cues (air flow, vascular flow) are absent Use of thick ECM complicates permeability and drug studies author/funder. All rights reserved. No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint Supplementary Table 2. Summary of antibodies used in this study Protein/Structure/Cell Antibody Vendor and Catalog Tight junction Alexa Fluor 594 anti-ZO-1 Life Technologies, Cat# 339194 author/funder. All rights reserved. No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.13.039917 doi: bioRxiv preprint Supplementary Table 3. Primer sequences used for RT-qPCR analysis in this study.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Correspondence and requests for materials should be addressed to D.E.I.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}