{
    "paper_id": "579b5b3b072ca9af49a180f522d9708d81158539",
    "metadata": {
        "title": "Population-level COVID-19 mortality risk for non-elderly individuals overall and for non- elderly individuals without underlying diseases in pandemic epicenters",
        "authors": [
            {
                "first": "John",
                "middle": [
                    "P A"
                ],
                "last": "Ioannidis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "addrLine": "1265 Welch Road, Room X306",
                        "settlement": "Stanford",
                        "region": "California",
                        "country": "USA, USA"
                    }
                },
                "email": "jioannid@stanford.edu"
            },
            {
                "first": "Cathrine",
                "middle": [],
                "last": "Axfors",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "addrLine": "1265 Welch Road, Room X306",
                        "settlement": "Stanford",
                        "region": "California",
                        "country": "USA, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Despina",
                "middle": [
                    "G"
                ],
                "last": "Contopoulos-Ioannidis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "addrLine": "1265 Welch Road, Room X306",
                        "settlement": "Stanford",
                        "region": "California",
                        "country": "USA, USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "old ranged from approximately 1 in 6,000 in Germany to 1 in 420 in Spain. The COVID-19 death risk in people <65 years old during the period of fatalities from the epidemic was equivalent to the death risk from driving between 9 miles per day (Germany) and 415 miles per day (New York City). People <65 years old and not having any underlying predisposing conditions accounted for only 0.3%, 0.7%, and 1.8% of all COVID-19 deaths in Netherlands, Italy, and New York City.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "People <65 years old have very small risks of COVID-19 death even in the hotbeds of the pandemic and deaths for people <65 years without underlying predisposing conditions are remarkably uncommon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS:"
        },
        {
            "text": "Strategies focusing specifically on protecting high-risk elderly individuals should be considered in managing the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS:"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20054361 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS:"
        },
        {
            "text": "As the coronavirus disease 2019 (COVID-19) pandemic has spread widely around the globe, 1, 2 estimates about its eventual impact in terms of total number of deaths have varied widely, as they are mostly based on mathematical models with various speculative assumptions. Regardless, it is very crucial to estimate how much smaller the risk of death is among non-elderly people (<65 years old) as opposed to older individuals and how frequent deaths are in people who are <65 years old and have no underlying predisposing diseases. Media have capitalized on stories of young healthy individuals with severe, fatal outcomes. However, the majority of patients dying with SARS-CoV-2 are elderly and the large majority of the deceased may have severe underlying diseases. Exaggeration should be avoided in responding to the pandemic. 3 Accurate estimates of death risk have important implications for the projecting eventual total loss of quality-adjusted life-years, since deaths of young, healthy people contribute far more qualityadjusted life-years lost than deaths in elderly individuals with pre-existing morbidity. Knowledge of COVID-19 death risks for people <65 years old at the population level may affect the viability of different management strategies for the pandemic. People <65 years old represents the lion's share of the workforce.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 90,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 91,
                    "end": 92,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 828,
                    "end": 829,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Here, we used data from 8 European countries and 4 states in the USA that are epicenters of the pandemic with a large number of deaths and where data are available for deaths according to age stratification. We aimed to evaluate the relative risk of death in people <65 years old versus older individuals in the general population, to provide estimates of absolute risk of death in these epicenters, and to understand what proportion of COVID-19 deaths occur in people <65 years old and without underlying diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We considered data from publicly reported situational reports of countries and US states or major cities that have been major epicenters of the pandemic as of early April. Eligibility criteria include: (1) at . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20054361 doi: medRxiv preprint least 250 deaths accumulated as of April 4, 2020 (so as to qualify for a hotbed of the epidemic and to have a meaningful amount of data to analyze); and (2) information available on death counts per age strata, allowing to calculate numbers of deaths in people with age <65 or, alternatively, at least in people with age <60.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "For each of the eligible geographical locations, we extracted information from the most up-todate situational reports on April 4, 2020 focusing on total number of deaths, number of deaths in age <65 (or, if not available, number of deaths in age <60 and in age 60-69), number of deaths in age ≥80 (or, if not available, number of deaths in age ≥75) and, correspondingly, the proportions of the total deaths in each of these age categories. Information was extracted independently in duplicate by two authors (JI, CA) and discrepancies were resolved. Whenever information was unavailable for the desirable <65 years cut-off, we contacted the respective authorities issuing the situational report. We also extracted information on the proportion of men for all deaths and for deaths in each of these age categories, whenever available. For secondary analyses, we also extracted information on deaths in the subgroups of age <40 and age 40-64, whenever available (or, if not available, on <45 and 45-64).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "One author (DC-I) downloaded information on the proportion of the population in each eligible location for each age group. We used census information from populationpyramid.net/world/2019 for countries and from worldpopulationreview.com for the US states and New York City.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "We calculated the relative risk of COVID-19 death for an individual <65 years old as compared with an individual ≥65 years old for each eligible country and US state/city. This is calculated as (COVID-19 deaths with age <65 /population with age <65 in the age-pyramid)/(COVID-19 deaths with age ≥65/population with age ≥65 in the age-pyramid). Inverting this relative risk shows how many fold lower the risk of COVID-19 death is for an individual <65 years old as compared with an individual ≥65 years old.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20054361 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "We also calculated the absolute risk of dying for a person <65 years old in each eligible country and US state/city by dividing the number of COVID-19 deaths as of April 4, 2020 in this age group by the census population in this age group. Certainly, the number of deaths will increase and there is some uncertainty about the total projected number of deaths in each of these locations when this epidemic wave has passed. Most locations seem to be close to the peak or may have passed the peak of the epidemic wave as of April 4, but this is not certain. To offer further insight, we extracted information also on the day that had the highest daily new cases documented and on the day that had the highest daily deaths as of April 4, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The magnitude of COVID-19 death risks is difficult to grasp, especially when population-level risks are small. Therefore, we converted the absolute risks of COVID-19 death into equivalents of death risk by a well-known, almost ubiquitous activity, 4 driving/travelling by motor vehicle. We used estimates from the International Transport Forum Road Safety Annual Report 2018 (ref. 5) for the number of road deaths per billion vehicle miles for each European country. For Spain, Italy, and Portugal there were only data available for number of road fatalities per 100,000 inhabitants. Since these tend to correlate reasonably well with road deaths per billion vehicle miles in Europe, we used for Italy and Portugal the same road deaths per billion kilometers as Belgium, since they have the same road deaths per 100,000 inhabitants and we did the same for Germany and Spain. For USA locations, we used the state-specific data provided for 2018 by the Insurance Institute for Highway Safety. 6 For New York City, we used motor vehicle fatality data pertaining to New York State. We then divided the estimated miles travelled that correspond to the same death risk by the number of days that have passed since the first COVID-19 death was recorded in each location and until April 4, 2020. The result transforms the average risk of COVID-19 death during the period where COVID-19 deaths occur into an equivalent of miles travelled by car per day.",
            "cite_spans": [
                {
                    "start": 991,
                    "end": 992,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Finally, we sought information from the situational reports on how many COVID-19 deaths had been documented in people <65 years old who had no underlying predisposing conditions. Predisposing . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20054361 doi: medRxiv preprint conditions for worse outcome in COVID-19 may include 7-9 cardiovascular disease, hypertension, diabetes, chronic obstructive pulmonary disease and severe asthma, kidney failure, severe liver disease, immunodeficiency, and malignancy. We followed the data collection principles of each national and state organization on how underlying conditions were defined. Data were readily available in published reports for New York City and we obtained additional such data according to the presence or not of underlying conditions from the Italian COVID-19 team (personal communication, Dr. Luigi Palmieri) as of April 2, 2020 and from the Dutch COVID-19 team (personal communication, Susan van den Hof) as of April 4, 2020. We encourage other organizations to send us similar data, as they become available, so that they can be incorporated in further updates. Proportions were synthesized in a random effects meta-analysis with evaluation of between-dataset heterogeneity by the I 2 and Q statistics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Fourteen countries (Belgium, Brazil, China, France, Germany, Iran, Italy, Netherlands, Portugal, Spain, Sweden, Switzerland, Turkey, United Kingdom) and six US states (California, Louisiana, Michigan, New Jersey, New York, Washington) fulfilled the first eligibility criterion and of those 8 countries (Belgium, Germany, Italy, Netherlands, Portugal, Spain, Sweden, Switzerland) 10-17 as well as three states (Louisiana, 18 Michigan, 19 Washington 20 ) and New York City 21 had some available data on required age categories. France also did have some available data per age strata, but age-stratified data",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 423,
                    "text": "18",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Eligible data"
        },
        {
            "text": "had not yet incorporated 884 deaths from nursing homes which might markedly alter the age distribution, so these were not included in the analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eligible data"
        },
        {
            "text": "As shown in Table 1 , individuals with age <65 account for only 5-9% of all deaths in European countries, while the rates are higher in three of the four US locations, approaching 30% of the total.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Death with age stratification"
        },
        {
            "text": "Moreover, between half and three quarters of all deaths are accounted by individuals 80 years or older in . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Death with age stratification"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20054361 doi: medRxiv preprint Europe and Washington State, while New York City and Michigan have slightly lower percentages of people ≥80 years old. There is a preponderance of men among all patients who died (56-69%) and this may be a bit more prominent among patients who died younger than 65, but information on this last variable is missing in several locations. ND ND: no data; ^Using data with available information on age; * data available only for the group with age <60 (the number shown in brackets is the approximated estimate for age <65 assuming that a third of the deaths in the 60-69 bracket are in <65 years old people, as suggested by other countries where data are available on 5-year age intervals); ** data available only on age ≥75; # personal communication with Luigi Palmieri.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Death with age stratification"
        },
        {
            "text": "As shown in Table 2 Table 3 , within the age group of <65, almost all deaths occurred in the range of 40-65 years. The group <40 corresponds to 52-64% of the age group <65, but only ≤1% of COVID-19 deaths occurred in people <40 years old in Europe and the proportion was a bit higher in 3 US locations. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 20,
                    "end": 27,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Relative risk of dying with COVID-19 for individuals <65 years old versus older individuals"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20054361 doi: medRxiv preprint Table 4 shows the estimates of the absolute risk of dying with COVID-19 at the population level for people <65 years old and for those ≥80 years old as of April 4. For these estimates we used the total number of deaths as of the close of day April 4, 2020 and not just those where age information is available, assuming that the age stratification would be similar in all deaths as in the ones where age strata information has been released as of April 4. The absolute risk of death for people <65 years old ranged widely from 1.7 per million in Germany to 79 per million in New York City. The absolute risk of death for people ≥80 years old ranged from approximately 1 in 6 thousand in Germany to 1 in 420 in Spain. Table 5 shows the rates of road deaths per billion vehicle miles and the conversion of the absolute risk of COVID-19 death as of April 4 into motor vehicle travelled miles. The risk ranged from driving a total of 214 miles to 6684 miles. Dividing by the number of day since the first documented COVID-19 death, the risk of COVID-19 death for an individual <65 years old in the European countries is equivalent . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 861,
                    "end": 868,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Relative risk of dying with COVID-19 for individuals <65 years old versus older individuals"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20054361 doi: medRxiv preprint to driving anywhere between 9 and 57 miles per day during this period. Washington state estimates are in the same range. The other three US location have higher estimates (driving 88 to 415 miles per day) for the 18-25 days during which they have witnessed COVID-19 deaths. 11** *Approximation (see Methods, we welcome provision of any more precise estimates); ** for age <60 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Absolute risk of death with COVID-19 at the population level"
        },
        {
            "text": "In New York City (situational report as of 9.30am April 4, 2020), 23 In Italy (situational report of April 2, 12 supplemented with personal communication from Luigi Palmieri), detailed assessment had been performed on the medical charts of 917 deceased patients and of . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 68,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 deaths in individuals <65 years old without underlying conditions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20054361 doi: medRxiv preprint those 6 (0.7%) had occurred in the absence of any underlying medical conditions in people who were <65 years old.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 deaths in individuals <65 years old without underlying conditions"
        },
        {
            "text": "In the Netherlands (situational report of April 4, 13 supplemented with personal communication from Susan van den Hof), of 1651 deaths, there were 5 deaths (0.3%) that occurred in patients with no underlying conditions and who were <65 years old. Data on underlying conditions had been collected on 67/84 deaths in the <65 age group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 deaths in individuals <65 years old without underlying conditions"
        },
        {
            "text": "A meta-analysis of the three datasets, showed that by random effects, deaths that occurred in patients with no underlying conditions and who were <65 years old account for 0.9% (95% confidence interval, 0.1-1.7%) of all deaths where presence of underlying conditions has been assessed. There was large between-dataset heterogeneity (I 2 =87%, p=0.0003 for heterogeneity).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 deaths in individuals <65 years old without underlying conditions"
        },
        {
            "text": "pandemic shows that non-elderly people <65 years old represent a very small fraction (5-9%) of all COVID-19 deaths in European countries and less than a third of all COVID-19 deaths in 4 US locations, even though this age group represents the vast majority of the general population. The risk of death is 13to 73-fold lower in non-elderly people <65 years old than in older individuals. The age-dependent risk gradient is modestly sharper in European countries versus the US locations. Regardless, the absolute risk of death in the non-elderly population is consistently very low even in these pandemic hotbeds. As of April 4, only 1.7 to 79 per million people in this age group have died with a COVID-19 diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The evaluation of data from 8 countries and 4 US locations that are epicenters of the COVID-19"
        },
        {
            "text": "Moreover, the vast majority of deaths in this age group occur in the age group 40-65 that comprises 36-48% of the population in the 0-65 years old bracket.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The evaluation of data from 8 countries and 4 US locations that are epicenters of the COVID-19"
        },
        {
            "text": "Of course, additional deaths may be recorded, as the epidemic wave progresses. However, in many of the locations that we examined, the peak daily deaths was 2 or more days before our data cut-off.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The evaluation of data from 8 countries and 4 US locations that are epicenters of the COVID-19"
        },
        {
            "text": "Unless there is a further peak of deaths downstream, the total risk of death for the entire epidemic wave in . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The evaluation of data from 8 countries and 4 US locations that are epicenters of the COVID-19"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20054361 doi: medRxiv preprint these locations may be even less than twice the cumulative risk to-date, assuming a fairly symmetric epidemic wave, as in the case of Wuhan. In other locations, the total deaths may be more than twice the numbers as of April 4. However, even if the total deaths are several fold higher than the number of deaths documented until the data cut-off, the risk in individuals <65 years old remains very small. Moreover, females may have 2-3 lower risk than males. These numbers correspond to the main epicenters of the pandemic, since our eligibility criteria were set explicitly to include the locations with the highest numbers of deaths. Therefore, for the vast majority of countries around the world and for the vast majority of states and cities in the USA with, the risk of death from COVID-19 this season for people <65 years old may be even smaller than the risk of dying from a car accident during daily commute.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The evaluation of data from 8 countries and 4 US locations that are epicenters of the COVID-19"
        },
        {
            "text": "We should acknowledge that we focused on mortality risk and not on hospitalizations. Empirical experience shows that COVID-19 has the potential to overwhelm specific hospitals, especially in settings where hospitals run close to maximum capacity even under regular circumstances, and when they serve high risk populations in cities with high population density and major congregations in mass events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The evaluation of data from 8 countries and 4 US locations that are epicenters of the COVID-19"
        },
        {
            "text": "Therefore, hospital preparedness is totally essential, regardless of whether the risk of death is very low in the general population. Similarly, work modeling hospital bed needs s useful. However, for understanding the risk of individuals from the general population, the analogy against deaths by motor vehicle accidents . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The evaluation of data from 8 countries and 4 US locations that are epicenters of the COVID-19"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20054361 doi: medRxiv preprint is still relevant, since motor vehicle accidents also result in many more people who require hospitalizations and who suffer major injuries beyond the numbers of those who die.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The evaluation of data from 8 countries and 4 US locations that are epicenters of the COVID-19"
        },
        {
            "text": "The large majority of the deaths in non-elderly individuals occur in patients who have underlying diseases. Based on existing data to-date, 7-9 cardiovascular disease, hypertension, chronic obstructive pulmonary disease and severe asthma, diabetes, kidney failure, severe liver disease, immunodeficiency, and malignancy may confer an increased risk of adverse outcome. Individuals with these diseases should consider that their risk may be higher than average and rigorous prognostic models need to be developed to estimate with accuracy the increased risk. In non-elderly populations, the more prevalent of these conditions is cardiovascular disease and hypertension, with prevalence of approximately 10% in the 20-39 age group and 38% in the 40-59 age group in the USA 24 and similarly high percentages in many other countries. Unfortunately, we could not identify data with the prevalence of these conditions specifically among the non-elderly deceased patients with COVID-19, and we encourage public health authorities to start reporting systematically data on comorbidities according to age strata. However, some data are available for the prevalence of these conditions across all age groups of COVID-19 deaths. For example, in the Netherlands, 49% of individuals dying with COVID-19 had cardiovascular disease or hypertension, and 27% had chronic pulmonary disease. Comparing with the prevalence of these diseases in the general population, 25 it is likely that ~2-fold increases in death risk may be reasonable to expect for people with these conditions in the general population. If so, the risk may remain very low, except in a minority of patients with the most severe manifestations of the underlying diseases.",
            "cite_spans": [
                {
                    "start": 771,
                    "end": 773,
                    "text": "24",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1448,
                    "end": 1450,
                    "text": "25",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "The evaluation of data from 8 countries and 4 US locations that are epicenters of the COVID-19"
        },
        {
            "text": "We could retrieve data from three locations (Italy, Netherlands, and New York City) on the COVID-19 mortality of people who are both <65 years old and have no underlying diseases. Consistently, the data suggest that these deaths are remarkably uncommon, and they accounted for about 1% of all COVID-19 deaths respectively. There was some heterogeneity across locations, with this proportion accounting for much less than 1% in the two European locations and close to 2% in New York City. Data on assessment of comorbidities are still not complete and this may explain some of this difference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The evaluation of data from 8 countries and 4 US locations that are epicenters of the COVID-19"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The evaluation of data from 8 countries and 4 US locations that are epicenters of the COVID-19"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20054361 doi: medRxiv preprint Alternatively, it is possible that some New York City deaths may have occurred in people without access to medical care and thus poorly documented medical history, while Italy and Netherlands have more complete medical coverage of the population. It is very important for authorities to report similar data on comorbidities from other locations as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The evaluation of data from 8 countries and 4 US locations that are epicenters of the COVID-19"
        },
        {
            "text": "We should caution that the reported available data on comorbidities and deaths without comorbidities are sparse to-date. It is also possible that information on comorbidities is not accurately captured. Some people with no recorded comorbidities may have had some underlying diseases, but these where not reported in a crisis setting, or these conditions may have been undiagnosed. Overall, this further strengthens the notion that for healthy non-elderly people, the risk of dying from COVID-19 this season has been infinitesimally small. This is in stark contrast with many news stories that focus on the demise of young people and the panic and horror that these widely reverberated stories are causing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The evaluation of data from 8 countries and 4 US locations that are epicenters of the COVID-19"
        },
        {
            "text": "Another interesting observation is the higher share of deaths in the <65 years old group in New York City, Louisiana, and Michigan as opposed to the 8 European countries and Washington state. This requires further investigation, but it may reflect unfavorable socioeconomic circumstances for victims of COVID-19 in New York City, Louisiana and Michigan. It is important to study in more detail the socioeconomic profile of the COVID-19 victims, but preliminary data show that deaths cluster in areas with high levels of poverty and underprivileged populations. If this early observation gets validated, this may signify that COVID-19 is yet another disease with a profile dependent on inequalities. Of interest, influenza deaths seem to have a similar difference in age distribution between the USA and European countries like Italy: a larger proportion of influenza deaths in the USA tend to be in the <65 age group, 26 as compared with Italy. 27 Of course, a major difference between influenza and COVID-19 is that the latter does not cause deaths in children, in contrast to influenza.",
            "cite_spans": [
                {
                    "start": 918,
                    "end": 920,
                    "text": "26",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 945,
                    "end": 947,
                    "text": "27",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "The evaluation of data from 8 countries and 4 US locations that are epicenters of the COVID-19"
        },
        {
            "text": "The vast majority of victims from COVID-19 are elderly people and in all European countries analyzed as well as in Washington state, more than half and up to three quarters are at least 80 years old.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The evaluation of data from 8 countries and 4 US locations that are epicenters of the COVID-19"
        },
        {
            "text": "The median age of death for COVID-19 tends to be similar or slightly smaller than the life expectancy of . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The evaluation of data from 8 countries and 4 US locations that are epicenters of the COVID-19"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20054361 doi: medRxiv preprint the population in each respective location. In several locations, large cluster of deaths have been observed in nursing home facilities. Moreover, as above, the vast majority of patients with COVID-19 have comorbidities and these could also contribute to the fatal outcome or may be even more important that SARS-CoV-2 in causing the death. 28 Overall, the loss of quality-adjusted life-years from COVID-19 may be much smaller than a crude reading of the number of deaths might suggest, once these features are accounted for.",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 487,
                    "text": "28",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "The evaluation of data from 8 countries and 4 US locations that are epicenters of the COVID-19"
        },
        {
            "text": "The data that we have compiled nevertheless allow to estimate also absolute risks of death in the highest risk group, i.e. elderly individuals ≥80 years old in these 12 hot epicenters of the pandemic. These are markedly higher than the risks of death in individuals <65 years old. However, the absolute risk of death even in this highest age category to-date and even in these hot epicenters do not exceed 0.24% in any location and in most locations it is lower than 1 in a thousand. Nevertheless, these risks may be high enough to warrant high alert and they suggest that, no matter what strategy is selected for addressing COVID-19 in the current or future epidemic waves should include special emphasis in protecting very elderly individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The evaluation of data from 8 countries and 4 US locations that are epicenters of the COVID-19"
        },
        {
            "text": "As the data from the first epidemic wave of COVID-19 mature, knowledge of relative and absolute risks for different age groups and for people with different co-morbidities are instrumental for carefully choosing next steps. Aggressive measures such as lockdowns have been implemented in many countries. This is a fully justified \"better safe than sorry\" approach in the absence of good data. However, long-term lockdowns may have major adverse consequences for health (suicides, worsening mental health, cardiovascular disease, loss of health insurance from unemployment, etc.) and society at large. 29 It is even argued that lockdowns may be even harmful as a response to COVID-19 itself, if they broaden rather than flatten the epidemic curve. 30 Information from large scale testing and seroprevalence studies should soon give us a more clear picture about the true frequency of infections and thus more accurate assessments of the overall infection fatality rate. Data from Iceland suggest that almost all infections are either asymptomatic or mildly symptomatic and thus do not come to medical attention. 31 These data also . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 602,
                    "text": "29",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 746,
                    "end": 748,
                    "text": "30",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1110,
                    "end": 1112,
                    "text": "31",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "The evaluation of data from 8 countries and 4 US locations that are epicenters of the COVID-19"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20054361 doi: medRxiv preprint suggest that the infection fatality rate may be close to that of seasonal flu (0.1%) rather than much higher earlier estimates. If larger scale studies further document that the infection is very common and infection fatality rate is modest across the general population, the finding of very low risk in the vast majority of the general population has major implications for strategic next steps in managing the COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The evaluation of data from 8 countries and 4 US locations that are epicenters of the COVID-19"
        },
        {
            "text": "pandemic. Tailored measures that maintain social life and the economy functional to avoid potentially even deaths from socioeconomic disruption plus effective protection of select high-risk individuals may be a sensible option.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The evaluation of data from 8 countries and 4 US locations that are epicenters of the COVID-19"
        },
        {
            "text": "We are grateful to Luigi Palmieri and Susan van der Hof for providing additional data clarifications. We welcome provision of additional data and detailed information and any relevant data clarifications from all countries and states. As further information accumulates, this will allow updating and improving the volume of data and the precision of the estimates in the present analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments:"
        },
        {
            "text": "Funding: METRICS has been supported by grants from the Laura and John Arnold Foundation (Dr.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments:"
        },
        {
            "text": "Ioannidis). This work is also supported by Uppsala University, the Swedish Society of Medicine and the Blanceflor Foundation (Dr. Axfors).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments:"
        },
        {
            "text": "Data sharing: All data used in this manuscript will be shared upon request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest: none"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest: none"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20054361 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest: none"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Covid-19 -Navigating the Uncharted",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Redfield",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "13",
            "pages": "1268--1269",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Responding to COVID-19 -A once-in-acentury pandemic?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gates",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2003762"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronavirus disease 2019: the harms of exaggerated information and non-evidencebased measures",
            "authors": [
                {
                    "first": "Jpa",
                    "middle": [],
                    "last": "Ioannidis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Clin Invest",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Expressing death risk as condensed life experience and death intensity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Ioannidis",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Medical Decision Making",
            "volume": "33",
            "issn": "6",
            "pages": "853--862",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "International Transport Forum/Organisation for",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "International Traffic Safety Data and Analysis Group (IRTAD) Road Safety Annual",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Insurance Institute for Highway Safety",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical Features of 85 Fatal Cases of COVID-19 from Wuhan: A Retrospective Observational Study",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Respir Crit Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.202003-0543OC"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Comorbidity and its impact on 1590 patients with Covid-19 in China: A Nationwide Analysis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Respir J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1183/13993003.00547-2020"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical characteristics of 113 deceased patients with coronavirus disease 2019: retrospective study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1091"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Belgian Institute for Health. COVID-19 -Bulletin Epidemiologique du 04 Avril 2020",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19) Daily Situation Report of the Robert Koch Institute. 04/04/2020 -Updated Status for Germany",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Koch Institut",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Rijksinstituut voor Volksgezondheid en Milieu -RIVM. Epidemiologische situatie COVID-19 in",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "COVID-19 Relatório de Situação no 033",
            "authors": [
                {
                    "first": "/",
                    "middle": [],
                    "last": "Serviço Nacional De Saúde",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Direção-Geral Da Saúde",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Enfermedad por el coronavirus (COVID-19)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "doi: medRxiv preprint 16. Folkhälsomyndigheten. Antal fall av covid-19 i Sverige",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.05.20054361"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "COVID-19) Situationsbericht zur epidemiologischen Lage in der Schweiz und im Fürstentum Liechtenstein",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bundesamt Für Gesundheit",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bag",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Coronavirus Krankheit",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Louisiana Department of Health/Office of Public Health",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Novel Coronavirus Outbreak (COVID-19): Current Status in Washington State",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "9753",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "New York City Health. Coronavirus Disease 2019 (COVID-19) Daily Data Summary: Deaths",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Report of the WHO-China Joint Mission on Coronavirus Disease",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The burden of cardiovascular disease in the elderly: morbidity, mortality, and costs",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yazdanyar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Geriatr Med",
            "volume": "25",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Heart disease in the Netherlands: a quantitative update",
            "authors": [
                {
                    "first": "Mjg",
                    "middle": [],
                    "last": "Leening",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siregar",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Vaartjes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Bots",
                    "suffix": ""
                },
                {
                    "first": "Mim",
                    "middle": [],
                    "last": "Versteegh",
                    "suffix": ""
                },
                {
                    "first": "Rjm",
                    "middle": [],
                    "last": "Van Geuns",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Neth Heart J",
            "volume": "22",
            "issn": "1",
            "pages": "3--10",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Investigating the impact of influenza on excess mortality in all ages in Italy during recent seasons (2013/14-2016/17 seasons)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rosano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bella",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gesualdo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Acampora",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pezzotti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marchetti",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Infect Dis",
            "volume": "88",
            "issn": "",
            "pages": "127--134",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Estimated Influenza Illnesses, Medical visits, Hospitalizations, and Deaths in the United States -2018-2019 influenza season",
            "authors": [],
            "year": null,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "What other countries can learn from Italy during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boccia",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ricciardi",
                    "suffix": ""
                },
                {
                    "first": "Jpa",
                    "middle": [],
                    "last": "Ioannidis",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA Internal Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "COVID's Other casualties",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The first three months of the COVID-19 epidemic: Epidemiological evidence for two separate strains of SARS-CoV-2 viruses spreading and implications for prevention strategies",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Wittkowski",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.28.2003671529"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Early Spread of SARS-Cov-2 in the Icelandic Population",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Gudbjartsson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helgason",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jonsson",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "T"
                    ],
                    "last": "Magnusson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Melsted",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Norddahl",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of 1905 deaths, information of presence of underlying conditions was available on 1354. Of those 1354 deaths, there were 25 deaths (1.8%) that occurred in patients with no underlying conditions and who were <65 years old. Thirty three of the 1354 deaths occurred in people without documented underlying conditions when all ages were considered.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Based on the data until April 4, for the whole COVID-19 fatality season to-date (starting with the date the first death was documented in each location) the risk of dying from coronavirus for a person <65years old is equivalent to the risk of dying driving a distance of 9 to 415 miles by car per day during the COVID-19 fatality season. Most of the hotbed locations that we analyzed are on the lower side of this range, where the risk of death is in the same level roughly as dying from a car accident during daily commute. The highest risk (in New York City) corresponds to the risk of dying in a traffic accident while travelling daily from Manhattan to Baltimore round trip for these 25 days. People who are 40-65 years old may have about double that risk, while those 40 years old or younger have almost no risk at all of dying.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Proportion of deaths accounted by specific age groups and proportion of men among people who died with COVID-19.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ", the percentage of the population <65 years old varied from 76.99% in Italy to 87.69% in Washington state. For European countries, the relative risk of COVID-19 death for an individual <65 years old as compared with an individual ≥65 years old ranged from 0.014 to 0.03.Alternatively phrased, individuals <65 years old had 34-73 fold lower risk of COVID-19 death than older individuals. For New York City, Louisiana and Michigan, the difference was somewhat smaller, with those <65 years old having 13-15 fold smaller risk of dying than older individuals.. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Age distribution in the general population and relative risk of dying from COVID-19 for age <65 versus ≥65 Data on those <60 versus ≥60 years old As shown in",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Proportion of COVID-19 deaths accounted by the age group <40 years and the percentage of the population with age <40 years. ND: no data; *Data shown for the group with age <45 years (not available for age <40 years)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Population count and absolute risk of COVID-19 death for age groups <65 and ≥80. ND: no data to allow calculation; # cannot exclude even higher values occurring after April 4; *for age ≥75; ^for age <60.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Absolute risk of COVID-19 death expressed as equivalent of death risk from associated with motor vehicle driving over given distances.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}