{
    "paper_id": "5a55a2f8f8e9b431ef042ead1a09f1db8c138229",
    "metadata": {
        "title": "Serum Mycoplasma pneumoniae IgG in COVID-19: A Protective Factor",
        "authors": [
            {
                "first": "Bobin",
                "middle": [],
                "last": "Mi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430022",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lang",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430022",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Adriana",
                "middle": [
                    "C"
                ],
                "last": "Panayi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuan",
                "middle": [],
                "last": "Xiong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430022",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": "xiongyuanmed@163.com"
            },
            {
                "first": "Guohui",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430022",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": "liuguohui@hust.edu.cn"
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: A correlation between prior exposure to Mycoplasma pneumoniae (IgG positive) and better clinical response to COVID-19 was elusive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Ever since its initial outbreak in Wuhan, Hubei province, China, in December 2019, the 2019 novel coronavirus disease (COVID-19) has quickly spread around the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Currently, more than 1.3 million cases have been confirmed, with 76,420 deaths worldwide. 1 The clinical characteristics of patients with COVID-19 have been well described with some risk factors shown to increase the mortality of COVID-19 identified, including diabetes, cancer and aging. 2, 3 Protective factors that may help patients with COVID-19 show fewer severe symptoms and better recovery remain elusive. As frontline medical personnel in the Wuhan Union Hospital-one of the biggest COVID-19 designated institutions in Wuhan-we have unique first hand experience in dealing with this pandemic. Here, we report a correlation between prior exposure to Mycoplasma pneumoniae (IgG positivity) and better clinical response to COVID-19. This association has, to the best of our knowledge, not been previously shown. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 91,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 289,
                    "end": 291,
                    "text": "2,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 292,
                    "end": 293,
                    "text": "3",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.12.20060079 doi: medRxiv preprint p=0.006) than COVID-19 infected patients without mycoplasma lgG. Other routine blood tests, including coagulation tests, blood biochemistry and infection-related biomarkers did not significantly differ except for thrombin time (p=0.001) and lactate dehydrogenase (p=0.008). Furthermore, requirement and use of a nasal catheter or oxygen mask was significantly lower in COVID-19 infected patients with mycoplasma lgG positivity (p=0.029), suggesting a better prognosis. The rate of noninvasive ventilation and mortality did not differ; this may be due to lack of relevant clinical cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Patients with prior exposure to Mycoplasma pneumoniae (IgG positive) showed stronger resistance and better recovery from the SARS-CoV-2 viral infection than patients without exposure. Of particular note, the immune response rendered against the virus was noted to be stronger in the IgG positive group, evident through an overall higher leukocyte count. This can partially be explained by reprogrammed immune cells. 4 Prior evidence has supported that when the lungs recover from infection they develop new alveolar macrophage biology, which can protect the lungs of adults against pneumonia. 5 Our retrospective patient review highlighted a similar phenomenon: COVID-19 patients with IgG positivity displayed milder symptoms and rarely experienced severe disease (OR, 2.31; 95% CI, 1.89-3.02). To eliminate the interference of age, we compared the outcomes of elder patients (> 60 years) and Normal ranges for the laboratory values are as follows: white blood-cell count, 3.5-9.5x10 9 /L; hemoglobin, ",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 417,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 593,
                    "end": 594,
                    "text": "5",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--513",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "21",
            "issn": "3",
            "pages": "335--337",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Microbial etiology of community-acquired pneumonia in the adult population of 4 municipalities in eastern Finland",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jokinen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Heiskanen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Juvonen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin Infect Dis",
            "volume": "32",
            "issn": "8",
            "pages": "1141--1154",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Intrinsic Programming of Alveolar Macrophages for Protective Antifungal Innate Immunity Against Pneumocystis Infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Bhagwat",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gigliotti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front Immunol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "9 /L; D-dimer, <0.5 ug/ml; PT, 11.0-16.0 s; APTT, 27.0-45.0 s; TT, 14.0-20.0 s; K, 3.5-5.3 mmol/L; Na, 137-147 mmol/L; alanine aminotransferase (ALT), 5-40 U/L; aspartate aminotransferase (AST), 8-40 U/L; lactate dehydrogenase (LDH), 109-245 U/L; total bilirubin, 3.0-20.0 μmol/L; direct bilirubin, 1.7-6.8μmol/L; Total Protein, 60-83g/L; creatinine, 57.0-111.0 μmol/L; Blood Urea Nitrogen, 2.9-8.2mmol/L; ferritin, 21.81-274.66 ng/ml.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Hospital from Feb 1 to Mar 20 was carried out. COVID-19 was diagnosed in accordance with the New Coronavirus Pneumonia Prevention and Control Program, 7th edition, published by the National Health Commission of China. Clinical symptoms, medical records as well as laboratory tests were reviewed. Continuous variables were described as mean, median, and interquartile range (IQR), while categorical variables were compared by X 2 test or Fisher's exact test between COVID-19 infected patients with mycoplasma lgG (-) and mycoplasma lgG (+). Data were expressed using frequency rates and percentages. The Kolmogorov-Smirnov test was used to establish whether continuous variables were normally distributed. Then independent group t test was used if normally distributed, otherwise, the Mann-Whitney test was used. A two-sided α of less than 0.05 was considered statistically significant. SPSS version 23.0 was used for all statistical analyses. This retrospective study was approved by The Institutional Review Board at Union Hospital, Tongji Medical College, Huazhong University of Science and Technology. Results A total of 133 patients with COVID-19 were identified, of which 38 displayed Mycoplasma IgG positivity. Comparison of COVID-19 patients with mycoplasma lgG positivity against those without mycoplasma IgG, showed no differences in the demographics (age, p=.105; female sex, p=.375) or common signs and symptoms of the patients (fever, p=0.23; cough, p=0.53; fatigue, p=1.000; dyspnea, p=0.67; diarrhea, p=0.39; Table 1). Statistically significant differences were, however, shown in terms of laboratory test results. COVID-19 infected patients with mycoplasma lgG positivity had a higher lymphocyte count and percentage (p=0.026, p=0.017), monocyte count and percentage (p=0.028, p=0.006) and eosinophil count and percentage (p=0.039, p=0.007), and a lower neutrophil count and percentage (p=0.044,",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Demographic characteristics, laboratory findings, treatment and outcomes of COVID-19 infected patients categorized by mycoplasma lgG antibody presence. NIV = noninvasive ventilation; Data are presented as n/N (%) or median (IQR). P values were calculated using independent group t test, X 2 test, Fisher's exact test or Mann-Whitney U test. *p<0.05.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}