{
    "paper_id": "5c9c599cd6c2232e1b77400be0f2b90d4b772030",
    "metadata": {
        "title": "A study of SARS-CoV-2 evolution in Italy: from early days to secondary effects after social distancing",
        "authors": [
            {
                "first": "Marco",
                "middle": [
                    "Claudio"
                ],
                "last": "Traini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università degli Studi di Trento",
                    "location": {
                        "addrLine": "Via Sommarive 14",
                        "postCode": "I-38123",
                        "settlement": "Trento-Povo",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Carla",
                "middle": [],
                "last": "Caponi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Azienda Ospedaliero-Universitaria Piazzale Gambuli 1",
                    "location": {
                        "postCode": "06132",
                        "settlement": "Perugia",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Riccardo",
                "middle": [],
                "last": "Ferrari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bilubah LLC",
                    "location": {
                        "addrLine": "30 N. Gould St, Suite 6739",
                        "postCode": "82801",
                        "settlement": "Sheridan",
                        "region": "WY",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            },
            {
                "first": "Giuseppe",
                "middle": [],
                "last": "Vittorio",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "De",
                "middle": [],
                "last": "Socio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Azienda Ospedaliero-Universitaria Piazzale Gambuli 1",
                    "location": {
                        "postCode": "06132",
                        "settlement": "Perugia",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background The outbreak of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has led to 101739 confirmed cases, in Italy, as of March 30th, 2020. While the analogous event in China appears to be rather under control at the moment, the outbreaks in western countries are still at an early stage of the evolution. Italy at present is playing a major rôle in understanding transmission dynamics of these new infections and evaluating the effectiveness of control measures in a western social context. Methods We combined a quarantined models with early stage evolution data in Italy (during February 20th -March 30th) to predict longer term evolution (March 30th, on ...) within different control measures. Due to significant variations in the control strategies, which have been changing over time, and thanks to the introduction of detection technologies leading to faster confirmation of the SARS-CoV-2 infections, we made use of time-dependent contact and diagnose rates to estimate when the effective daily reproduction ratio can fall below 1. Within the same framework we analyze the possible event of a secondary infection after relaxing the isolation measures. Outcomes and interpretation We study two simplified scenarios compatible with the observation data and the effects of two stringent measures on the evolution of the epidemic. On one side the contact rate must obviously kept as low as possible, but it is also clear that, in a modern developed country, it cannot fall under certain minimum levels and for long time. The complementary parameter tuned is the transition rate of the symptomatic infected individuals to the quarantined class, a parameter δI connected with the time tI = 1/δI needed to perform diagnostic tests. Within the conditions of the outbreak in Italy this time must fall under 12-8 hours in order to make the reproduction number less than 1 to minimize the case numbers. Moreover we show how the same parameter plays an even more relevant rôle in mitigating the effects of a possible secondary infection event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Background The outbreak of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has led to 101739 confirmed cases, in Italy, as of March 30th, 2020. While the analogous event in China appears to be rather under control at the moment, the outbreaks in western countries are still at an early stage of the evolution. Italy at present is playing a major rôle in understanding transmission dynamics of these new infections and evaluating the effectiveness of control measures in a western social context. Methods We combined a quarantined models with early stage evolution data in Italy (during February 20th -March 30th) to predict longer term evolution (March 30th, on ...) within different control measures. Due to significant variations in the control strategies, which have been changing over time, and thanks to the introduction of detection technologies leading to faster confirmation of the SARS-CoV-2 infections, we made use of time-dependent contact and diagnose rates to estimate when the effective daily reproduction ratio can fall below 1. Within the same framework we analyze the possible event of a secondary infection after relaxing the isolation measures. Outcomes and interpretation We study two simplified scenarios compatible with the observation data and the effects of two stringent measures on the evolution of the epidemic. On one side the contact rate must obviously kept as low as possible, but it is also clear that, in a modern developed country, it cannot fall under certain minimum levels and for long time. The complementary parameter tuned is the transition rate of the symptomatic infected individuals to the quarantined class, a parameter δI connected with the time tI = 1/δI needed to perform diagnostic tests. Within the conditions of the outbreak in Italy this time must fall under 12-8 hours in order to make the reproduction number less than 1 to minimize the case numbers. Moreover we show how the same parameter plays an even more relevant rôle in mitigating the effects of a possible secondary infection event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Funding No funding has been provided by any private nor public actor beyond the current clinical practice (National Health Service).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The outbreak of the severe acute respiratory syndrome coronaviruses (SARS-CoV-2) [1] [2] [3] has been defined pandemia on March 11, 2020 due to the global spread. The respiratory droplet transmission is the main contagious route of SARS-CoV-2, and it can also be transmitted through contact [4] . The latency period is generally from 3 to 7 days, with a maximum of 14 days [5] and unlike SARS-CoV, SARS-CoV-2 is contagious during the latency period [6, 7] . In Europe, Italy is becoming a particularly alarming and interesting place to study the evolution of the epidemic also thanks to the detailed information offered the Italian Health organizations and the relevant control measures adopted to prevent transmission. Based on Chinese experience and the estimation of transmission models published by Tang et al. [8, 9] , we develop an approach to the evolution of the SARS-CoV-2 during the early stages of transmission in Italy (see also ref. [10] ). Our finding may be useful for inference, forecasting or scenario analysis. Despite the fact that epidemic is changing rapidly and our results have to be considered an estimation, the models we are using can be considered predictive and useful for the interpretation of such an unexpected event. A key factor influencing strongly the SARS CoV-2 outbreak evolution is the (effective) viral reproduction number (R 0 ) defined as the mean number of secondary cases generated by a typical infectious individual on each day in a full susceptible population, the mean R 0 ranges was estimated from 2.24 (95%CI: 1.962.55) to 3.58 (95%CI: 2.894.39) in the early phase of the outbreak in Cina [11] . Our aim is the study of the relevant parameters of control strategies lowering the reproduction rate of SARS-CoV-2 and mitigating the consequences of the restoration of social normalcy. This last aspect is studied in some detail to investigate the measures to be taken to start restoration without running into strong secondary events [12] . 1 . Diagram of the model simulating the novel Coronavirus (Sars-CoV-2) infection in Italy. The population is stratified in Susceptible (S), exposed (E), infectious but not yet symptomatic (pre-symptomatic) (A), infectious with symptoms (I), hospitalized (H) and recovered (R), quarantined susceptible (Sq), isolated exposed (Eq) and isolated infected compartments. Interventions like intensive contact tracing followed by quarantine and isolation are indicated (cfr. ref. [8] ).",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 84,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 85,
                    "end": 88,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 89,
                    "end": 92,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 291,
                    "end": 294,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 449,
                    "end": 452,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 453,
                    "end": 455,
                    "text": "7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 815,
                    "end": 818,
                    "text": "[8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 819,
                    "end": 821,
                    "text": "9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 946,
                    "end": 950,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1637,
                    "end": 1641,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1979,
                    "end": 1983,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2458,
                    "end": 2461,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 1986,
                    "end": 1987,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The model we use in order to parametrize the Italian outbreak is a generalized SEIR-type epidemiological model which incorporates appropriate compartments relevant to intervention such as quarantine, isolation and treatment. The population is stratified in Susceptible (S), exposed (E), infectious but not yet symptomatic (pre-symptomatic) (A), infectious with symptoms (I), hospitalized (H) and recovered (R). Further stratification includes quarantined susceptible (S q ), isolated exposed (E q ) and isolated infected compartments (see Fig. 1 ). The transmission equations read:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 539,
                    "end": 545,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "II. METHODS AND ANALYSIS"
        },
        {
            "text": "and the parameters are illustrated in appendix and discussed in the next Section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. METHODS AND ANALYSIS"
        },
        {
            "text": "On March 8th, 2020, the Italian Government announced the implementation of restrictions for controlling the infection. Many cities and provinces (of different sizes) applied the proposed measures. Control measures have been adopted, like convincing all the residents to stay at home and avoid contacts as much as possible. From the mathematical point of view, this can significantly contribute to decreasing the contact rate c among the persons. In addition the 2019-nCoV tests gradually shortening the time period of diagnosis (i.e. the value of δ I increases constantly). Considering these control strategies, we could tune the model on the concrete Italian conditions [13] .",
            "cite_spans": [
                {
                    "start": 671,
                    "end": 675,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "A. A time dependent quarantined model with isolation"
        },
        {
            "text": "The equations of the model, shown in Eqs. (1)-(8), contain parameters explicitly dependent on time. In particular the contact parameter c and the transition rate of declared infected individuals δ I (cfr. refs. [8, 9] ).",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "[8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 215,
                    "end": 217,
                    "text": "9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "A. A time dependent quarantined model with isolation"
        },
        {
            "text": "The time-dependence is parametrized as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. A time dependent quarantined model with isolation"
        },
        {
            "text": "where c a /c 0 = 0.2, t = 0 is fixed at February 20th and t 0 selects the initial day of a rapid implementation of the isolation measures for the entire population. At the same time the parameter δ I fixing the transition rate to quarantine of the infected individuals (t I = 1/δ I ) increases . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. because of a decreasing of the testing time:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. A time dependent quarantined model with isolation"
        },
        {
            "text": "In Fig. 2 the behavior of the two parameters as a function of time. The rate of change r e = 0.33 day −1 assumes the same values for the gradually changing quantities. The parametrization (10), in particular, is chosen to simulate the behavior of screening system to select infected (and a-symptomatic) individuals. In Fig. 3 (upper panel) the per-day number of tests performed in Italy in last weeks are explicitly shown. The number increases in time following the adopted measures, an enhancement coherent with the parametrization (10) as already emphasized in the caption of Fig. 2 . On the other hand if one compares the behavior of the number of tests as shown in Fig. 3 (upper panel) with the percentage of positive test (lower panel), one can conclude that the percentage is basically stable (around 22%) while the number of tests increases: a clear signal of the increased rapidity of the screening results.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 319,
                    "end": 325,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 578,
                    "end": 584,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 669,
                    "end": 675,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A. A time dependent quarantined model with isolation"
        },
        {
            "text": "The next generation matrix (cfr. refs. [16, 17] has been used in refs. [8, 9] to derive an expression for the effective (daily) reproduction number which includes parametrization of the control measures. One has:",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 44,
                    "end": 47,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 71,
                    "end": 74,
                    "text": "[8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 75,
                    "end": 77,
                    "text": "9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "B. The effective (daily) Reproduction number"
        },
        {
            "text": "and it depends on time if the contact rate coefficient c and the quarantine rate δ I are time dependent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. The effective (daily) Reproduction number"
        },
        {
            "text": "The present Section is devoted to the study of the evolution of the epidemic event in Italy and the relevant parameters useful to mitigate the effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Modelling the early days of the outbreak"
        },
        {
            "text": "One can preliminarily look at the general behavior of the Infected compartment numbers, as shown In Fig. 4 . The upper panel is in logarithmic scale in order to fit different models. In particular the simple SIR model (continuous green curve, R 0 = 3.4) largely exceed, in the hot period of the peak, the number of infected whose 5% needs intensive care (a rough estimate following the experience in China). The t-independent SEIR model containing all the stratified compartment as described by the Eqs. (1)-(8), largely lowers the peak value (cfr. [10] without reproducing the general behavior of the data (yellow squares), while the introduction of time dependence gives a prediction rather close to the observed cases. The linear curve (lower panel) only specifies the details and can be useful for further reference.",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 553,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 106,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "A. Modelling the early days of the outbreak"
        },
        {
            "text": "Let us now enter the discussion of the reproduction number. We investigate different scenarios in order to understand the effects of possible mitigation measures. We make reference to Fig. 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 190,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "A. Modelling the early days of the outbreak"
        },
        {
            "text": "(A) Scenario (A) refers to the time-independent SEIR model (cfr. upper panel of Fig. 4 . The effective reproduction number is constant (cfr. Fig. 5 ). With the parameters of table I fitted on the Wuhan outbreak [8] and renormalized to reproduce the early data in Italy [10] , one obtains R 0 ≈ 4.9. The value of c = c 0 = 2 day −1 is rather low compared with the Wuhan rate (c 0 ≈ 15 day −1 ) reflecting the different homogeneities of the two countries and the different social organization. It is shaped on the limited number of contacts after the control measures. The large value of the reproduction number results in a . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The results take into account the variation in time of the measures and diagnose. In particular the decrease of the contact rate due to lack of contact for people solicited to remain home (see Eq. (9)) and the shortening of the diagnose tests (from 7 days to 8 hours (full curve), see also Eq. 10. The results are compared with a simple (time independent) SEIRmodel including isolation and quarantine [8, 10] Italy has been the first western country involved in the epidemic outbreak SARS-CoV-2. After 39 days (March 30th) the evolution is still a first expanding phase. However after almost 20 days of isolation the perspective of relaxing, at least partially, the distancing measures is appearing in many discussion at different levels.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 269,
                    "end": 273,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1181,
                    "end": 1184,
                    "text": "[8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1185,
                    "end": 1188,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 86,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 141,
                    "end": 147,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "A. Modelling the early days of the outbreak"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Modelling the early days of the outbreak"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055392 doi: medRxiv preprint This section is devoted to the quantitative study of a possible secondary event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Modelling the early days of the outbreak"
        },
        {
            "text": "The time dependent model, in this case, can be used as a parametrization of the infected behavior and as a framework to estimate secondary effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Modelling the early days of the outbreak"
        },
        {
            "text": "Let us assume that at a given day (as a first hypothesis we fixed May 1st, 2020) the containment measures are totally or partially relaxed. The time evolution of the contact rate could be described as in Fig. 6 . The isolation value, as discussed in the previous section, assumes the limiting value c ≈ 0.2 (isolation), and at day = 70 (from February 20th) the isolation is interrupted and the normalcy activated. Two scenarios are introduced: a fully return to the previous style of life (rather unlike, but it represents a reference point) and a more realistic scenario with half isolation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 210,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "A. Modelling the early days of the outbreak"
        },
        {
            "text": "Assuming the parametrization of table I (see Appendix) and θ = 0.9 as the portion of pre-symptomatic population, one can easily fit the present behavior of the Infected compartment members. (cfr. Fig. 7 , upper panel, dashed curve). The good comparison between data and model can be valid for a short time, but we are not interested in reproducing the exact numbers, but the relative effects of a possible secondary event. The occurrence of a secondary event is unavoidable since the first outbreak did not exhaust its virulence: when normalcy is activated a second peak appears enhancing the tail value of the distribution.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 202,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "A. Modelling the early days of the outbreak"
        },
        {
            "text": "Guided by the analysis of the effects due to the technological developments in the screening phase done in the previous sections, on can try to see again their effect in the present secondary event and the results of such an investigation are shown in the lower part of Fig. 7 . One leaves the model evolving till day = 70 (May 1st) within the most strict measures (isolation), the same measures producing the best fit. May 1st one relaxes (partially or totally) the isolation control, the model will evolve following the new initial conditions fixed at that date. The peak of a new (secondary) outbreak appears and its maximum value and duration depend on the rest of the parametrized conditions. Particularly relevant, once again, the value of t I = 1/δ I reached during the transition time to normalcy. Lowering the diagnostic time to t I ≈ 7 hours, or t I ≈ 5 hours has the power to mitigate substantially the secondary events, in particular if one keeps \"half isolation\" (as schematically designed in Fig. 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 270,
                    "end": 276,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1006,
                    "end": 1012,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "A. Modelling the early days of the outbreak"
        },
        {
            "text": "Our results on the numerical values of the (effective daily) reproduction number R 0 show that a social distancing of 2 contacts per day is not effective to reduce its value below 1.7, even with a test rapidity t I = 1 day to quarantine infected people. Our study suggests that the two parameters have to be activated at the same time. Requesting strict social distancing without reaching a critical value for R 0 in a reasonable number of days risks a failure and the lose of faith in the adopted mea- sures. The most favorable Scenarios (D) and (E) (cfr. lower panel of Fig. 4 ) need from 10 to 15 days before reaching values of R 0 < 1 despite a screening rapidity of 8 hours (from a starting point of 3 days). The inertia of the distribution can force the time interval up to one month before seeing visible effects. The improvement of rapid diagnosis of SARS-CoV-2 with automation and large number of sample processing, is essential in order to implement infection prevention measures lowering R 0 significantly. After March 8th, the measures proposed to reduce the social distancing in Italy have been enhanced each week in order to lower the contact rate (already as low as 2 contact per day, as assumed in the scenarios of Section III. The combined effect of the imposed isolation and a strong reduction of screening time can be seen in the lower curve of Fig. 5 (scenario (D) ). The cumulative effect reduces the delay from 10 days to 5 days to reach R 0 ≈ 1 and in a further 5 days R 0 ≈ 0.15, a value drastically low to see, day by day a 30% reduction of new infected people each day. The corresponding parameters are c ≈ 1 contact per day and t I ≈ 10 hours.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 572,
                    "end": 578,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1364,
                    "end": 1384,
                    "text": "Fig. 5 (scenario (D)",
                    "ref_id": null
                }
            ],
            "section": "IV. DISCUSSION"
        },
        {
            "text": "These results seem to be fully consistent with the Comment by Anderson et al. [12] .",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "IV. DISCUSSION"
        },
        {
            "text": "The flexibility of the model we are using can allow the introduction of the effects of such further control restrictions. Eq. (9) shows how such a measures have been further implemented reducing the contact rate from c(t = t 0 ) = c 0 = 2 day −1 to c(t t 0 ) ≈ 0.4. In this case the reproduction number assumes the limiting values R tically lowered and (probably) one can even see such an effect already at the early stage of the epidemic looking at the recent data on upper panel of Fig. 5 (yellow squares) . The same approach can be applied to evaluate the evolution of an epidemic secondary event at the moment of a partial relaxation of the isolation measures adopted. Our findings manifest an unavoidable occurrence of secondary events, however they can find our countries prepared thanks to the delay obtained in the first phase by means of isolation. The strategy to implement is largely based on technological resources opening a new era of fast screening. For a deeper discussion of the results one wonder if the choice of the moment can influence the secondary event in a substantial way. The need of saving the intense care from a large peak of presence pushes the inertia of the event to produce a long time tail it is very hard to keep isolation for a corresponding period. However one can analyze the effects of shift in time. In Fig. 8 the results of this further analysis. The technological improvement of the screening process remains the relevant mitigation ingredient and the structure of the secondary event does not change enough to suggest a further delay.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 484,
                    "end": 507,
                    "text": "Fig. 5 (yellow squares)",
                    "ref_id": null
                },
                {
                    "start": 1344,
                    "end": 1350,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "IV. DISCUSSION"
        },
        {
            "text": "Italy is the first European country experiencing the pandemic SARS-CoV-2 event in a massive way. Finding adequate measures against the invasion of a new (and dangerous) virus is requesting an extraordinary and epochal effort which has to generate social measures rather unknown and able to modify the social behavior deeply, both at the personal and collective level. The single person is experiencing a fully new horizon and the death of a certain portion of aged people are cutting the only link with an experience able to react with a verified effective way. The witness given by the medical personnel is an example that such a link has been fructose. The present work has been motivated by the (even remote) possibility that the scientific approach to the pandemic event can help to assume the most efficient measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a final comment"
        },
        {
            "text": "It is evident that a pandemic event can be stopped (mathematically) only by a large amount of insensible people. Waiting for a vaccine able to increase the number of insensibles, the generic arms we have are restricted to isolation and quarantine. However the present study . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a final comment"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055392 doi: medRxiv preprint offers a second evidence that the highest technological level of our civilization can generate a reaction of such a short time in screening population and individuals to put in isolation, that the obvious consideration that the contact rate cannot be reduced under a minimum level is contrasted efficiently by the drastic reduction of the needed time t I for an isolation decision. Contributors MCT and RF programmed the model. CC provided the data from online sources. GVD interpreted the study findings, contributed to the manuscript. All authors interpreted the findings, contributed to writing the manuscript and approved the final version for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a final comment"
        },
        {
            "text": "We declare non competing interest. Acknowledgements M.C.T. thanks the members of the Institut de Physique Théorique, Université Paris-Saclay, for their warm hospitality during a recent visiting period. He thanks also the Physics Department of Valencia University for support and friendly hospitality. Useful remarks by Hervé Tricoire, Paris University/CNRS, and a critical reading of the manuscript by Cristina Di Girolami, Le Mans University, are gratefully acknowledged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interest"
        },
        {
            "text": "Evidence before this study",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research in context"
        },
        {
            "text": "We searched PubMed, BioRxiv, and MedRxiv for articles published in English from inception to Feb 20, 2020, with the keywords 2019-nCoV, novel coronavirus, COVID-19, SARS-CoV-2 AND reproduction number Italy, Italy transmission. We found several estimates of the basic reproduction number (R 0 ) of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), including average exponential growth rate estimates based on inferred or observed cases at a specific time-point and early growth of the outbreak. However, we identified no estimates of how R 0 had changed in Italy since control measures were introduced in March or estimates that jointly fitted data within Wuhan and Italy and no estimate of secondary effects in Italy. Added value of this study In our study we estimate how transmission has varied over time in Italy, identify a decline in the reproduction number in late as a function the introduction of large scale control measures, and show the potential implications of estimated secondary effects. Implications of all the available evidence SARS-CoV-2 is currently showing sustained transmission in Italy, with substantial risk of outbreaks in different areas. However, the implement of rapid technologies during screening phase can largely influence the value of the reproduction number and support a (partial) relaxation of the isolation measures without introducing a large risk of secondary outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research in context"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research in context"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055392 doi: medRxiv preprint We summarize in the table I of the present appendix the parameters of the SEIR-type model as proposed by Tang et al. in ref. [8] . Table II is devoted to summarize the initial conditions imposed to the SEIR solutions in the numerical calculation.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 272,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 283,
                    "text": "Table II",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Research in context"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China Novel Coronavirus Investigating and Research Team",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {
                "PMID": [
                    "31978945"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Severe acute respiratory syndrome-related coronavirus: The species and its viruses a statement of the Coronavirus Study Group",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.07.937862"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A rapid advice guideline for the diagnosis and treatment of 2019 novel coronavirus (2019-nCoV) infected pneumonia",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Military Med Res",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s40779-020-0233-6"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "579",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2012-7"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The incubation period of coronavirus disease 2019 (COVID-19) from the publicly reported confirmed cases: estimation and application",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stephen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lauer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annal of Internal Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-0504"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Estimation of the Transmission Risk of the 2019-nCoV and Its Implication for Public Health Interventions",
            "authors": [
                {
                    "first": "Biao",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clin. Med",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/jcm9020462"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An updated estimation of the risk of transmission of the novel coronavirus",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Modelling the epidemic 2019-nCoV event in Italy: a preliminary note, Marco Claudio Traini, Carla Caponi and Giuseppe Vittorio De Socio",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "doi.org/10.1101/2020.03.14.20034884v1-medRXiv"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in the early phase of the outbreak",
            "authors": [
                {
                    "first": "Shi",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "92",
            "issn": "",
            "pages": "214--217",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.01.050"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "How will country-based mitigation measures influence the course of the COVID-19 epidemic?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "931--934",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30567-5"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "COVID-19 and Italy: what next?, Andrea Remuzzi, Giuseppe Remuzzi The Lancet",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30627--30636",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Community-based measures for mitigating the 2009 H1N1 pandemic in China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Z. PLoS ONE",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Media impact switching surface during an infectious disease outbreak",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Sci. Rep",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "FIG. 1. Diagram of the model simulating the novel Coronavirus (Sars-CoV-2) infection in Italy. The population is stratified in Susceptible (S), exposed (E), infectious but not yet symptomatic (pre-symptomatic) (A), infectious with symptoms (I), hospitalized (H) and recovered (R), quarantined susceptible (Sq), isolated exposed (Eq) and isolated infected compartments. Interventions like intensive contact tracing followed by quarantine and isolation are indicated (cfr. ref. [8]).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(color on line) Modelling the variation in time of the contact rate per person c(t) (c(t = 0) = c0) and of the rate from infected to quarantined classes δI (t) (cfr. Eqs.(9),(10)). The increment of the number of tests performed on the population is also graphically shown in the lower part of the figure to illustrate the consistence of the parametrization chosen. Data from refs.[14,15].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(color on line) upper panel: The per-day number of tests performed in Italy in the last weeks. lower panel: Percentage of positive test per day. The average value is also shown (continuous horizontal line). Data from refs.[14,15].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(color on line) upper panel: The daily Infected population in Italy as a function of the number of days after February 20 (day= 0) in a logarithmic scale. The yellow squares show the Italian data of the infectious population.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "large outbreak hardly mitigated by isolation and quarantine. In particular the model assumes a rate of infected to quarantine of 7 days, a large interval of time before isolating a-symptomatic individuals. A hard consequence is related to the relative low number of intensive care units available as indicated in the sameFigureby the red horizontal line. . 5. (color on line) The effective daily reproduction number as a function of time from Eq.(11) and within the different scenarios (A), (B), and (C) discussed in Section III. (A): SEIR time independent model, large and constant R0 ≈ 4.9. (B): SEIR time-dependent model. Reduced contact rate according to distancing measures; c = c0 = 2 day −1 . Diagnostic time tI reduced from 7 days to 8 hours. (C): SEIR time-dependent model. Reduced contact rate according to distancing measures; c = c0 = 2 day −1 . Diagnostic time tI reduced from 3 days to 8 hours. (D): (cfr. Section IV) SEIR time-dependent model with combined effects of the reduction of contact rate (9) and screening diagnostic time (10).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "B) Scenario (B) takes into account the time reduction of the screening test as parametrized in Eq.(10) in coherence with the test analysis of Section II A. In scenario (B) the time reduction is from 7 days to 8 hours, while the contact rate is fixed and as low as c = 2 day −1 . The net result is that the reproduction number can have values lower than 1, switching the outbreak off. The limiting values are R 0 ) = 0.74.Fig. 5illustrates the scenario as described in the caption.(C) Scenario (C) is analogous to scenario (B) with c = 2 day −1 and time reduction of the screening procedures from 3 days to 8 hours. Also in this case the reproduction number can have values lower than 1 and the limiting values are R 0 ) = 0.74. Fig. 5 illustrates the Scenario as described in the caption. B. Modelling the near future: secondary effects",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Time behavior of the contact rate simulating a possible secondary event in Italy at day=70, after February 20th, when the stringent measures of isolation are hypothetically relaxed. Two scenarios are introduced, the scenario of a rapid return to the old style of life (regular rate contacts), and a more realistic scenario where only half of the regular contacts are activated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "(t = t 0 ) = 3.4 and R (D) 0 (t t 0 ) = 0.15. Figs. 5 shows graphically the outcomes. The time interval to reduce the reproduction number to be less than 1 is dras-(color on line) upper panel: The time dependent model used to fit the data of infected in Italy (refs.[14,15]) (dashed line) is then utilized to obtain a simulation of the reaction of the system to a reduction of the distancing measures at day = 70 and within the two different scenarios ofFig. 6. Strong secondary events are present in both cases. lower panel: If, at day = 70, half isolation measures are activated and, at the same time, the rapidity (tI ) of the diagnostic tests is reduced from tI ≈ 8 hours (dashed line), one can substantially mitigate the effect of the secondary peak (continuous line). As examples: the red dotted line assumes a reduction from 8 to ≈ 7 hours, the blue dotted line from 8 hours to ≈ 5 hours.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "(color on line) If at day = 162 (August 1st), half isolation measures are activated and, at the same time, the rapidity (tI ) of the diagnostic tests is reduced from tI ≈ 9 hours (dashed line), one can substantially mitigate the effect of the secondary peak (continuous line) . As examples: the red dotted line assumes a reduction from 9 to ≈ 7 hours, the blue dotted line from 9 hours to ≈ 5 hours.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Parameters of the SEIR model description of the Wuhan outbreak.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Appendix A: Parameters and tables",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}