{
    "paper_id": "5d13753b1632815109728fcf227c384ef8bee716",
    "metadata": {
        "title": "TITLE Pulmonary post-mortem findings in a large series of COVID-19 cases from Northern Italy AUTHORS",
        "authors": [
            {
                "first": "Luca",
                "middle": [],
                "last": "Carsana",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pathology Unit, L. Sacco Hospital",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Aurelio",
                "middle": [],
                "last": "Sonzogni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "XXIII Hospital -Bergamo",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Ahmed",
                "middle": [],
                "last": "Nasr",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "XXIII Hospital -Bergamo",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Roberta",
                "middle": [
                    "Simona"
                ],
                "last": "Rossi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pathology Unit, L. Sacco Hospital",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Alessandro",
                "middle": [],
                "last": "Pellegrinelli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pathology Unit, L. Sacco Hospital",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Pietro",
                "middle": [],
                "last": "Zerbi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pathology Unit, L. Sacco Hospital",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Roberto",
                "middle": [],
                "last": "Rech",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Luigi Sacco Hospital",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Riccardo",
                "middle": [],
                "last": "Colombo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Luigi Sacco Hospital",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Spinello",
                "middle": [],
                "last": "Antinori",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Milan",
                    "location": {
                        "settlement": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Mario",
                "middle": [],
                "last": "Corbellino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pathology Unit, L. Sacco Hospital",
                    "institution": "ASST Fatebenefratelli Sacco",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Massimo",
                "middle": [],
                "last": "Galli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pathology Unit, L. Sacco Hospital",
                    "institution": "ASST Fatebenefratelli Sacco",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Emanuele",
                "middle": [],
                "last": "Catena",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Luigi Sacco Hospital",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Antonella",
                "middle": [],
                "last": "Tosoni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pathology Unit, L. Sacco Hospital",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrea",
                "middle": [],
                "last": "Gianatti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "XXIII Hospital -Bergamo",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Manuela",
                "middle": [],
                "last": "Nebuloni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pathology Unit, L. Sacco Hospital",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "Manuela"
                ],
                "last": "Nebuloni",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Importance. The analysis of lung tissues of patients with COVID-19 may help understand pathogenesis and clinical outcomes in this life-threatening respiratory illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "To determine the histological patterns in lung tissue of patients with severe COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Design and participants. Lungs tissues of 38 cases who died for COVID-19 in two hospital of Northern Italy were systematically analysed. Hematoxylin-eosin staining, immunohistochemistry for the inflammatory infiltrate and cellular components, electron microscopy were performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results. The features of the exudative and proliferative phases of Diffuse Alveolar Disease (DAD) were found: capillary congestion, necrosis of pneumocytes, hyaline membrane, interstitial oedema, pneumocyte hyperplasia and reactive atypia, platelet-fibrin thrombi. The inflammatory infiltrate was composed by macrophages in alveolar lumens and lymphocytes mainly in the interstice. Electron microscopy revealed viral particles in the cytoplasm of pneumocytes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions and relevance. The predominant pattern of lung lesions in COVID-19 patients is DAD, as described for the other two coronavirus that infect humans, SARS-CoV and MERS-CoV. Hyaline membrane formation and pneumocyte atypical hyperplasia are frequently found. The main relevant finding is the presence of platelet-fibrin thrombi in small arterial vessels; this important observation fits into the clinical context of coagulopathy which dominates in these patients and which is one of the main targets of therapy. All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since December 2019, an outbreak caused by a new coronavirus infection (severe acute respiratory syndrome coronavirus 2, SARS-CoV-2) disease was reported, starting in China but rapidly spreading in many countries all over the world. Italy has been the first country in Europe to be reached by the epidemic and Lombardy was devastated in just one month. L.Sacco Hospital, Milan and Papa Giovanni XXIII, Bergamo have been the first hospitals in this region to manage the epidemic crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The clinical spectrum of SARS-CoV-2 disease (COVID-19) is reported to include mild asymptomatic infection, mild upper respiratory disease with fever and cough, and severe pneumonia that can lead to ARDS in 15% of the hospitalized cases 1 . Although the epidemic outbreak started at the end of the last year, no systematic reviews of the pathological features of COVID-19 lung involvement have been published so far.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 237,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We describe the first available large series of lung histopathological findings in patients died from COVID-19 in Northern Italy, with the aim to report the main microscopic pulmonary lesions in SARS-CoV-2 infection and severe respiratory failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This study is based on the histological analysis of post-mortem lung tissues from 38 cases who died for COVID-19 between February and March in two referral centres for the management of the COVID-19 outbreak in Northern Italy, Luigi Sacco Hospital, Milan, and Papa Giovanni XXIII, Bergamo (patient permission given by the Ethics Committees of the two hospitals to use personal and sensitive data for scientific research related to the disease was collected).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.19.20054262 doi: medRxiv preprint 3 The autopsies were performed in Airborne Infection Isolation Autopsy Rooms and the personnel used the correct Personal Protection Equipment (PPE), according to \"Engineering control and PPE recommendations for autopsies\".",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 145,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "A medium of 7 tissue blocks were taken from each lung (range 5-9), selecting the most representative areas at macroscopic examination. Tissues were fixed in 10% buffered formalin for >48 hours. Three-μm paraffin sections were stained by hematoxylin-eosin. Immunohistochemistry reactions were performed on selected cases (CD45, CD68, CD61, TTF1, p40, Ki67, Masson Trichome) to better characterize inflammatory infiltrate, epithelial cells and fibrosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Histological evaluation was performed blindly by two pathologists from each hospital, with expertise in the field. Histological features of the cellular and interstitial damage were described and graded by using a semiquantitative scale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Additional samples from selected cases were fixed in glutaraldehyde for electron microscopy and examined by EM-109 ZEISS and CCD-Megaview G2 (I-TEM imaging platform software).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Patients were 33 males and five females, average age of 69 years (range 32-86); the time that the patients spent in the Subintensive/Intensive Care Unit ranged from 1 to 23 days (6.87 days).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Regarding past comorbidities, data were available in 31/38 patients: 9 diabetes, 18 hypertension, 4 past malignancies, 11 cardiovascular disorders, 3 mild chronic obstructive pulmonary disorders. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.19.20054262 doi: medRxiv preprint 4 were found, corresponding to those observable in the exudative and early/intermediate proliferative phases of the disease. Both phases often overlapped in the different areas of the lungs, with plurifocal pattern of distribution. The fibrotic phase was rarely observed, possibly due to the short duration of the disease. Moreover, five patients also had bacterial (4) and fungal (1) abscesses. Table 1 reported all the morphological parameters, with the corresponding semiquantitative grading. Capillary congestion, interstitial oedema, dilated alveolar ducts, hyaline membranes composed of serum proteins and condensed fibrin, loss of pneumocytes were the histological patterns of the exudative phase mostly observed in all the cases. Platelet-fibrin thrombi in small arterial vessels (<1mm in diameter) were found in 33 cases. Moreover, type II pneumocyte hyperplasia showing reactive atypia, myofibroblast proliferation, alveolar granulation tissue and obliterating fibrosis were present in half of the patients but were focal. Microcystic honeycombing and mural fibrosis were occasionally present. The main histological features are reported in Figure   1 . ",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 145,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 540,
                    "end": 547,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1295,
                    "end": 1305,
                    "text": "Figure   1",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Here we report the largest series of COVID-19 autopsies focusing on pulmonary lesions, from patients died in the Northern Italy. In all examinations diffuse pattern of exudative and early All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.19.20054262 doi: medRxiv preprint 5 proliferative phases of DAD were found, while the fibrotic phase was rare. The peculiar histopathological findings were atypical pneumocytes (reactive atypia) and diffuse thrombosis of the peripheral small vessels. In our study, fibrin thrombi of small arterial vessels (diameter < 1mm) were observed in 33 /38 patients, half of them with >25% of tissue involvement and associated with high levels of D-dimer in blood. These findings might explain the severe hypoxemia which characterizes the clinical feature of ARDS in SARS-CoV-2 patients. Our data strongly support the hypothesis proposed by recent clinical studies, that COVID-19 is complicated or anyway strictly related to coagulopathy and thrombosis; moreover detection of D-dimer values >1 μg/ml have been associated with fatal outcome of COVID-19. For these reasons, the use of anticoagulants has been recently suggested as potentially beneficial in patients with severe COVID-19, albeit its efficacy and safety have not been demonstrated 9 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.19.20054262 doi: medRxiv preprint 6 Finally, the search for viral particles was carried out in a subset of patients and highlighted the presence of rare virions in the cytoplasm of pneumocytes. Despite the low number of cases, these findings may suggest that the virus remains in lung tissue for many days, even if in small quantities, possibly being the trigger of the mechanism that leads to and feeds lung damage. Further histological and molecular analyses and extension of the series are ongoing to better define cellular and tissue distribution of viruses and organ inflammatory response.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 145,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.19.20054262 doi: medRxiv preprint All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.19.20054262 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.19.20054262 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Whuam, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Immunohistochemical, in situ hybridization, and ultrastructural localization of SARS-associated coronavirus in lung of a fatal case of severe acute respiratory syndrome in Taiwan",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Shieh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Hsiao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Paddock",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Hum Pathol",
            "volume": "36",
            "issn": "",
            "pages": "303--309",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Lung pathology of severe acute respiratory syndrome (SARS): a study of 8 autopsy cases from Singapore",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Franks",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chui",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "34",
            "issn": "",
            "pages": "643--748",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Overlapping and discrete aspects of the pathology and pathogenesis of the emerging human pathogenetic coronaviruses SARS-CoV, MERS-CoV, and 2019-nCoV",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Med Virol",
            "volume": "2020",
            "issn": "5",
            "pages": "491--494",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Histopathology of Middle East respiratory syndrome coronavirus (MERS-CoV) infection -clinicopathological and ultrastructural study",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Alsaad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Hajeer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Balwi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Histopathology",
            "volume": "72",
            "issn": "",
            "pages": "516--524",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Resp Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Histopathologic changes and SARS-CoV-2 immunostaining in the lung of a patient with COVID-19",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pulmonary pathology of early-phase 2019 novel coronavirus (COVID-19) pneumonia in two patients with lung cancer",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Xiao",
                    "middle": [],
                    "last": "Sy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Thoracic Oncology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtho.2020.02.010"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Anticoagulant treatment is associated with decreased mortality in severe coronavirus disease 2019 patients with coagulopathy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jth.14817"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "At the time of hospitalization, all the patients had throat swab sample positive for SARS-CoV-2 infection and had clinical and radiological features of interstitial pneumonia. D-dimer was available in 26/38 patients, with high value in all of them (>10 x the upper reference limit). Patients died after a median time of 16.27 days (range 5-31) from the onset of symptoms. Macroscopic examination of the lungs revealed heavy, congested and oedematous organs, with spotty involvement. At histological examination, the features of Diffuse Alveolar Disease (DAD) All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Inflammatory component was represented by a few CD45 positive lymphocytes located in the interstitial space; a large number of CD68 positive macrophages were mainly localized in the alveolar lumens (Figure 2, panels A and B). Immunohistochemistry with anti CD61 antibody identified increased number of megakaryocytes in lung capillaries (Figure 1, panel C, inset). Ultrastructural examination revealed viral particles, with morphology typical of the family of Coronaviridae and localized along plasmalemmal membranes and within cytoplasmic vacuoles of pneumocytes (Figure 2, panel C). Virions had an average diameter of 82nm and viral projection about 13nm in length.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "-2 is the seventh member of the coronavirus family that causes disease in humans. Two other members of this family are SARS-CoV and MERS-CoV. The three coronaviruses show many similarities in the clinical presentation. SARS-CoV and MERS-CoV can cause acute DAD, associated with pneumocyte hyperplasia and interstitial pneumonia 2, 3 . Both viruses have been described in pneumocytes, macrophages, lung interstitial cells by electron microscopy, immunohistochemistry and ISH 2-6 . Despite the importance of lung involvement in COVID-19 patients, only limited data are available concerning lung pathology. A recent paper from China described the histological lesions in a patient died of COVID-19; desquamation of pneumocytes, DAD and oedema were found 7 . Other authors described pulmonary pathology of early-phase COVID-19 in two patients with lung carcinoma; both patients exhibited signs of the exudative phase of DAD 8 . Luo et al. performed lung organ dissection and described the pathological changes of one COVID-19 critical patients in the whole organs; features of DAD and vascular occlusion were found (personal observations).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Lung parenchima with diffuse alveolar damage: Panel A: exudative phase with jaline membranes (arrow); Panel B: organising microthrombus (arrow); Panel C: entrapped megakariocytes in alveolar capillaries (arrow), highlightened by CD61 (inset); Panel D: early proliferative phase with many hyperplastic, seldom atypical, type II pneumocytes (arrows); Panel E: intermediate phase with luminal organizing fibrosis (arrow); Panel F: advanced proliferative phase, with interstitial myofibroblastic reaction and residual scattered hyperplastic type II pneumocytes (arrow).Hematoxylin-Eosin, OM 10x",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "A and B: immunohistochemistry with antibody to CD68 (A) shows highly predominant component of macrophages, focally with multinucleated cells feature. Immunohistochemistry with antibody to CD45 shows a few lymphocytes in interstitial septa (CD68 and CD45 brown immunostaining, Hematoxylin counterstaining, OM x20). Panel C: pneumocyte free in alveolar space and coronavirus viral particles within cytoplasmic vacuoles (inset right down). Virions had an average diameter of 82 nm and viral projection about 13nm in length (inset left up, OMx85000). Bars: 5μm, 500nm, 200nm 1 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 2",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the Absent: 0; rare: <5% of the tissue; focal: 5-25% of the tissue; present: 25-50% of the tissue; plurifocal: 50-75% of the tissue; diffuse: >75% of the tissue.All rights reserved. No reuse allowed without permission.author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.19.20054262 doi: medRxiv preprint 1 0 Figure 1 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.19.20054262 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 670,
                    "end": 678,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}