{
    "paper_id": "5ec284329dfa97be65ed5e598c40426f03499186",
    "metadata": {
        "title": "Monitoring Italian COVID-19 spread by an adaptive SEIRD model",
        "authors": [
            {
                "first": "Elena",
                "middle": [
                    "Loli"
                ],
                "last": "Piccolomini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bologna",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Fabiana",
                "middle": [],
                "last": "Zama",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bologna",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Due to the recent diffusion of COVID-19 outbreak, the scientific community is making efforts in analysing models for understanding the present situation and predicting future scenarios. In this paper, we propose a Susceptible-Infected-Exposed-Recovered-Dead (SEIRD) differential model [Weitz J. S. and Dushoff J., Scientific reports, 2015] for the analysis and forecast of the COVID-19 spread in Italian regions, using the data from the Italian Protezione Civile from February 24th 2020. In this study, we investigate an adaptation of SEIRD that takes into account the actual policies of the Italian government, consisting of modelling the infection rate as a time-dependent function (SEIRD(rm)). Preliminary results on Lombardia and Emilia-Romagna regions confirm that SEIRD(rm) fits the data more accurately than the original SEIRD model with constant rate infection parameter. Moreover, the increased flexibility in the choice of the infection rate function makes it possible to better control the predictions due to the lockdown policy. 12 the outbreak containment. 13 We consider here deterministic compartmental models, based on a system of initial 14 value problems of Ordinary Differential Equations. This theory has been studied since 15 the beginning of the century by W.O. Kermack and A. G. MacKendrick [3] who 16 proposed the basic Susceptible-Infected-Removed (SIR) model. The SIR model and its 17 later modifications, such as Susceptible-Exposed-Infected-Removed (SEIR) [4] were later 18 introduced in the study of outbreaks diffusion. These models split the population into 19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The recent diffusion of the COVID-19 Corona-virus has renewed the interest of the 2 scientific and political community in the mathematical models for the epidemic. Many 3 researchers are making efforts for proposing new refined models to analyse the present 4 situation and predict possible future scenarios. 5 With this paper, we hope to contribute to the ongoing research on this topic and to 6 give a practical instrument for a deeper comprehension of the virus spreading features 7 and behaviour. 8 The modelling of infectious diseases is currently performed by Ordinary Differential 9 Equations (ODEs) deterministic compartmental models [1] or by stochastic 10 procedures [2] . The tuning of the parameters of the equations allows better modelling of 11 environmental features, such as social restrictions or changes of political strategies in groups, compartments, and reproduce their behaviour by formalising their reciprocal 20 interactions. For example, the SIR model groups are Susceptible who can catch the 21 disease, Infected who have the disease and can spread it, and Removed those who have 22 either had the disease or are recovered, immune or isolated until recovery. The SEIR 23 model proposed by Chowell et al. [5] also considers the Exposed group: containing 24 individuals who are in the incubation period. 25 The evolution of the Infected group depends on a critical parameter, usually denoted 26 as R0, representing the basic reproductive rate and it measures of how transferable a 27 disease is. This quantity determines whether the infection will spread exponentially, die 28 out, or remain constant. When R 0 > 1 the epidemic is spreading. The value of R0 can 29 be inferred, for example, by epidemic studies or by statistical data from literature or it 30 can be calibrated from the available data. In this paper, we use the available data for 31 determining the value of R0. 32 Compared to previous outbreaks, such as SARS-CoV or MERS-CoV [6] , when the Analogously, in the Italian case, to limit the virus diffusion all over the Italian area, 40 the government has started to impose more and more severe restrictions since March 41 10th 2020. Hopefully, these measures affect the spread of the COVID-19 virus, reducing 42 the number of infected people and the value of the parameter R0.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 259,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 309,
                    "end": 310,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 395,
                    "end": 396,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 484,
                    "end": 485,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 501,
                    "end": 502,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 642,
                    "end": 645,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 663,
                    "end": 665,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 677,
                    "end": 680,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 756,
                    "end": 758,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1230,
                    "end": 1233,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1279,
                    "end": 1281,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 1328,
                    "end": 1330,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 1903,
                    "end": 1905,
                    "text": "32",
                    "ref_id": null
                },
                {
                    "start": 1967,
                    "end": 1970,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The introduction of different levels of lockdown requires an adaptation of the 44 standard epidemic models to this new situation, see [6] [7] [8] for some example related to 45 the Chinese outbreak. Concerning the Italian situation, the outbreak started in 46 Lombardia on February 21st, and it is still affecting more and more regions. In the 47 beginning, severe lockdown measures were imposed in very restricted areas and only 48 after March 10th uniform restrictions were imposed all over the country. 49 We believe that a more flexible, time-dependent parameter related to the infection 50 rate, not only could it give a better fit of the measured data, but it also allows us to 51 represent possible future scenarios caused by different policies of the Italian 52 Government. In this paper, we propose to represent the infection rate as a piecewise 53 time-dependent function, which reflects the changes in external conditions. The 54 parameter R0, which is proportional to the infection rate, becomes a time-dependent 55 parameter R t and it follows a different trend each time the external conditions change, 56 depending on the particular situation occurring in that period. For example, the 57 application of new restrictions to the population movements at time t 0 should hopefully 58 cause a decrease of R t when t > t 0 .",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 138,
                    "end": 141,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 142,
                    "end": 145,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 257,
                    "end": 259,
                    "text": "46",
                    "ref_id": null
                },
                {
                    "start": 506,
                    "end": 508,
                    "text": "49",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "43"
        },
        {
            "text": "The idea of modelling the introduction of restricting measures through a 60 non-constant infection rate has been proposed in [5] with the available data, may not depict the Italian situation accurately. Of course, the 76 proposed model could be easily applied to new and possibly improved data.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "59"
        },
        {
            "text": "Concerning the prevision obtained by applying the proposed model for times beyond 78 the measured interval, we remind that, as for all forecasts, the more considerable the 79 distance is from the observed data, the more unreliable is the forecast. However, the 80 model flexibility allows us to adapt it to changes in the data trends.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "77"
        },
        {
            "text": "The paper is organized as follows. In section 1, we describe the details of SEIRD Infectious (I) and Removed(R), containing recovered and dead people. The more recent 96 SEIR model adds the Exposed (E) group to the previous one, representing people that 97 infected but not infectious. SEIR has been used to model breakouts, such as Ebola in 98 Congo and Uganda [4, 5] . In [4] the equations are modified by adding the quarantine 99 and vaccination coefficients. In our case, unfortunately, vaccination is not available.",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 344,
                    "text": "98",
                    "ref_id": null
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 366,
                    "end": 368,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 374,
                    "end": 377,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "81"
        },
        {
            "text": "In this paper we use a SEIRD model [10] , where the class of Removed in the SEIR 101 model is partitioned into the Recovered (again labelled with (R)) and Dead (D). Hence 102 SEIRD consider five classes: Susceptible (S), Exposed (E), Infectious (I), Recovered (R) 103 and Dead (D). Their sum, at each time t, is the total number N of individuals in the 104 examined population, i.e. N = S + E + I + R + D. The system of equations in the 105 SEIRD model is given by:",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 39,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "103",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "100"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "100"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "100"
        },
        {
            "text": "where N is the total population, β is the infection rate, a coefficient accounting for the 107 susceptible people get infected by infectious people, α represents the number of days for 108 the transition from Exposed to Infectious (i.e. the incubation rate), T I is the average 109 infectious period and f is the fraction of individuals who die. 110 The system (1) of ODEs is solved by starting from an initial time t = t 0 where the 111 values of the populations S(t 0 ), E(t 0 ), I(t 0 ), R(t 0 ), D(t 0 ) are assigned on the basis of the 112 available data at that time and integrated up to a final time T .",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 349,
                    "text": "110",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "100"
        },
        {
            "text": "Following [10] , we compute the basic reproduction number R0 as follows:",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 14,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "113"
        },
        {
            "text": "In order to consider different external conditions affecting the outbreak data, we ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "113"
        },
        {
            "text": "A similar model for the infection rate in SEIR equations can be found in [5] , where 123 the function is assumed to have a decreasing exponential form. However, observing the 124 data trend, we have proved that the exponential β(t) has a too fast decreasing 125 behaviour and we choose to model it as a decreasing rational function:",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 76,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "122"
        },
        {
            "text": "where ρ k ∈ (0, 1) for k > 0 and ρ 0 = 0. The introduction of β(t) (3) in the SEIRD model (1) originates the SEIRD rational model (SEIRD(rm)) reported below,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "122"
        },
        {
            "text": "is time-dependent, the the basic reproduction number is written 127 as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "122"
        },
        {
            "text": "Parameter estimation 129 We calibrate the parameters of SEIRD (1) and SEIRD(rm) (4) equations by solving 130 non-linear least squares problems with positive constraints. For example, in the SEIRD 131 model (1), we define the function u(t) = (S(t), E(t), I(t), R(t), D(t)), depending on the 132 vector of parameters q = (β, α, f ), and the vector y of the acquired data at given times 133 t k , k = 1, . . . p. Let F (u, q) be the function computing the numerical solution u of the 134 differential system (1), the estimation of the parameter q is obtained solving the 135 following non linear least-squares problem:",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 24,
                    "text": "129",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "122"
        },
        {
            "text": "April 3, 2020 4/15 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "122"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.03.20049734 doi: medRxiv preprint where we introduce positivity constraints on q. The trust-region based method 137 implemented in the lsqnonlin Matlab function is applied to solve problem (6) (see [11] 138 for details about this aspect). 139 Actually, we implement the parameter identification step as a two phases process: ",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 349,
                    "end": 352,
                    "text": "139",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "122"
        },
        {
            "text": "2. piecewise rational function β r (t):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "122"
        },
        {
            "text": "3. piecewise exponential function β e (t):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "122"
        },
        {
            "text": "By changing the number of partition points t k of the simulation domain and the weights 161 ρ k , for each formula it is possible to take into account the different restriction measures 162 and estimate possible developments of the epidemic, such as the behaviour of the 163 Infected, Recovered or Dead individuals. 164 2 Results",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 319,
                    "text": "164",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "122"
        },
        {
            "text": "In this section, we apply the SEIRD (1) and the SEIRD(rm) (4) models to monitor the 166 Covid-19 outbreak in Italy during the period 24/02/2020-27/03/2020. The epidemic 167 spread started on February 21st affecting the northern regions. Lombardia in particular 168 registered the first sources of epidemic followed by the Veneto and Emilia-Romagna.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "165"
        },
        {
            "text": "Since initially each region applied different containment measures to some restricted 170 areas, at different times, we choose to calibrate the SEIRD and SEIRD(rm) models in 171 each region separately. This study considers two regions, Lombardia and . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "169"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.03.20049734 doi: medRxiv preprint • Identification. This step computes estimates of the model parameters using a 177 set of measured data and solving the minimization problem (6) .",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 288,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "169"
        },
        {
            "text": "• Simulation. This step applies the SEIRD(rm) (4) model, with the identified 179 parameters, to monitor the epidemic evolution in subsequent times. Since 180 currently the epidemic has not still reached the peak of infection, we test different 181 types of variable infections rates (7), (8), (9) to predict the possible evolution. To test the precision of our data estimation process, we consider the following relative error between the vector X mod of the modelled data and the vector X data of the the measured data for the days 1, 2 . . . 31:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "178"
        },
        {
            "text": "where X represents the considered model compartment {S,E,I,R,D} respectively, and 192 · is the Euclidean distance. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "178"
        },
        {
            "text": "From the values reported in table 1 we observe that the parameters obtained from 31 198 days mostly lead to worse errors, compared to those obtained from the first 18 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "197"
        },
        {
            "text": "Moreover, observing the plots in figures Fig. 1, Fig.2, Fig.3 and Fig.4 Table 5 . SEIRD(rm) parameters.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 61,
                    "text": "Fig. 1, Fig.2, Fig.3",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 66,
                    "end": 71,
                    "text": "Fig.4",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 72,
                    "end": 79,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "199"
        },
        {
            "text": "We observe from the values of R t , reported in Fig.6 , that R t > 2 in both regions, 223 meaning that the epidemic is still spreading, although less than in the first days. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 48,
                    "end": 53,
                    "text": "Fig.6",
                    "ref_id": null
                }
            ],
            "section": "199"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . extended period for prevision, but we are aware that the effectiveness of the model 228 decreases by getting away from the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "199"
        },
        {
            "text": "In the following, we denote as [t p , t s ] the prevision interval [28/3/2020, 20/10/2020]. 230 Applying SEIRD(rm), calibrated in section 2.2, to the whole prevision interval, we 231 obtain quite dramatic forecasts, as evident in In Fig. 7 , we can see, for example, the trend of Infected individuals in both regions. 235 Although the actual SEIRD(rm) model fits the observations quite accurately, we believe These results represent the best situation, where the restriction measures have the 247 strongest impact. The epidemic peak is expected on April 15th (Fig. 8) . The piecewise 248 April 3, 2020 10/15 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "230",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 321,
                    "text": "235",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 239,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 559,
                    "end": 567,
                    "text": "(Fig. 8)",
                    "ref_id": "FIGREF18"
                }
            ],
            "section": "229"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint reached on the first week of April 2020 (Fig. 10) . The piecewise rational model β r 250 provides the most pessimistic prevision, with about 77000 infectious people and more 251 than 233000 dead (Fig. 9) . Concerning the epidemic spread we can appreciate the 252 different behaviours of the basic reproduction function R t in Fig. 11 . The Table 256  9 shows that again the piecewise exponential model predicts the peaks sooner than the 257 others and with the lowest number of Infected, Recovered and Dead (see figures Fig. 15, 258  14, 13) . The behaviour of the epidemic spread is reported in Fig. 12 Fig 12. Lombardia R t functions obtained with SEIRD(rm) and β r (8), β c (7) and β e (9) in the prediction interval [t p , t s ]. April 3, 2020 12/15 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 125,
                    "text": "(Fig. 10)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 271,
                    "end": 279,
                    "text": "(Fig. 9)",
                    "ref_id": "FIGREF19"
                },
                {
                    "start": 402,
                    "end": 409,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 416,
                    "end": 428,
                    "text": "Table 256  9",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 596,
                    "end": 617,
                    "text": "Fig. 15, 258  14, 13)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 672,
                    "end": 679,
                    "text": "Fig. 12",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 680,
                    "end": 687,
                    "text": "Fig 12.",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "229"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.03.20049734 doi: medRxiv preprint Emilia-Romagna, available since February 24th 2020, show a very good fit to the data, 267 with very small errors. 268 We have then used the model to forecast the epidemic spread for future times. We 269 have considered three different time-dependent functions to describe the infection rate 270 coefficient and shown the simulation results obtained with each of them in Lombardia 271 and Emilia-Romagna. 272 We highlight that only a few days passed since restrictions started in Italy and, 273 maybe in the next few days, the effects of such measures will be more evident, hopefully 274 causing a further decrease in the infection trend. In this case, the previsions shown in 275 this paper should be updated by introducing a new time intervals at which the 276 decreasing slope of β t should be easily changed by simply modifying one parameter.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 261,
                    "text": "268",
                    "ref_id": null
                },
                {
                    "start": 548,
                    "end": 551,
                    "text": "272",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "229"
        },
        {
            "text": "The proposed model is flexible and can be quickly adapted to monitor various 278 infected areas with different restriction policies. Moreover, the parameters ρ i , now fixed, 279 as in table (3), could be estimated in the future by an identification procedure. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "277"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mathematical epidemiology: Past, present, and future. Infectious Disease Modelling",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "113--127",
            "other_ids": {
                "DOI": [
                    "10.1016/j.idm.2017.02.001"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A primer on stochastic epidemic models: Formulation, numerical simulation, and analysis. Infectious Disease Modelling",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "128--142",
            "other_ids": {
                "DOI": [
                    "10.1016/j.idm.2017.03.001"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A contribution to the mathematical theory of epidemics",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kw",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proceedings of the Royal Society of London",
            "volume": "",
            "issn": "",
            "pages": "700--721",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Modeling the Spread of Ebola with SEIR and Optimal Control",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Boujakjian",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "SIAM Under-graduate Research Online. 9. SIAM",
            "volume": "",
            "issn": "",
            "pages": "299--310",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The basic reproductive number of Ebola and the effects of public health measures: the cases of Congo and Uganda",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hengartner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fenimore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hyman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Theoretical Biology",
            "volume": "",
            "issn": "229",
            "pages": "119--126",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Early dynamics of transmission and control of COVID-19: a mathematical modelling study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30144-4"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "395",
            "pages": "30260--30269",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Prediction of New Coronavirus Infection Based on a Modified SEIR Model",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tanga",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lib",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lic",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Modeling post-death transmission of Ebola: challenges for inference and opportunities for control",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wj",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Scientific reports",
            "volume": "",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep08751"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Parameter Estimation Algorithms for Kinetic Modeling from Noisy Data. In: System Modeling and Optimization",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zama",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Frascari",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pinelli",
                    "suffix": ""
                },
                {
                    "first": "Aem",
                    "middle": [],
                    "last": "Bacca",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "517--527",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "33 disease stopped after a relatively small number of infected people, we are now 34 experimenting a completely new situation, and the COVID-19 epidemic has been 35 proclaimed pandemic by the WHO. Indeed, the number of infected people grows 36 exponentially, and apparently, it can be stopped only by a complete lockdown of the 37 affected areas, as evidenced by the COVID-19 outbreak in the Chinese city of Wuhan in 38 December 2019.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "82 model with constant and with time-dependent infection rate SEIRD(rm). Finally in 83 section 2 we test the model on some regional aggregated data published by the 84 Protezione Civile Italiana [9].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "section we present the proposed mathematical model for the COVID-19 analysis 87 in Italy, the method used for estimating the model parameters by data fitting and the 88 strategies applied for predictions. 89 The proposed SEIRD model 90 The epidemiological compartmental model divides the population into groups, whose 91 evolution in time is described by continuous functions, and model the relations between 92 the groups with ODEs involving the relative functions. The first differential model 93 proposed in literature is the SIR model by Kermack and A. G. MacKendrick [3], 94 considering the groups of Susceptible (S), constituted by people that can be infected,95",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "partitioned the integration interval [t 0 , T ] into sub-intervals [t k , t k+1 ], k = 1, . . . p and, in 116 each sub-interval, we adapt the model to the data. Possible conditions changing the 117 outbreak diffusion trend are the different restrictions imposed by the Italian government 118 since March 10th 2020, or different protocols regarding swabs. Since the applied 119 restrictions should cause a decrease in the number of contacts between Infected and 120 Susceptible, we model the coefficient β in (1) as a decreasing time-dependent function 121 β(t).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Phase 1 Identification of the parameters (α, β, f ) in (1), using a restricted data 141 set: in our examples we considered the data of the first 18 days. Phase 2 Identification of the parameters (α, f ) in SEIRD(rm)(4) model, using all 143 the measures available (times t 0 , t 1 , . . . , t p ) and modelling the infection rate as in 144 (3). This second phase uses the values of the parameters of Phase 1 as starting 145 guess, and sets β 0 in (3) as the value β estimated in Phase 1. 146 Prediction 147 After having carried out the estimation of the parameters of (4), based on the data 148 available until March 26 2020, we use the model to obtain some predictions about the 149 infection behaviour in the successive few weeks. This information is extremely 150 important to evaluate if the restrictions give the expected results and to predict the 151 length of the epidemic spread. 152 Concerning the forecasts, we propose three possible ways to model the infection rate 153 for the subsequent times where the data is still not available. We extend the 154 computation domain by adding the interval [t p , t s ], where t p is the time value of the last 155 measure and t s is the final simulation time. Then we solve equation (4) by applying (3) 156 for t ∈ [0, t p ] and representing β(t) in one of the following three different ways: 1. piecewise constant function β c (t):",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Emilia-Romagna, for which the available data can be found in the GitHub repository[9].173   All the computations are performed using Matlab R2019b 2,9 GHz Intel Core i7 174 quad-core 16 GB ram. We separately present the results of the two steps described in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The differential systems SEIRD and SEIRD(rm) are solved applying the ode45 Matlab 183 function, implementing a variable step Runge-Kutta method based on Dormand-Prince 184 formulae, with the following initial condition:S(t 0 ) = N , E(t 0 ) = I(t 0 ) = I init , 185 R(t 0 ) = D(t 0 ) = 0,where the value I init corresponds to the Infected individuals in the 186 first measurement day and N is the total population of the region. From the database 187 in [9], we considered the Infected individuals in the 11th column (the given number of 188 total positive cases).189The average infectious period, obtained from data estimations as well as from 190 clinical observation, is assumed as T I = 20.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "paragraph we test the SEIRD model (1) to estimate the model parameters 195 q = (β, α, f ) twice, first by using the data in [9] from 18 days (24/02/2020-12/03/2020) 196 and then by using the data of all the 31 days (24/02/2020-27/03/2020), respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Infect, Recovered and Dead fit based on Lombardia data 18 days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Infect, Recovered and Dead fit based on Lombardia data 31 days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Infect, Recovered Dead fit based on Emilia Romagna data 18 days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Infect, Recovered Dead model fit on Emilia Romagna data 31 days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "paragraph we perform the calibration of the SEIRD(rm) model (1) where the 208 coefficient β is assumed as the time dependent function (3). We perform a two phase 209 process, where Phase 1 is carried out by running the classical SEIRD (1) for 18 days 210 and Phase 2 applies the time dependent piecewise infection ratio β(t) in (3) all aver the 211 measurements interval [t 0 , t p ], partitioned as reported in table 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Phase 2 parameters of β(t) in (3) In table 4 we report the relative errors obtained the SEIRD(rm) after calibration of 213 SEIRD(rm) in the measurement interval [t 0 , t p ]. Comparing the relative errors in the 214 second and fourth rows of table 1 and 4, we can appreciate the improvement obtained 215 by the calibrated model for lombardia region. Concerning Emilia Romagna only the 216 Infected compartment reports a substantial improvement. We point out that while the Infected population is similar in the two regions, the Recovered and 218 Dead are quite different, partly due to non homogeneous data acquisitions procedures in 219 Lombardia and Emilia-Romagna. 220 The model parameters α and f obtained by this calibration phase are reported in 221 table 5 and the functions β(t) are plotted in Fig.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "this paragraph, we apply SEIRD(rm) to obtain information about the expected 226 evolution of Infected, Recovered and Dead until 20/10/2020. We have chosen an",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Infect trends SEIRD(rm) model. 236 that it does not reproduce the effects that the restrictions recently imposed, produce in 237 the next future. Hence in the prediction interval [t p , t s ] we change the model of the 238 infection rate function, in the hypothesis that it continues to decrease. 239 In particular we show the results obtained by applying in the prevision interval 240 [t p , t s ] the SEIRD(rm) model with α and f as in table 5, and change β(t) with functions 241 β r (8), β c (7) and β e (9), with the value β 0 set as β(t p ), computed in the calibration 242 phase 2.2. The t k and ρ k parameters for each formula are reported",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Emilia R. forecast Infect-Recovered-Dead, piecewise exponential model.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Emilia Romagna forecast Infect-Recovered-Dead, piecewise rational model.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "9 we report the peak values of the Infected-Recovered-Dead populations 255 obtained with the proposed SEIRD(rm) model relative to the Lombardia region.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Emilia R. forecast Infect-Recovered-Dead, piecewise constant model.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Fig 11.Emilia Romagna R t functions obtained with SEIRD(rm) and β r (8), β c(7)and β e (9) in the prediction interval [t p , t s ].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Lombardia forecast Infect-Recovered-Dead, piecewise rational model β r .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Lombardia forecast Infect-Recovered-Dead, piecewise constant modelβ c .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Lombardia forecast Infect-Recovered-Dead, piecewise exponential model β e . paper, we proposed a SEIRD model for the analysis of the COVID-19 outbreak 261 diffusion in Italy. In our new formulation, we have partitioned the integration time into 262 subintervals, where the infection rate coefficient has been adaptively modelled as a 263 decreasing function of the time. This model flexibly takes account of the successive 264 lockdown restrictions imposed by the Italian Government to contain the outbreak. The 265 results obtained by fitting the data of two Italian regions, Lombardia and 266",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ", where Ebola data coming from Congo and Nigeria are analysed. Although the particular form of time-dependent infection rate, used in[5], gave outstanding results in that particular situation, it is not 63 efficient in our case. Therefore, we propose a different function type for COVID-19 diffusion in Italy. We split the observation domain into several sub-intervals and represent the infection rate as a piecewise rational function.Moreover, we believe that relevant information is not only about Infected but alsoRecovered and Dead numbers, hence we choose to apply the SEIRD, model by splitting 68 the Removed population into Recovered and Dead.Finally, some considerations on how to use the proposed model and about the effectiveness of the present research. The COVID-19 data, currently available in Italy, is 71",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "SEIRD model does not seem to reproduce accurately the slopes of the Infected, Recovered and Dead data; hence any prevision based on this model is not reliable. The 202 reason is that, since the data trend is not the same for the whole period of 31 days, a constant value for the β parameter, i.e. for the transmission rate, is not correct.However, the computed parameters reported in table 2 can be used a starting guess for 205 the SEIRD(rm) model at Phase 2.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 2. SEIRD Model parameters. Lombardia and Emilia Romagna regions",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "where the Infected reach the maximum value around July 31 2020 (Lombardia ) and June 4 2020 (Emilia Romagna),233   and there is an impressive number of deaths.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Prevision parameters of the infection rate in the interval [t p , t s . From results in table 8, we observe that the piecewise exponential model (function β e ) 245 gives the smallest number of Infected-Recovered-Dead individuals.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 8. SEIRD(rm) Emilia Romagna prediction, Infected, Recovered Dead maximum values over 240 days constant decreasing β c has a slightly different result, with the maximum Infections",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": ".. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.03.20049734 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Table 9. SEIRD(rm) Lombardia prediction, Infected, Recovered Dead maximum values over 240 days",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}