{
    "paper_id": "5ece0427c79151c225e5ab4c2bb22acc3b450a8e",
    "metadata": {
        "title": "A Web-based, Mobile Responsive Application to Screen Healthcare Workers for COVID Symptoms: Descriptive Study",
        "authors": [
            {
                "first": "Haipeng",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": "hzhang37@mgh.harvard.edu"
            },
            {
                "first": "Dimitar",
                "middle": [],
                "last": "Dimitrov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lynn",
                "middle": [],
                "last": "Simpson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Balaji",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nina",
                "middle": [],
                "last": "Plaks",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Steve",
                "middle": [],
                "last": "Penny",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jo",
                "middle": [],
                "last": "Charles",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Partners Enterprise Data & Digital Health",
                    "location": {
                        "settlement": "Somerville",
                        "region": "MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rose",
                "middle": [],
                "last": "Sheehan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Partners Human Resources",
                    "institution": "",
                    "location": {
                        "settlement": "Somerville",
                        "region": "MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Steve",
                "middle": [],
                "last": "Flammini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shawn",
                "middle": [],
                "last": "Murphy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adam",
                "middle": [],
                "last": "Landman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This study took place at Partners HealthCare (Partners), a not-for-profit, academic, integrated health care delivery system in Boston, Massachusetts. Partners includes Brigham and Women's Hospital, Massachusetts General Hospital, community and specialty hospitals, a physician network, community health centers, home care, a health insurance plan, and other health related services. The largest private employer in Massachusetts, Partners has approximately 74,000 employees, including physicians, nurses, scientists, and caregivers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Complying with the MDPH requirement for symptom screening in such a large, geographically distributed organization was going to be difficult. The Partners HealthCare Chief Human Resources Officer recognized an opportunity to link the distribution of masks (something that employees wanted) All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 pandemic has impacted over 1 million people across the globe, with over 330,000 cases in the United States. To help limit the spread in Massachusetts, the Department of Public Health required that all healthcare workers must be screened for symptoms daily -individuals with symptoms may not work. We rapidly created a digital COVID-19 symptom screening tool for a large, academic, integrated healthcare delivery system, Partners HealthCare, in Boston, Massachusetts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract Background"
        },
        {
            "text": "We describe the design and development of the COVID-19 symptom screening application and report on aggregate usage data from the first week of use across the organization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objective"
        },
        {
            "text": "Using agile principles, we designed, tested and implemented a solution over the span of a week using progressively custom development approaches as the requirements and use case become more solidified. We developed the minimum viable product (MVP) of a mobile responsive, web-based selfservice application using REDCap (Research Electronic Data Capture). For employees without access to a computer or mobile device to use the self-service application, we established a manual process where in-person, socially distanced screeners asked employees entering the site if they have symptoms and then manually recorded the responses in an Office 365 Form. A custom .NET Framework application was developed solution as COVID Pass was scaled. We collected log data from the .NET application, REDCap and Office 365 from the first week of full enterprise deployment (March 30, 2020 -April 5, 2020). Aggregate descriptive statistics including overall employee attestations by day and site, employee attestations by application method (COVID Pass automatic screening vs. manual screening), employee attestations by time of day, and percentage of employees reporting COVID-19 symptoms",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We rapidly created the MVP and gradually deployed it across the hospitals in our organization. By the end of the first week of enterprise deployment, the screening application was being used by over 25,000 employees each weekday. Over the first full week of deployment, 154,730 employee attestation logs were processed across the system. Over this 7-day period, 558 (0.36%) employees reported positive symptoms. In most clinical locations, the majority of employees (~80-90%) used the self-service application, with a smaller percentage (~10-20%) using manual attestation. Hospital staff continued to work around the clock, but as expected, staff attestations peaked during shift changes between 7-8am, 2-3pm, 4-6pm, and 11pm-midnight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Using rapid, agile development, we quickly created and deployed a dedicated employee attestation application that gained widespread adoption and use within our health system. Further, we have identified over 500 symptomatic employees that otherwise would have possibly come to work, potentially putting others at risk. We share the story of our implementation, lessons learned, and source code (via GitHub) for other institutions who may want to implement similar solutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "To date, there are over 1.2 million confirmed cases of COVID-19 throughout the world with over 330 thousand in the United States. This number is rapidly growing and the United States has become the epicenter of COVID-19. 1 By April 5 th , in the Commonwealth of Massachusetts, there have been a total of 12,500 confirmed cases of COVID-19 and 231 deaths. 2 The Institute for Health Metrics and Evaluation at the University of Washington projects that peak resource utilization in Massachusetts will occur in mid-April with potentially 373 COVID-19 deaths at peak and an intensive care unit bed shortage measured in the thousands. 3 . With the exponentially rising number of cases and limited resources, there is a growing recognition that scalable solutions such as digital technology can be used to address issues that arise from pandemics such as COVID-19. 4 To limit the spread and \"flatten the curve\", on March 16 th , 2020, the Massachusetts Department of Public Health (MDPH) and the Commissioner of Public Health issued an order that Massachusetts hospitals must screen all visitors, including employees, for symptoms of a respiratory infection (fever, cough, shortness of breath, or sore throat) and those individuals with any symptoms should not be permitted to visit. 5 Shortly after, our institution enacted a policy that all employees working in a patient care facility must wear a face mask while working as another measure to limit the spread of COVID-19 within the healthcare workforce. 6 We created a digital symptom screening and attestation tool whose output functions as the daily facility and face mask pass for the employee called COVID Pass. Using a prototype-driven innovation model combined with a transition to a more traditional custom development team as the application requirements matured allowed our group to rapidly deploy and refine a solution as it was released and approached scale. In under 2 weeks, COVID Pass transitioned from a paper proposal to enterprise supported solution that is currently being used by over 25,000 employees daily.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 356,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 630,
                    "end": 631,
                    "text": "3",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 859,
                    "end": 860,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1502,
                    "end": 1503,
                    "text": "6",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we describe the design, development and use of the application and make the code available for other institutions seeking a similar solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "with completion of the symptom screen (something that might be more difficult to have all employees complete). Human Resources and Occupational Health provided initial requirements including an application that would enable employees who must work onsite at a facility that provides direct patient care to be able to self-screen for symptoms concerning for COVID-19 infection prior to being allowed into the facility. This application needed to be mobile-responsive, provide guidance to the employee about next steps if they do indicate symptoms are present, create a pass that would be \"glance-able\" to entrance way screening staff, and be able to export user logs on at least a daily basis. In addition, a solution was also needed for employees that are unable to utilize the electronic self-screening tool to be processed via a manual pathway where screeners would ask patients about symptoms and record the results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Using agile principles, we designed, tested and implemented a solution over the span of a week using progressively custom development approaches as the requirements and use case become more solidified. Based on the requirements, we developed the minimum viable product (MVP) of the selfservice application using REDCap (Research Electronic Data Capture) for the speed that we could develop a functional prototype along with the prebuilt systems to export data from this solution. REDCap is a secure, web-based software platform designed to support data capture for research studies, providing 1) an intuitive interface for validated data capture; 2) audit trails for tracking data manipulation and export procedures; 3) automated export procedures for seamless data downloads to common statistical packages; and 4) procedures for data integration and interoperability with external sources. 7, 8 The self-service application, built in REDCap, was called COVID Pass. The application required login using Partners network login user ID and password. The application then authenticated the user against active directory and used the login ID to lookup the employees first name, last name, email address, and employee ID. The employee would review this information and select whether they have symptoms of COVID from a list of symptoms determined by infection control leaders ( Figure 1A ). If the employee selected \"no symptoms\", they were required to attest with their initials, and were then provided a pass to enter the facility for the day. The pass was displayed on the screen and a copy was automatically sent to their email address ( Figure 1B ). Employees indicating one or more symptoms were directed not to come to work and to call their manager and occupational health ( Figure 1C ). A copy of the relevant information was also sent to the employee's email address. Figure 1A . COVID Pass employee symptom reporting screen All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 891,
                    "end": 893,
                    "text": "7,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 894,
                    "end": 895,
                    "text": "8",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 1374,
                    "end": 1383,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 1638,
                    "end": 1647,
                    "text": "Figure 1B",
                    "ref_id": null
                },
                {
                    "start": 1779,
                    "end": 1788,
                    "text": "Figure 1C",
                    "ref_id": null
                },
                {
                    "start": 1874,
                    "end": 1883,
                    "text": "Figure 1A",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.17.20069211 doi: medRxiv preprint Figure 1B . \"Cleared for Work\" version of COVID Pass All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 153,
                    "text": "Figure 1B",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.17.20069211 doi: medRxiv preprint Figure 1C . \"Not Cleared for Work\" version of COVID Pass All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 153,
                    "text": "Figure 1C",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.17.20069211 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We made COVID Pass available to employees via multiple methods. Working with marketing and internal communications experts, we selected an easy to remember Uniform Resource Locator (URL), https://www.partners.org/covidpass. We also created a Quick Response (QR) code for the URL so that users could use their smartphones to scan the QR code and be directed to the website. Finally, we wrapped the website in a native iOS and Android application so that the application could be distributed internally through our employee app stores.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For employees without access to a computer or mobile device to complete COVID Pass, there was a manual process established where in-person, socially distanced screeners asked employees entering the site if they have symptoms and then manually recorded the responses. For the manual pathway MVP, we created custom Microsoft Office 365 forms that allowed screeners at each of the pilot sites to quickly record the employees first name, last name, and whether they had symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A custom .NET Framework application was developed by a separate development team as the REDCap version of COVID Pass was being refined and requirements solidified. This version would include both the self-service attestation mode along with the manual process rolled into one build. As COVID Pass scaled, we ultimately transitioned from the REDCap application to the custom .NET application on March 30, 2020 at 5pm. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.17.20069211 doi: medRxiv preprint All versions of COVID Pass recorded employee attestations. The data were aggregated at the site level and shared with site operational leaders daily; individuals reporting positive symptoms were shared with Human Resources leadership daily. In this report, we share data from the first week of full enterprise COVID Pass use (March 30, 2020 -April 5, 2020) from the REDCap application database, the Office 365 spreadsheets, and the .NET Framework COVID Pass application. Aggregate descriptive statistics including overall employee attestations by day and site, employee attestations by application method (COVID Pass automatic screening vs. manual screening), employee attestations by time of day, and % of employees reporting COVID-19 symptoms were compiled using SAS (Enterprise Guide 7.1, SAS Institute Inc, Cary, NC) and Microsoft Excel (Microsoft Corporation, Redmond, WA). This study was approved by the Partners HealthCare Institutional Review Board.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The COVID Pass MVP was initially tested at two hospitals within our system on 3/23/20. As part of this controlled rollout, the project team participated in onsite testing of the application, gathering user feedback and being \"at the elbow\" with the staff at the entrance ways of sites. Figure 2 below shows an example hospital entrance with a COVID Pass lane for employees that completed COVID Pass prior to or immediately upon arrival. The manual screening lane includes a table for screeners to enter employee's attestations manually. Feedback from both the staff assigned to screen employees and employees using COVID Pass were relayed to the developer for further refinement of the application. In parallel to this, development process, the number of sites within the system using COVID Pass slowly grew throughout the week. By 3/30/20, COVID Pass was deployed enterprise wide.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 294,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Documentation about initiating COVID Pass within a facility was collated and distributed to the sites as new COVID Pass sites went live. This documentation gave standard language, collateral such as flyers used in previous site implementations, and \"lessons learned\" from earlier implementations. The collective documentation also simplified the process of scaling this solution across the enterprise. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Over the course of the first full week of deployment across the enterprise (Mar 30, 2020 -April 5, 2020), 154,730 employee attestation logs were processed. Over this 7-day period, 558 (0.36%) employees reported positive symptoms. Table 1 summarizes the number of employee attestations (using either COVID Pass or manual process) by day and site. In most sites, most employees (~80-90%) used the COVID Pass application, with a smaller percentage (~10-20%) using manual attestation ( Table 2) . Hospital staff continued to work around the clock, but as expected staff attestations peaked during shift changes between 7-8am, 2-3pm, 4-6pm, and 11pm-midnight ( Figure 3 ). author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Making COVID Pass mandatory to gain access to work and pairing it with the distribution of masks quickly made the potential burden of a mandatory pre-work self-attestation more of a palatable proposition. COVID Pass would further benefit from the minimization of friction to complete the attestation process. We did this by minimizing the amount of interactions users would need to complete COVID Pass while maximizing the data captured. By auto-populating demographic information after login, the user only had to answer one question symptom review. If asymptomatic, we required attestation with their initials to receive the COVID Pass for the day. We also simplified access to COVID Pass through the creation of multiple distribution channels including a simple URL that was sent with all communication to staff throughout our organization, a QR code that was used on flyers in the entranceways of our facilities, and also an iOS and Android version of COVID Pass made available through our employee facing App Catalog.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 237,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 482,
                    "end": 490,
                    "text": "Table 2)",
                    "ref_id": null
                },
                {
                    "start": 656,
                    "end": 664,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "As part of this work, we also knew that we would need to offer an accessible pathway for users who may not be able to complete the self-service COVID Pass due to limited proficiency with a smartphone or computer, language limitations, or other reasons. By incorporating this accessibility requirement early on in our development and creating a manual pathway, COVID Pass could then be a comprehensive solution for all employees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Adopting an agile development process to further minimize friction for the end user through early onsite testing and rapid iteration cycles. An agile development approach emphasizes \"early and continuous delivery of valuable software\" while accommodating for changing requirements as software is utilized in the real world and assumptions are validated or invalidated. 9 Our team created the MVP for COVID Pass with 48 hours and began testing the solution the very next day. We refined the requirements for COVID Pass and made updates to the MVP multiple times throughout the day at the beginning of this process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Much of this early ability to create such rapid changes and adjustments to COVID Pass came from the initial platform decision to utilize REDCap for the MVP. As the core functionality of REDCap was able to accommodate most of the initial requirements of COVID Pass, adjusting the symptom survey fields and conditional text could be done almost instantaneously. This enabled our team to sustain a rapid iteration cycle during the first week of deployment while additional sites across the organization went live with COVID Pass.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In addition, REDCap enabled our team to rapidly export data and custom reports from COVID Pass to our organization daily. This data was primarily utilized to do two major functions within the organization: 1) Tracking symptomatic employees for further workup of COVID-19 by occupational health; and 2) Estimate the number of employees on site for personal protective equipment supply planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Within the first week, COVID Pass had identified over 500 employees with symptoms that could be suggestive of COVID-19 infection. Further work is needed to correlate how many of these employees were actual confirmed cases. A preliminary estimate of R0 for COVID-19 is estimated to be somewhere between 2 and 4. 10,11 By identifying and instructing over 500 employees with symptoms suggestive of COVID-19 to not report to work, and alerting occupation health about these employees for further follow-up, COVID Pass has likely played an important role in limiting further spread of COVID-19 within our workforce, our patients, and the larger community in our region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The World Health Organization estimates that up to 89 million medical masks are required monthly for the COVID-19 response. 12 As all COVID Pass logs who are cleared for work are issued a face mask, the daily logs from COVID Pass have become an important proxy to the number of masks being distributed daily to employees within our organization. This also gave leaders within the organization a good way to predict face mask allocations per facility, per day and plan accordingly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "By the middle of the first week of the COVID Pass rollout, it became apparent that a more hardened version of this application would be needed. Some of the clear advantages of REDCap such as the prebuilt scaffolding to support survey creation and data export became limitations as more custom change requests began to surface with COVID Pass. In addition, as COVID Pass rapidly become adopted enterprise wide, a more formalized support structure was needed to keep COVID Pass operational 24 hours a day, 7 days a week. As a result, we worked in parallel with a second, in-house development team to create a custom version of COVID Pass built on the Microsoft .NET Framework with a SQL database, utilizing the learnings and updated requirements gained through the release of the live REDCap application.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We ultimately transitioned to the .NET version of COVID Pass on March 30, 2020 at 5pm. The process of developing the same solution in parallel and in two different platforms allowed us to leverage the strengths of each one and achieve a more robust final product. The established processes and large user base for COVID Pass meant that a compiled, single-purpose application, such as the .NET application, was better suited for the needs of the project in the long-run. Transitioning the application to an infrastructure environment that provided 24/7 support and available resource capacity meant that the system could handle high load times during the morning hours when the highest number of concurrent users occurs. A refined self-service module and a manual pathway built on the same platform allowed for the streamlining of the data collection and analysis as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We custom developed COVID Pass to meet local requirements for employee symptom attestation. Other organizations may have different operational requirements. We are making both the REDCap and .NET source code available to other organizations to use and modify as needed. Secondly, some of our sites did not track manual attestation using the Office 365 forms or .NET applications, therefore we do not have complete data on manual screenings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Health systems across the world have faced incredible challenges from the COVID-19 pandemic. At Partners HealthCare, one challenge was the evolving role of symptom monitoring for all employees working onsite. Although technology is not a panacea, when used appropriately and scoped to the right problems, technology can play a meaningful role in the era of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "With the combination of a rapid, agile approach to software development and a use case paired with an end-user incentive, we quickly created and deployed a dedicated employee attestation application that gained widespread adoption and use within our health system. COVID Pass is continuing to support daily screening for over 25,000 employees. Further, we have identified over 500 symptomatic employees that otherwise would have possibly come to work, potentially putting others at risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We continue to utilize the data that comes out of COVID Pass for incident planning, such as PPE supply. The COVID Pass platform also has the potential to be an effective communication tool to the workforce as well -one use case that we are exploring is utilizing the COVID Pass final page to inform employees of voluntary COVID-19 research studies within our institution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "As we share these lessons learned and the story of our implementation of COVID Pass, we also want to make sure that other institutions who may want to implement a similar solution can not only learn from our implementation but also have access to the source code for COVID Pass. Therefore, we are making the source code for COVID Pass available to all via GitHub at https://github.com/partnershealthcare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "These are extraordinary times we are all living through. We are confident that the bravery, commitment, and perseverance of the clinicians and hospital staff on the front lines of this crisis throughout the world will see us safely through COVID-19. Our hope is that software solutions like COVID Pass may play their small roles within this larger effort and that others may find meaningful use from this tool as our institution has.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "IHME | COVID-19 Projections. Institute for Health Metrics and Evaluation",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Covid-19 and Health Care's Digital Revolution",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Keesara",
                    "suffix": ""
                },
                {
                    "first": "Jonas",
                    "middle": [
                        "A"
                    ],
                    "last": "Schulman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "0",
            "issn": "0",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2005835"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Comments45 2:26 p m Email to a Friend Share on Facebook Share on TwitterPrint this Article View. All Partners HealthCare employees now required to wear masks while on duty -The Boston Globe",
            "authors": [
                {
                    "first": "Jcfg",
                    "middle": [],
                    "last": "Correspondent",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Research electronic data capture (REDCap)-A metadata-driven methodology and workflow process for providing translational research informatics support -ScienceDirect",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The REDCap consortium: Building an international community of software platform partners",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Minor",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Biomed Inform",
            "volume": "95",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbi.2019.1032089"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in the early phase of the outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "92",
            "issn": "",
            "pages": "214--217",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.01.050"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pattern of early human-to-human transmission of Wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Riou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Althaus",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.4.2000058"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Hospital staff entrance showing COVID Pass lane for employees who used the COVID Pass application and the manual screening lane for employees who did not use the application",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Employee attestations (COVID Pass + Manual Screening) by hour of day over first week (March 30, 2020 -April 5, 2020)DiscussionWithin two weeks of conception, COVID Pass was live across the entire Partners HealthCare enterprise. During weekdays, COVID Pass recorded over 25,000 attestations a day. This high rate of adoption would not have occurred at such a fast pace without the following key considerations: 1) Mandatory and Incentivized Use while Minimizing Friction; 2) Planning for Accessibility; 3) Leveraging REDCap to enable an Agile development process; 4) Rapid analysis and distribution of COVID Pass data; and 6) Pre-emptive transition to more durable and scalable platform.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Employee symptom attestations (COVID Pass + Manual) completions by day and site",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}