{
    "paper_id": "5f176f59ef2e51a61c41b166cd689ffc62529c75",
    "metadata": {
        "title": "The Prediction for the Outbreak of COVID-19 for 15 States in USA by Using Turning Phase Concepts as of April 10, 2020 1",
        "authors": [
            {
                "first": "George",
                "middle": [
                    "Xianzhi"
                ],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chengdu University",
                    "location": {
                        "postCode": "610106",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": "george_yuan99@suda.edu.cnforyuan&qianxs@suda.edu.cnfor"
            },
            {
                "first": "Lan",
                "middle": [],
                "last": "Di",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jiangnan University",
                    "location": {
                        "postCode": "214122",
                        "settlement": "Wuxi",
                        "country": "China"
                    }
                },
                "email": "dilan@jiangnan.edu.cn"
            },
            {
                "first": "Yudi",
                "middle": [],
                "last": "Gu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jiangnan University",
                    "location": {
                        "settlement": "Wuxi, 214122，China"
                    }
                },
                "email": ""
            },
            {
                "first": "Guoqi",
                "middle": [],
                "last": "Qian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Melbourne",
                    "location": {
                        "postCode": "3010",
                        "settlement": "Melbourne",
                        "region": "VIC",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaosong",
                "middle": [],
                "last": "Qian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Soochow University",
                    "location": {
                        "postCode": "215008",
                        "settlement": "Suzhou"
                    }
                },
                "email": ""
            },
            {
                "first": "X",
                "middle": [],
                "last": "Qian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Based on a new concept called \" Turning Period\", the goal of this report is to show how we can conduct the prediction for the outlook in the different stages for the battle with outbreak of COVID-19 currently in US, in particular, to identify when each of top 15 states in USA (basically on their populations) is going to enter into the stage that the outbreak of COVID-19 is under the control by the criteria such as daily change of new patients is less than 10% smoothly. Indeed, based on the data of April 10, 2020 with the numerical analysis, we are able to classify 15 states of US into the following four different categories for the Prevention and Control of Infectious Diseases Today and the main conclusion are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "First, staring around April 14, 20202, three states which are Washington State, Louisiana and Indiana are entering the stage that the outbreak of COVID-19 is under the control, which means daily change of new patients is less than 10% and the gamma is less than zero in general.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Second, staring around April 15, 20202, two states which are New Jersey, and New York are entering the stage that the outbreak of COVID-19 is under the control, which means daily change of new patients is less than 10% and the gamma is less than zero in general.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Third, staring around April 16, 20202, seven states which are California, Florida, Georgia (GA), Illinois, Maryland, Indiana, Michigan, and Pennsylvania are entering the stage that the outbreak of COVID-19 is under the control, which means daily change of new patients is less than 10% and the gamma is less than zero in general.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Fourth, staring around April 17, 20202, three states which are Texas, Massachusetts, and Connecticut are entering the stage that the outbreak of COVID-19 is under the control, which means daily change of new patients is less than 10% and the gamma is less than zero in general.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Finally, we want to reinforce that emergency risk management is always associated with the implementation of an emergency plan. The identification of the Turning Time Period is key to emergency planning as it provides a timeline for effective actions and solutions to combat a pandemic by reducing as much unexpected risk as soon as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "paid a lot attention by a number of scholars, e.g., see Gu et al. [17] , Hu et al. [18] , Zhao et al. [18] , Yan et al. [20] , Wang et al. [21] , Tang et al. [22] , Huang et al [23] , Cui and Hu [24] and related references wherein.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 83,
                    "end": 87,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 102,
                    "end": 106,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 120,
                    "end": 124,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 139,
                    "end": 143,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 158,
                    "end": 162,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 177,
                    "end": 181,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 195,
                    "end": 199,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In particular, Professor Murray [2] leads his IHME COVID-19 health service utilization forecasting team to work on the estimates of predicted health service utilization and deaths due to COVID-19 by day for the next 4 months for each state in the US. Their objective is to determine the extent and timing of deaths and excess demand for hospital services due to COVID-19 in the US (also, see the study of Kuniya [8] on Japan, Murray [2] on USA, Wu et al. [3] [4] , Prem et al. [5] on China).",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 35,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 405,
                    "end": 415,
                    "text": "Kuniya [8]",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 436,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 455,
                    "end": 458,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 477,
                    "end": 480,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It seems that almost all of them still follow the way to pay the attention mainly on modelling or forecasting the behavior of spread for epidemic disease directly related to those infected who also become infectious, i.e., the variable \"I\" of SEIR model. No study pays the attention on the study how to establish a general framework for the prediction of the critical turning period for the spread of pandemic diseases (e.g., the outbreak of COVID-19) in general.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The object of this paper is to fill in this gap as we do believe that it is so important to study the general dynamics for the outbreak of COVID-19 in each country or regions, which faces one simple expectation that how to find in which time period the battle with COVID-19 will be under controlled ? By a simple fact that for any spread of infectious disease, we know that in general it is impossible to find or identify the exact turning point (or critical point) for a big pandemic (which means the behavior of the spread of COVID-19 virus is under control) due to various dynamics and associated uncertainty! But if using the idea to think of the a time period (or say, time interval) instead of an exact time point to identify the true change for the behavior of spread for epidemic disease such as in terms of the number of infectious people have significantly be reduced, plus the population of the exposed (E) are also true under the control to reach to certain low level, then it seems possible for us to identify different phases and stages for the mechanics of the outbreak of infectious disease incorporating with some useful tools such as the iSEIR one we introduced in [28] (see also [38] ).",
            "cite_spans": [
                {
                    "start": 1183,
                    "end": 1187,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1198,
                    "end": 1202,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As suggested by the title of the paper, the goal is to conduct the prediction for the outbreak of COVId-19 in 15 states in US by using a new concept called Turning Phase using information as of April 9, 2020, we will first discuss how to build the framework for the prediction of the Critical Turning Period for Outbreak of pandemics (e.g., the spread of COVID-19) based on the application of our iSEIR Model. It expects that the concept for the prediction of the critical turning period would provide us a better way to prepare the emergency plan for the prevention and control of COVID-19 in the practice, such as working on the estimates of predicted health service utilization and deaths due to COVID-19 by day for the next 4 months for each state in the US (see [3] for more information), countries and regions worldwide. Actually, as reported by Tan [35] (see also Yuan et al. [38] ) by assessing the performance of prediction by using the iSEIR model for the timeline of the spread's mechanics of COVID-19 in Wuhan on dates of Feb.6 and Feb.10, 2020 by using the concept of \"Turning Time Period (Time Period)\" to forecast the time frame for the control of the epidemic outbreak measured by a reduction in the number of people infected, it shows that our iSEIR model (an extension of the SEIR model) works very well to accurately predicted that \"the COVID-19 situation in China would peak around mid-to late February as early as February 7, 2020\". This review also shows that the identification of the Turning Time Period is the key to have a successful implementation for emergency plan as it provides a timeline for effective actions and solutions to combat a pandemic by reducing as much unexpected risk as soon as possible.",
            "cite_spans": [
                {
                    "start": 767,
                    "end": 770,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 856,
                    "end": 860,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 883,
                    "end": 887,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This paper consists of 4 sections as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The idea of the key \"SEIR Epidemic Model\" can be traced back to Dr. Ronald Ross who received the Nobel Prize for Physiology or Medicine in 1902 for his work on malaria which laid the foundation for combatting the epidemic disease (see [28] , and also [38] ). In 1927, Kermack and McKendrick formulated a simple deterministic model called SIR to describe the dynamic mechanism for directly transmitted viral or bacterial agent in a closed population (see [26] ). Since then, scholars have contributed and advanced this field; a significant milestone in the study of Epidemics was the publication of \"The Mathematical Theory of Infectious Diseases\" in 1957 by Bailey (see [27] ). Of these, the famous SEIR model, a core subject in Epidemic discipline (see [3] ), like mentioned above, is the basis for describing the mechanism for the spread of infectious diseases, and has been used in a number of research projects and related applications. In the SEIR model, the \"S\" state refers to the susceptible group (or ignorants) who are susceptible to disease but have not been infected yet; the \"E\" state refers to the exposed group who are infected but are not infectious yet (or lurkers); the \"I\" state refers to those infected who also become infectious; and the \"R\" state refers to those who have recovered from the infection (through treatment or natural recovery) who may or may no longer be infectious, or those who have passed away.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 251,
                    "end": 255,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 670,
                    "end": 674,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 754,
                    "end": 757,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Infectious diseases have always been a major challenge to human society, threatening the safety of human life and causing social upheaval and economic losses. Every scenario of an epidemic outbreak due to a novel infectious disease carries a similar set of challenges: the unknown nature of the new pathogen/strain, a lack of immediate effective treatment and vaccine, and an ill-prepared public health infrastructure to accommodate the surge in potential patients and need for testing. Public health policies that could alleviate and help prevent the impact and scale of an outbreak require significant and massive governmental and societal implementation of emergency planning and intervention strategies. At present, I want to focus the objective of this paper towards three key issues in approaching these outbreaks: 1) How do we establish a spatiotemporal model for the infectious diseases' outbreak: in order describe the mechanics of the spread of infectious diseases? 2) How do we conduct numerical simulation and risk prediction indicators: in order to conduct numerical simulation based on the real scenes, which can be used to provide an outlook and planning schedule associated with a key period known as the \"Turning Phase\" during the spread of infectious diseases? 3) How do we carry out effective predictive analysis on the epidemic situation of infectious diseases on an ongoing basis: in order to cooperate with dynamic management, support public health emergency plans/services, and support community responses by establishing a coherent bigdata method for data fusion from different sources with different structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Challenges faced by the Emergency Mechanism of Epidemic Prevention and Control"
        },
        {
            "text": "In combatting these outbreaks, the immediate implementation of an emergency response mechanism delays an epidemic's peak which affords us more time to control the epidemic by reducing the number of infections in a concentrated period of time. Thus, a successful emergency plan lengthens the \"Turning Phase\" (or say, \"Turning time Period\" (see [29] , [30] and also [34] ), the time interval between T0 and T1. Effective ways of flattening the curve include intervention actions such distancing or isolation programs (e.g., quarantine program (see [33] [34] [35] and [36] ).",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 347,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 350,
                    "end": 354,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 551,
                    "end": 555,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 565,
                    "end": 569,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "The Challenges faced by the Emergency Mechanism of Epidemic Prevention and Control"
        },
        {
            "text": "Thus, a major challenge faced by our current responses to epidemic prevention and infectious disease control is finding a way to predict the critical time period \"Turning Period\" or \"Turning Phase\" when implementing an emergency plan. Knowing this timeline is critical to combat the outbreak of an epidemic or infectious disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Challenges faced by the Emergency Mechanism of Epidemic Prevention and Control"
        },
        {
            "text": "In this section, we discuss the framework for predicting the \"Turning Phase\" using our iSEIR Model introduced in [28] which was used to successfully predict the \"Turning Phase\" for the outbreak of epidemic COVID-19 virus from January 2020 to early of March 2020 in China using only data from Feb. 10, 2020. Here we give a brief introduction for our iSEIR mode, which stands for the name \"individual Susceptible-Exposed-Infective-Removed\". The description of iSEIR is given by Appendix 1 below (see also Yuan et al. [38] in details).",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 515,
                    "end": 519,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "The Challenges faced by the Emergency Mechanism of Epidemic Prevention and Control"
        },
        {
            "text": "In this section, we discuss the framework for predicting the \"Turning Phase\" using our iSEIR Model introduced in [28] which was used to successfully predict the \"Turning Phase\" for the outbreak of epidemic COVID-19 virus from January 2020 to early of March 2020 in China using only data from Feb. 10, 2020. As previously discussed, in the battle for epidemic prevention and control of infectious disease outbreak, it is crucial to implement effective prevention measures in the early stages of an outbreak. Furthermore, identifying the beginning and ending points of the time interval which forms the \"Turning Time Period (Time Period)\" lets us know how long to expect to implement emergency protocols to effectively flatten the curve. It is possible to make this predictive analysis of the \"Turning Time Period\" using the iSEIR model through the \"Supersaturation Phenomenon\" elaborated below (see [28] ).",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 898,
                    "end": 902,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "The Framework for the Prediction of the Critical \"Turning Phase\" based on our iSEIR Model for the Emergency Implementation Response in an Epidemic Infectious Disease Outbreak"
        },
        {
            "text": "While the exact turning point (or critical point) for any infectious disease spread cannot be precisely determined due to various dynamics and associated uncertainty, by borrowing the variables of \"Delta\" and \"Gamma\" practiced in financial risk management (see Hull [37] ) it is possible to identify the upper and lower limits using, for example, the current tolerable degrees from the change in new (confirmed) patients daily. These indicators then allow us to identify the different phases and stages of an infectious disease outbreak through the iSEIR model, which we elaborate in Part A and Part B. Through this method, it is possible to calculate the critical time period of the \"Turning Time Phase (Turning Phase).\"",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "The Framework for the Prediction of the Critical \"Turning Phase\" based on our iSEIR Model for the Emergency Implementation Response in an Epidemic Infectious Disease Outbreak"
        },
        {
            "text": "We propose the identification of three general three phases (time periods) for the emergency response of Epidemic Infectious Diseases Spread paired with medical response actions as elaborated below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Part A: To Identify Different Time Phases of Epidemic Infectious Diseases Spread"
        },
        {
            "text": "1) The First Phase: The initial starting stage corresponds to the initial occurrence and prepare for possible emergence plan of a new virus which may or may not transform into a new epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Part A: To Identify Different Time Phases of Epidemic Infectious Diseases Spread"
        },
        {
            "text": "2) The Second Phase: For our consideration, this is the most important phase which is the so-called \"First Half-Time Phase\" otherwise known as the \"Turning Phase\" (or \"Turning Period\") which starts with the beginning of a possible outbreak and includes the delayed epidemic peak by implementation of emergency planning to control the disease spread. The First Half Time phase involves Delta and Gamma indicators (elaborated more in Part B below) to measure the daily change in number of new patients (i.e., the indicator \"Delta\"), and the rate of the daily change in number of new patients (i.e., the indicator \"Gamma\"). As shown in Figure 1 above, the time interval from T0 to T1 is our Turning Phase (Turning Period), and also makes the end of the \"First Half Time Phase\" for an epidemic infectious diseases spread.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 633,
                    "end": 641,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Part A: To Identify Different Time Phases of Epidemic Infectious Diseases Spread"
        },
        {
            "text": "3) The Third Phase: During this stage, the epidemic infectious disease spread enters the docalled \"Second Half -Time Phase\", which means the epidemic peak is gone and the rate of spread is under greater control. This is measured in a continuously decreasing rate of new infections per day, and ultimately leads to any but not exclusively of the following scenarios: a): the disease completely disappears; b): an effective vaccine/treatment is introduced; and c): the strain could also disappear and reappear cyclically in seasons, or other reasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Part A: To Identify Different Time Phases of Epidemic Infectious Diseases Spread"
        },
        {
            "text": "Of the three phases, the most important time period to identify is the beginning and the ending time points of the First-Half Phase (known as the \"Turning Period\"). This phase is crucial to controlling the outbreak and spread of an epidemic infectious disease after the first case of occurrence. Thus, being able to identify the \"First Half-Phase\" is crucial for the reliable prediction of the \"Turning Period\" (or \"Turning Phase\") as the ending time point of the Turing Period will allow us to predict when the outbreak of the infectious disease is under the control by the level we may settle (incorporating with ability and capability in the practice).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Part A: To Identify Different Time Phases of Epidemic Infectious Diseases Spread"
        },
        {
            "text": "The next challenge to address is how to identify or predict this Turning Period: To determine the Turning Period, we look to the occurrence of the so-called \"Supersaturation Phenomenon\" (elaborated below) based on our iSEIR model (see [28] [29] [30] [31] and also the report by [34] ) by running the simulation for the four control variables S(t), E(t), I(t) and R(t) in the iSEIR model (see [28] ). These variables are functions of time \"t\" under the probability framework of individuals involved in the epidemic disease's spread. Our prediction can be achieved once we observe the so-called \"supersaturation phenomenon\", the moment where the future value range of T1 observes both E(t) and I(t) decrease. We determine this by simulating an iSEIR model that incorporates data from the initial daily disease spread (further explained by Part B below) (see also Figure 3 for both E(t) and I(t)) going down).",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 240,
                    "end": 244,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 250,
                    "end": 254,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 278,
                    "end": 282,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 392,
                    "end": 396,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 861,
                    "end": 869,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Part A: To Identify Different Time Phases of Epidemic Infectious Diseases Spread"
        },
        {
            "text": "When COVID-19 first emerged, we suggested using Delta and Gamma indicators to measure the daily change of new patients and the change rate of the daily change for new patients. These variables allowed us to identify the beginning point of the time interval for the Turning Period within China. For example, to identify the starting point T0 of the Turning Period, the level we considered for Delta is settled as \" no greater than 10% daily in last 6 consecutive days\", and the average Gamma is \"no larger than 0% in last 6 consecutive days\" (we will use this criteria to define the meaning of \"outbreak of COVID-19 is under the control\" used below for the study of 15 states' situation based on official data released by each state on April 10 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Part B: The Prediction of the Turning Period by using iSEIR Model Associated with Delta and Gamma Risk Indicators"
        },
        {
            "text": "Next, to predict the future ending time point T1 of the Turning Period, which measures when the epidemic disease spread is under our control, we run numerical simulations of our iSEIR model as shown by Figure 3 . T1 is determined to be the point at which both control variables E(t) and I(t) drop.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 210,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Part B: The Prediction of the Turning Period by using iSEIR Model Associated with Delta and Gamma Risk Indicators"
        },
        {
            "text": "The combination of Part A and Part B allowed us to reliably predict the Turning Period of COVID-19 since its first case in Wuhan (China) in late December 2019. Using only the available data released by the National Health Commission of China from Feb. 10, 2020, we correctly assessed that \"COVID-19 peak around mid-to later February, and entering in the Second Half Period around Feb. 20, 2020.\" (see our report [31] and confirmed by WHO's report [34] ).",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 416,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Part B: The Prediction of the Turning Period by using iSEIR Model Associated with Delta and Gamma Risk Indicators"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04. 13.20064048 doi: medRxiv preprint To further understand our predictive simulation, we briefly describe the new idea of our iSEIR model and the related \"Supersaturation Phenomenon\".",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 140,
                    "text": "13.20064048 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Figure 2"
        },
        {
            "text": "Almost all key models such as SEIR and related mathematical tools that exist to model the mechanics of epidemic disease spread are established under deterministic frameworks which assume that all individual behaviors and patterns are uniform (i.e., all behaviors of individuals are homogeneous), but this is not true as each individual's behavior of infecting or being infected is different. In order to have a better way of describing the dynamics of \"Spreading behavior\" in multiplex network at an individual level to community to population levels, we introduced the socalled iSEIR model (individual Susceptible-Exposed-Infective-Removed) which operates under a probability perspective for each individual (see reference [28] ) around two years ago as an extension of the classic SEIR one. This iSEIR model allows us to conduct simulations from the individual level located on the nodes of different community networks by incorporating its uncertainty with the probability to conduct random scenarios study with consideration of the corresponding multiplex networks. The behavior distribution of S, E, I and R can also be numerically simulated from the iSEIR model with properly specified values of parameters on population scales (in the change of percentage), population density, and transfer rate and so to have the simulation results given by Figure 3 above.",
            "cite_spans": [
                {
                    "start": 724,
                    "end": 728,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 1350,
                    "end": 1358,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Our iSEIR Model as a new tool to model for \"Supersaturation Phenomenon\""
        },
        {
            "text": "Thus, the simulation results based on the iSEIR model suggest that the intensity and extensiveness of the spread of the disease can be lowered by external intervention under a socalled \"supersaturation phenomenon.\" This phenomenon occurs when at some point in the future (denoted by T1) when both of the variables \"E(t)\" and \"I(t)\" drop in value and do not increase anymore as shown around the x-axis value of 1500 units in Figure 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 424,
                    "end": 432,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Our iSEIR Model as a new tool to model for \"Supersaturation Phenomenon\""
        },
        {
            "text": "At this value, both variables \"E(t)\" and \"I(t)\" are at the \"supersaturation phenomenon.\" Thus, the \"supersaturation phenomenon\" in the iSEIR model allows us to predict the turning period for the outbreak of epidemic diseases spread in the application.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Our iSEIR Model as a new tool to model for \"Supersaturation Phenomenon\""
        },
        {
            "text": "We also like to share with readers that the general study on the prediction of the \"peak period\" for the outbreak of COVID-19\" in China for early February 2020 has been given by Yuan et al. [38] , and also see the report given by Tan [35] . iSEIR Modelling Simulation where the vertical y-axis represents a standardized unit (normalized unit, it is explained as the range from 0 to 1), the horizontal x-axis represents time, a unit is \"10 minutes\".",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 234,
                    "end": 238,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Our iSEIR Model as a new tool to model for \"Supersaturation Phenomenon\""
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.13.20064048 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3"
        },
        {
            "text": "Turning Phase Concepts as of April 10, 2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Prediction for the 15 States in USA in fighting with Outbreak of COVID-19 by Using"
        },
        {
            "text": "We believe that our iSEIR model is a reliable predictor for the Turning Period of the struggle against COVID-19 through the concepts of \"Turning Phase\" and \"Supersaturation Phenomenon\". In this section, we show how we conduct Prediction for the 15 states 2 in US in fighting with Outbreak of COVID-19 by Using Turning Phase Concepts as of April 10, 2020 based on the framework discussed above. The following are the summary of the official data released to World Health Organization (WHO) on April 10, 2020 for 15 states in US: 2 and For each of 15 states, we also include their delta and gamma based on the daily change of new patients since March 29 to April 10, 2020. It seem that based on the last 6 consecutive days back from April 10, 2020, we have that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Prediction for the 15 States in USA in fighting with Outbreak of COVID-19 by Using"
        },
        {
            "text": "1) The delta and gamma for most states are less than 10%, and 0% respectively, except that for Connecticut, its average delta is 12.32%, its average gamma is 17.61%; for GA, its average gamma is 19.55%; for Louisiana, its average gamma is 18.97%; for Maryland, its average delta is 14.16%, and its average gamma is 21.02%;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Prediction for the 15 States in USA in fighting with Outbreak of COVID-19 by Using"
        },
        {
            "text": "2) On the other hand, by following the framework established in Section 3 above ,and using the criteria to identify the beginning of Turning period (phase) for \"Delta\" being \"less than 10% for 6 consecutive days\", plus the average of Gamma is \"less than 0% in 6 consecutive days\", then the above three tables show the 7 states now entering the stage of \"Turning Time Period (Turning Phase)\" for the control of outbreak for COVID-19 are: California, Florida, Illinois, Michigan, New Jersey, New York, and Washington state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Prediction for the 15 States in USA in fighting with Outbreak of COVID-19 by Using"
        },
        {
            "text": "However, as framework established in Session 3 above, the best way to identify if the State is truly entering the Turing Phase is to see if the ending points of Turing Phase is able to be observed through simulations for the so-called \"Supersaturation Phenomenon\" with data as of April 10, 2020 in applying iSEIR models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Prediction for the 15 States in USA in fighting with Outbreak of COVID-19 by Using"
        },
        {
            "text": "The following Table4 is the information for the current situations of 15 States in US as of April 10, 2020 in fighting with COVID-19 as a part inputs: By putting all simulations results for 15 Sates together under the framework of iSEIR model, we have the following general conclusion for the outlook by classifying them into four categories as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Prediction for the 15 States in USA in fighting with Outbreak of COVID-19 by Using"
        },
        {
            "text": "Category 1: Staring around April 14, 20202, three states which are Washington State, Louisiana and Indiana are entering the stage that the outbreak of COVID-19 is under the control, which means daily change of new patients is less than 10% and the gamma is less than zero in general.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Prediction for the 15 States in USA in fighting with Outbreak of COVID-19 by Using"
        },
        {
            "text": "Staring around April 15, 20202, two states which are New Jersey, and New York are entering the stage that the outbreak of COVID-19 is under the control, which means daily change of new patients is less than 10% and the gamma is less than zero in general.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Category 2:"
        },
        {
            "text": "Staring around April 16, 20202, seven states which are California, Florida, Georgia (GA), Illinois, Maryland, Indiana, Michigan, and Pennsylvania are entering the stage that the outbreak of COVID-19 is under the control, which means daily change of new patients is less than 10% and the gamma is less than zero in general.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Category 3:"
        },
        {
            "text": "Staring around April 17, 20202, three states which are Texas, Massachusetts, and Connecticut are entering the stage that the outbreak of COVID-19 is under the control, which means daily change of new patients is less than 10% and the gamma is less than zero in general.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Category 4:"
        },
        {
            "text": "By putting all analysis above together, we are able to classify 15 States into four categories by the different time intervals with the state that the outbreak of COVID-19 is under our control with the criteria we settle that \"daily change of new patients is less than 10% and the gamma is less than zero in general\" as discussed above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Category 4:"
        },
        {
            "text": "Our analysis above also shows that by using the concept of \"Turning Phase\" with the identification of the starting time for the turning phase through the simulation for the observation of \"supersaturation phenomenon\", which allows us to conduce different levels for the battle with Outbreak of COVID-19 ongoing base. But we do strongly emphasize that the framework for the prediction of different phases by using iSEIR model accounts for intervention policies and methods such as isolation control programs (e.g. quarantine, implemented in February 2020 in China (see [33] - [34] ). Beyond using our iSEIR model for the study of the outbreak of COVID-19 in China from late December to early March 2020, we hope to further apply it to outbreaks worldwide as the study we conducted in this report.",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 572,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 575,
                    "end": 579,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Category 4:"
        },
        {
            "text": "Before arriving at our final remarks, we want to consider the following with regards to the current global state of the COVID-19 outbreak:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Category 4:"
        },
        {
            "text": "1) The virus can be spread by infected and asymptomatic individuals; 2) At current, there is no fully effective medicine or treatment; and 3) No vaccine. With these conditions, it is important that our iSEIR model be used to aid in modeling the timeline of the COVID-19 outbreak in other countries in shaping public policy. However, we acknowledge that our model is patterned to reflect effective intervention methods and protocols such as the \"Wuhan Quarantine\" (see [36] ). In conclusion, the simulated timeline provided by our iSEIR model best fits outbreak scenarios where early adoption of public health controls and restrictions are implemented to flatten the curve.",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 472,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Category 4:"
        },
        {
            "text": "Moreover, we want to reinforce that emergency risk management is always associated with the implementation of an emergency plan. The identification of the Turning Time Period is key to emergency planning as it provides a timeline for effective actions and solutions to combat a pandemic by reducing as much unexpected risk as soon as possible. We can further improve our ability to emergency-plan in urgent events, such as in the control of an infectious disease outbreak like COVID-19 in three key areas:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Category 4:"
        },
        {
            "text": "1) a better spatiotemporal model to describe the mechanics of the spread of infectious diseases; 2) an efficient way to conduct numerical simulation to identify the \"Turning Time Period (Phase)\" for the emergency event, e.g., the timeframe for the outbreak of infectious diseases spread such as OVID-19 virus; and 3) carrying out effective predictive analysis by establishing a coherent bigdata method for data fusion from different sources with different structures to support a dynamic management to respond to daily issues with effective emergency planning. Finally, like the one did by this paper, taking the data of April 9, 2020, we are able to classify 13 countries in Europe into the following three categories for the outlook of their battle with COVID-19 currently (see Yuan et al. [39] for more in details) stated as follows:",
            "cite_spans": [
                {
                    "start": 792,
                    "end": 796,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Category 4:"
        },
        {
            "text": "1) Nine countries (consisting of Germany, France, Italy, Spain, Belgium , Austria, Switzerland, Netherlands and Portugal) are in the stage for the control of Outbreak of COVID-19 from April 9, 2020 in less than one week, which means the turning point is appearing; 2) UK is going into the control stage of COVID-19 in two weeks (around April 23, 2020), and Norway and Sweden are in between nine countries and UK, which means their turning points are ahead of UK's one; and 3) We do not know when Russia is going into the stage to approaching the control level for the outbreak of COVID-19 in next more than weeks to the time before the end of April, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Category 4:"
        },
        {
            "text": "For the convenience of our discussion, we give an introduction on the general framework of our iSEIR model which was introduced in [28] (see also [38] ) for more in details and numerical simulations lined to the applications.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 146,
                    "end": 150,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Category 4:"
        },
        {
            "text": "In brief, our iSEIR model operates under a probability perspective for each individual with the name \"individual Susceptible-Exposed-Infective-Removed (iSEIR)\", which is an extension of the classic SEIR one. The iSEIR model allows us to conduct simulations from the individual levels located on the nodes of different community networks by incorporating its uncertainty with the probability to conduct random simulation in the corresponding multiplex network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Category 4:"
        },
        {
            "text": "For the SEIR model, the state S refers to the susceptible group (or ignorants) who are susceptible to the disease but have not been infected yet; state E refers to the exposed group who are infected but are not infectious yet; state I refers to those infected who also become infectious; and state R refers to those who have recovered from the infection (through treatment or natural recovery) and are no longer infectious. We also use S(t), E(t), I(t) and R(t) to represent the proportion of the population being in state S, E, I and R at time t, respectively. In the present case, the system of ODEs describing the dynamics of an SEIR epidemic model thus has the following form:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Classical SEIR Model"
        },
        {
            "text": "where µ is the rate at which an exposed individual becomes infective, λ is the recovery rate, and with normalization condition (each variable is in percentage change)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Classical SEIR Model"
        },
        {
            "text": "for every t  0 (since the population is considered closed).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Classical SEIR Model"
        },
        {
            "text": "The above deterministic SEIR model and its generalizations have received a lot of attention from various researchers. Indeed, the SEIR model represents more accurately the spread of an epidemic than the corresponding SIR model that does not take into account the latent period. The SEIR model has a slower growth rate, since after the pathogen invasion the susceptible individuals need to pass through the exposed class before they can contribute to the transmission process, as shown (by Figure I_SEIR model illustration) below:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 489,
                    "end": 522,
                    "text": "Figure I_SEIR model illustration)",
                    "ref_id": null
                }
            ],
            "section": "The Classical SEIR Model"
        },
        {
            "text": "Based on the former discussion, the iSEIR (see Figure_II_iSEIR model Illustration below) is an extension of SEIR model, but presented in different expression, which is a component form as follows in Eq. (3) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Framework of Our iSEIR Dynamic Systems with Multiplex Networks"
        },
        {
            "text": "where, parameters in the systems are illustrated as following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Framework of Our iSEIR Dynamic Systems with Multiplex Networks"
        },
        {
            "text": " where A is the growth rate of new arrivals.  i denotes the transfer probability from S(t) to E(t).  pij denotes the connection probability of the i-th sample in S(t) to the j-th sample in E(t); it equal to 1 if connected or 0 if not.  i denotes the transfer probability from S(t) to R(t), which is the removed probability.  j denotes the transfer probability from E(t) to I(t).  qjk denotes the connection probability of the j-th sample in E(t) to the k-th sample in I(t); it equal to 1 if connected or 0 if not.  j denotes the transfer probability from E(t) to R(t).  k denotes the transfer probability from I(t) to R(t). The proposed iSEIR model is shown as in Figure ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 677,
                    "end": 683,
                    "text": "Figure",
                    "ref_id": null
                }
            ],
            "section": "The Framework of Our iSEIR Dynamic Systems with Multiplex Networks"
        },
        {
            "text": "As our iSEIR model is based on the framework of multiplex networks, we also give some ∑Si R ∑Ik ∑Ej pij qjk notations here, more in details are given in [28] (and also [38] ). By suppose the population S for the spreading consists of N individuals Sj, j =1, …, N; namely S: ={ Sj, j = 1, …, N }, and also suppose these N individuals are distributed over M continuous domains Ui, i = 1,……, M , where a domain may refer to a residential district or a network. Then we can conduct the simulation based on framework of probability respective for each individual based on iSEIR in a population multiplex network by following five steps:",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 168,
                    "end": 172,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "The Framework of Our iSEIR Dynamic Systems with Multiplex Networks"
        },
        {
            "text": "Step 1: We first allow the transition from state S to state R directly with probability ε per unit time (the same below) by following equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Framework of Our iSEIR Dynamic Systems with Multiplex Networks"
        },
        {
            "text": "where A is the growth rate or new comer; is the probability of a susceptible person being directly transformed into an immune person by means of e.g., isolation; µ is the rate of a susceptible being infected; β is the rate of an infected person becoming infectious; α is the rate of an infected person becoming immune directly; and λ is the rate of an infectious person entering into an immune state. Figure 1 below gives a visual presentation of (5). Note that there is no direction transition between S and I in (5) as illustrated by Figure 1 above.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 401,
                    "end": 409,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 536,
                    "end": 544,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "The Framework of Our iSEIR Dynamic Systems with Multiplex Networks"
        },
        {
            "text": "Here we like to share that the discretization format of iSERI model (5) can be done by using common Euler Difference method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Framework of Our iSEIR Dynamic Systems with Multiplex Networks"
        },
        {
            "text": "Step 2: Each individual in the rumor spreading network at time t is identified by its state and position in that state group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Framework of Our iSEIR Dynamic Systems with Multiplex Networks"
        },
        {
            "text": "Step 3: We will establish an adjacency matrix to describe the influence effects between individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Framework of Our iSEIR Dynamic Systems with Multiplex Networks"
        },
        {
            "text": "Step 4: Computing the probabilities of transitions between states involves considering the following two aspects (the K-adjacency method).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Framework of Our iSEIR Dynamic Systems with Multiplex Networks"
        },
        {
            "text": "Step 4.1: the distances between uninfected individuals and their neighborhoods of infected individuals within; and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Framework of Our iSEIR Dynamic Systems with Multiplex Networks"
        },
        {
            "text": "Step 4.2: the number of individuals infected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Framework of Our iSEIR Dynamic Systems with Multiplex Networks"
        },
        {
            "text": "Here we like to point out that the probability of state transition is calculated by k-adjacency method, referring to two factors: (1) the distance between uninfected and infected individuals in the neighborhood; and (2) the number of infected individuals; The use of the K-adjacency method: use the adjacency matrix of n * n to calculate the distance between each individual and other N-1 individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Framework of Our iSEIR Dynamic Systems with Multiplex Networks"
        },
        {
            "text": "Step 5: The full specification of the model is given by combining steps 1 to 4 together with an individual-level representation of (5) that is illustrated in Figure 2 above.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 166,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "The Framework of Our iSEIR Dynamic Systems with Multiplex Networks"
        },
        {
            "text": "These five steps will help us to run the simulations for the observation of the so-called \"Supersaturation Phenomenon\" under the probability perspective of all individuals by applying iSEIR mode which help us to identify the \"Turning Phase\", which are critical for any emergency plan being successful by responding to the challenge any outbreak of pandemics under the emergency in the practice. Thus the iSEIR will be used as a tool for us to discuss how we can establish the framework for the prediction of the critical \"Turning Phase\" for the emergency implementation response in an epidemic infectious disease outbreak described in next section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Framework of Our iSEIR Dynamic Systems with Multiplex Networks"
        },
        {
            "text": "Finally, the specifications of inputs for related parameters and assumptions are given by the Appendix 2 below. All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Framework of Our iSEIR Dynamic Systems with Multiplex Networks"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04. 13.20064048 doi: medRxiv preprint : distribution density 0.4 (the value to use unless specified other values) c: distance base on Euclidean distance formula for each two samples T: time steps 1~3000 (one unit is around 10 minutes unless specified). N: population",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "13.20064048",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Framework of Our iSEIR Dynamic Systems with Multiplex Networks"
        },
        {
            "text": "The true population input based on the true real scene for the simulation by given regions/counties. i, j, k : random individual Uniform distribution i, j, k:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Framework of Our iSEIR Dynamic Systems with Multiplex Networks"
        },
        {
            "text": "The range is from N specified by true real scene γ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Framework of Our iSEIR Dynamic Systems with Multiplex Networks"
        },
        {
            "text": "The true Mortality ratio as input observed from true real scene for the simulation by a given date A = 0.000001 pij = 1, if the distance of i and j < c; = 0; otherwise. q jk = 1, if the distance of j and k < c; = 0, otherwise. Based on the situation to specify (if necessary) All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Framework of Our iSEIR Dynamic Systems with Multiplex Networks"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Framework of Our iSEIR Dynamic Systems with Multiplex Networks"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04. 13.20064048 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 140,
                    "text": "13.20064048 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Framework of Our iSEIR Dynamic Systems with Multiplex Networks"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "237 1,212 30.11% 119.79% 1,660 247 17",
            "authors": [],
            "year": 1992,
            "venue": "",
            "volume": "334",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Modeling the situation of COVID-19 and effects of different containment strategies in China with dynamic differential equations and parameters estimation",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Geoffrey",
                    "middle": [],
                    "last": "Hewings",
                    "suffix": ""
                },
                {
                    "first": "Shouyang",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Minghui",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "Xin",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Shan",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Xuefeng",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.09.20033498"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Forecasting COVID-19 impact on hospital bed-days, ICU-days, ventilator days and deaths by US state in the next 4 months",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.27.20043752"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Estimating clinical severity of COVID-19 from the transmission dynamics in Wuhan, China",
            "authors": [
                {
                    "first": "Joseph",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Kathy",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "Mary",
                    "middle": [],
                    "last": "Bushman",
                    "suffix": ""
                },
                {
                    "first": "Nishant",
                    "middle": [],
                    "last": "Kishore",
                    "suffix": ""
                },
                {
                    "first": "Rene",
                    "middle": [],
                    "last": "Niehus",
                    "suffix": ""
                },
                {
                    "first": "Pablo",
                    "middle": [
                        "M"
                    ],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "Benjamin",
                    "middle": [
                        "J"
                    ],
                    "last": "Salazar",
                    "suffix": ""
                },
                {
                    "first": "Marc",
                    "middle": [],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "&amp;",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gabriel",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0822-7"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30260--30269",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The effect of control strategies to reduce social mixing on outcomes of the COVID-19 epidemic in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "Kiesha",
                    "middle": [],
                    "last": "Prem",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Timothy",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "Adam",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "Rosalind",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                },
                {
                    "first": "Nicholas",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Public Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Retrospective analysis of the possibility of predicting the COVID-19 outbreak from Internet searches and social media data, China",
            "authors": [
                {
                    "first": "Cuilian",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Chen",
                    "middle": [
                        "Li"
                    ],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "Chen",
                    "middle": [],
                    "last": "Xueyu",
                    "suffix": ""
                },
                {
                    "first": "Zhang",
                    "middle": [],
                    "last": "Mingzhi",
                    "suffix": ""
                },
                {
                    "first": "Chi",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "Chen",
                    "middle": [],
                    "last": "Pui",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Haoyu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.10.2000199"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A conceptual model for the coronavirus disease 2019 (COVID-19) outbreak in Wuhan, China with individual reaction and governmental action",
            "authors": [
                {
                    "first": "Qianying",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Shi",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Daozhou",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Yijun",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "Shu",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Salihu",
                    "middle": [
                        "S"
                    ],
                    "last": "Musa",
                    "suffix": ""
                },
                {
                    "first": "Maggie",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Yongli",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "Weiming",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Lin",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Daihai",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infectious Diseases",
            "volume": "",
            "issn": "93",
            "pages": "211--216",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Prediction of the Epidemic Peak of Coronavirus Disease in Japan",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuniya",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clin. Med",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/jcm9030789"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Real-time forecasts of the COVID-19 epidemic in China from",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Roosa",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kirpich",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rothenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hyman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infectious Disease Modelling",
            "volume": "5",
            "issn": "",
            "pages": "256--263",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Estimating the effective reproduction number of the 2019-nCoV in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.27.20018952"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Incorporating human movement data to improve epidemiological estimates for 2019-nCoV",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.07.20021071"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Epidemiological research priorities for public health control of the ongoing global novel coronavirus (2019-nCoV) outbreak. Eurosurveillance 2020",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.6.2000110"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Forecasting the Wuhan coronavirus (2019-nCoV) epidemics using a simple (simplistic) model",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Hermanowicz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.04.20020461"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Early transmission dynamics in Wuhan, China, of Novel Coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "New England Journal of Medicine",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Clinical characteristics of 2019 novel coronavirus infection in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z Y",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A data driven time-dependent transmission rate for tracking an epidemic: a case study of 2019-nCoV",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Norden",
                    "suffix": ""
                },
                {
                    "first": "Fangli",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Qiao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science Bulletin",
            "volume": "65",
            "issn": "",
            "pages": "425--427",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The Infection Point about COVID-19 May Have Passed",
            "authors": [
                {
                    "first": "Caolin",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "Jie",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Kai",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Jiang",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "Yifei",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science Bulletin",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Artificial Intelligence Forecasting of Covid-19 in China",
            "authors": [
                {
                    "first": "Zixin",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Qiyang",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "Shudi",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Li",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "Momiao",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Arxiv.org",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Modeling the COVID-19 outbreak and government control measures based on epidemic dynamics",
            "authors": [
                {
                    "first": "Jidi",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Jianguo",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "Yin",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "Yuyang",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Systems Engineering-Theory & Practice",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Modeling and prediction for the trend of outbreak of NCP based on a time-delay dynamic system (in Chinese)",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Keji",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Xinyue",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Boxi",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Yu",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Sin Math",
            "volume": "50",
            "issn": "",
            "pages": "1--8",
            "other_ids": {
                "DOI": [
                    "10.1360/SSM-2020-0026"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "When will be the resumption of work in Wuhan and its surrounding areas during COVID-19 epidemic? A data-driven network modeling analysis (in Chinese)",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Sanyi",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Yong",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Xiaomei",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Yanni",
                    "middle": [],
                    "last": "Xiao &amp; Zongben",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Sin Math",
            "volume": "50",
            "issn": "",
            "pages": "1--10",
            "other_ids": {
                "DOI": [
                    "10.1360/SSM-2020-0037"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Analysis of COVID-19 epidemic traced data and stochastic discrete transmission dynamic model (in Chinese)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Bragazzi",
                    "suffix": ""
                },
                {
                    "first": "Fan",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Tangjuan",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Sha",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Xia",
                    "middle": [],
                    "last": "Pengyu Ren",
                    "suffix": ""
                },
                {
                    "first": "Changcheng",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Zhihang",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Jianhong",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "Xiao",
                    "middle": [],
                    "last": "Wu &amp; Yanni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Sin Math",
            "volume": "50",
            "issn": "",
            "pages": "1--16",
            "other_ids": {
                "DOI": [
                    "10.1360/SSM-2020-0053"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Studies of the strategies for controlling the COVID-19 epidemic in China: Estimation of control efficacy and suggestions for policy makers (in Chinese)",
            "authors": [
                {
                    "first": "Zhihang",
                    "middle": [],
                    "last": "Sen-Zhong Huang",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [],
                    "last": "Peng &amp; Zhen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Sin Math",
            "volume": "50",
            "issn": "",
            "pages": "1--14",
            "other_ids": {
                "DOI": [
                    "10.1360/SSM2020-0043"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Nonlinear regression in COVID-19 forecasting (in Chinese)",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Sin Math",
            "volume": "50",
            "issn": "",
            "pages": "1--12",
            "other_ids": {
                "DOI": [
                    "10.1360/SSM-2020-0055"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A Contribution to the Mathematical Theory of Epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proceedings of the Royal Society Lond. A",
            "volume": "115",
            "issn": "",
            "pages": "700--721",
            "other_ids": {
                "DOI": [
                    "10.1098/rspa.1927.0118"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The mathematical theory of epidemics",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Norman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The iSEIR model: A dynamic epidemic model for rumor spread in multiplex network with numerical analysis",
            "authors": [
                {
                    "first": "George",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A brief explanation for the concept called 'Turning Period' for COVID-19 in China",
            "authors": [
                {
                    "first": "George",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Novel coronavirus infection (NCP/COVID-19) epidemic analysis report",
            "authors": [
                {
                    "first": "George",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The fight against the new coronavirus entered the second half",
            "authors": [
                {
                    "first": "George",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "China has changed course of COVID-19 outbreak through pragmatic approach: WHO expert said",
            "authors": [],
            "year": 2020,
            "venue": "China Xinhua News Agency",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "WHO Joint report on COVID-19-February 16-24",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Feature: The Modern-Day Nostradamus: George Yuan. Asian Pacific Biotech News",
            "authors": [
                {
                    "first": "Shuan",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "24",
            "issn": "",
            "pages": "32--37",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Once widely criticized, the Wuhan quarantine bought the world time to prepare for COVID-19",
            "authors": [
                {
                    "first": "Sharon",
                    "middle": [],
                    "last": "Begley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "STATS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Options Futures and Other Derivatives",
            "authors": [
                {
                    "first": "John",
                    "middle": [],
                    "last": "Hull",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The Framework for the Prediction of the Critical Turning Period for Outbreak of COVID-19 Spread in China based on the iSEIR Model",
            "authors": [
                {
                    "first": "George",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Di",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.05.20054346"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The Prediction for the Outbreak of COVID-19 in European Countries by Using Turning Phase Concepts as of April 9",
            "authors": [
                {
                    "first": "George",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Di",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "II_iSEIR model IllustrationIn order to make the system (3) short and analyze easily, we use the following denotation:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "if <= the specified value for a given input parameters (γ) = 0, otherwise Other parameters",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "They are, California, Connecticut, Florida, Georgia (GA), Illinois, Indiana, Louisiana, Maryland, Massachusetts, Michigan, New Jersey, New York, Pennsylvania, Texas and Washington State. .",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Date: The actual observation from a given day. The data in highlight with yellow color means on the true real scene for the simulation Name of ParameterThe specification for each parameters' values # of simulations 100 times of simulations (unless specified) N: # of groups/communities Specified in simulation, M: # of cities 10 (the value to use unless specified other values) All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 2: The General Inputs for the Simulation of iSEIR Model The General Inputs for the Simulation under the framework of iSEIR Model"
        }
    ]
}