{
    "paper_id": "60a2f2907db9aeacdba6bdd31801ce9687a9134d",
    "metadata": {
        "title": "Data model to predict prevalence of COVID-19 in Pakistan",
        "authors": [
            {
                "first": "Muhammad",
                "middle": [],
                "last": "Qasim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Of Otago",
                    "location": {
                        "postBox": "PO Box 56",
                        "postCode": "9054",
                        "settlement": "Dunedin, Dunedin",
                        "country": "New Zealand"
                    }
                },
                "email": ""
            },
            {
                "first": "¥",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ahmad",
                "middle": [],
                "last": "2¥",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Of Otago",
                    "location": {
                        "postBox": "PO Box 56",
                        "postCode": "9054",
                        "settlement": "Dunedin, Dunedin",
                        "country": "New Zealand"
                    }
                },
                "email": ""
            },
            {
                "first": "Shenghuan",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Of Otago",
                    "location": {
                        "postBox": "PO Box 56",
                        "postCode": "9054",
                        "settlement": "Dunedin, Dunedin",
                        "country": "New Zealand"
                    }
                },
                "email": ""
            },
            {
                "first": "Muhammad",
                "middle": [],
                "last": "Yasir",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Of Otago",
                    "location": {
                        "postBox": "PO Box 56",
                        "postCode": "9054",
                        "settlement": "Dunedin, Dunedin",
                        "country": "New Zealand"
                    }
                },
                "email": ""
            },
            {
                "first": "Muhammad",
                "middle": [],
                "last": "Azhar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Islamic International University Islamabad",
                    "location": {
                        "country": "Pakistan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Coronavirus disease 2019 (COVID19) has spread to 181 countries and regions and leaving behind 1,133,788 confirmed cases and 62784 deaths worldwide. Countries with lower health services and facilities like Pakistan are on great risk. Pakistan so far has 3,277 confirmed cases and 50 reported deaths due to COVID19. Various mathematical models had presented to predict the global and regional size of pandemic. However, all those models have certain limitation due to their dependence on different variables and analyses are subject to potential bias. As each country has its own dimension therefore country specific model are required to develop accurate estimate. Here we present a data model to predict the size of COVID19 in Pakistan. In this mathematical data model, we used the time sequence mean weighting (TSMW) to estimate the expected future number of COVID19 cases in Pakistan until 29 th April 2020. For future expected numbers of cases for long terms the data collection have to be maintained in real time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infectious Diseases Specific subject area Time sequence mean weighting mathematical model applied to forecast the prevalence and incidence of COVID-2019 in Pakistan Type of data Graphs, Figure, Excel File How data were acquired Data was extracted from http://covid.gov.pk/",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 193,
                    "text": "Figure,",
                    "ref_id": null
                }
            ],
            "section": "Specification Tables Subject"
        },
        {
            "text": "Data was in in raw format and have been arranged and analysed in Matlab. An Excel file with data has been uploaded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data format"
        },
        {
            "text": "We collected daily reported cases and deaths for COVID19 in Pakistan",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameters for data collection"
        },
        {
            "text": "The daily prevalence data of COVID-2019 from March 10, 2020 to April 1st, 2020 was collected from the official website of COVID-19 Health Advisory Platform by Ministry of National Health Services Regulations and Coordination, Pakistan http://covid.gov.pk/. The Matlab was used to build associated mat files and data was analysed by time sequence mean weighting mathematical model to evaluate the daily reported cases and number of deaths due to COVID-19 in Pakistan. We have calculated the TSMW (η) and used the model equation = ( −1 − −1 ) ( 1 − 1) − −1 to predict the future state of the given sample space.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of data collection"
        },
        {
            "text": "Raw data and its analysis can be retrieved from the https://github.com/qasimattock/COVID-19-Pakistan.git",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data accessibility"
        },
        {
            "text": " This data will be helpful for Pakistan health authorities to prepare themselves to contain COVID-19.  As Pakistan is very low in the Global Health Security (GHS) Index therefore they need to utilised their resources in targeted ways and this data will be important for them to take their strategic decisions to mitigate the COVID-19 pandemic in their country.  Further our model can also use for monitoring and evaluation purpose of their own gown efforts and precautionary measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Value of the Data"
        },
        {
            "text": "The daily prevalence data of COVID-2019 from March 10, 2020 to April 1 st , 2020 was collected from the official website of COVID-19 Health Advisory Platform by Ministry of National Health Services Regulations and Coordination, Pakistan http://covid.gov.pk/. 1 The Matlab was used to build associated mat files and data was analysed by the time sequence mean weighting (TSMW) to predict the future state of the confirmed cases of COVID19 and deaths in Pakistan until 29 th April, 2020 ( Figure 1 ). The analysis predicted the expected count of patients 77,905 with minimum 8285 confirmed cases of COVID-19 while expected deaths count of 1382 with lower limit of 45 until 29 th April 2020. Currently COVID19 has spread to 181 countries and regions, infected 1,133,788 individuals, and caused 62784 deaths worldwide. 2 Countries with lower health services and facilities like Pakistan are on great risk. 3 Pakistan so far has 3,277 confirmed cases and 50 reported deaths due to COVID19.",
            "cite_spans": [
                {
                    "start": 902,
                    "end": 903,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 487,
                    "end": 495,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Data description"
        },
        {
            "text": "To derived this model, Let represents the number patients reported at ℎ day then we define the ratio as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Design, Materials and Methods;"
        },
        {
            "text": "Where, − 1 represents the previous day and the current day is denoted by . The is calculated for all 1, … , , where is the total number of days for which estimation is performed. The mean of all is calculated as 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Design, Materials and Methods;"
        },
        {
            "text": "Let represents the total deaths and is the count of patients recovered until days. Then the expected number of patients at day 1 was modelled as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Design, Materials and Methods;"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Design, Materials and Methods;"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20055244 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We have assumed the dead patients were eliminated from community without any further virus spreading capability. Similarly, the recovered patients were subtracted from the total number of patients. Extending the Eq. [3] for 2 , … , as",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Let be the total population of the sample space then the spread will grow until difference between and is a positive integer defined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "When, − ≤ 0, is the expected number of days at which the whole population will be impacted. The proposed model is different from standard normal distribution as it continuously trains itself from the existing data to estimate the future state. Therefore, it can apply for future real time data. We use = : ζ in Eq. [4] to find the lower bound on the estimated number of patients. The convergence of lower bound remains very close to the actual data set until the same situation prevails and subjected to change with new precautionary measures to contain pandemic. Our models curves for COVID-19 prevalence and their future trend based on real time data, when new data will come it will further validate our model. If Pakistan does not act on complete lockdown and",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 318,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": ") to affect the 95% population under the constraint that there is no isolation policy implemented among the population. References: 1 COVID-19 Health Advisory Platform by Ministry of National Health Services Regulations and Coordination",
            "authors": [],
            "year": 2020,
            "venue": "precautionary measures due to its week health system its whole population will be on risk. 3 Our data shows that it will take roughly 90 days",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Analysis of the Worldwide Corona Virus (COVID-19) Pandemic Trend;A Modelling Study to Predict Its Spread",
            "authors": [
                {
                    "first": "Qasim",
                    "middle": [],
                    "last": "Muhammad",
                    "suffix": ""
                },
                {
                    "first": "Ahmad",
                    "middle": [],
                    "last": "Waqas",
                    "suffix": ""
                },
                {
                    "first": "Yoshida",
                    "middle": [],
                    "last": "Minami",
                    "suffix": ""
                },
                {
                    "first": "Gould",
                    "middle": [],
                    "last": "Maree",
                    "suffix": ""
                },
                {
                    "first": "Yasir",
                    "middle": [],
                    "last": "Muhammad",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "2020:2020.03.30.20048215.Doi:10.1101/2020.03.30.20048215"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Spread ratio (η) for COVID-19 cases, expected number of cases and expected number of deaths in Pakistan.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Authors have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        },
        {
            "text": "Supplementary data: Supplementary data to this article can be found online at https://github.com/qasimattock/COVID-19-Pakistan.git",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A."
        }
    ]
}