{
    "paper_id": "61cce41d908e892aaacde6ce1cb142fdde4b6bc4",
    "metadata": {
        "title": "Nonmedical Masks in Public for Respiratory Pandemics: 1 Droplet Retention by Two-Layer Textile Barrier Fully Protects Germ-free Mice from Bacteria in Droplets",
        "authors": [
            {
                "first": "Alex",
                "middle": [],
                "last": "Rodriguez-Palacios",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Case Western Reserve University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Mathew",
                "middle": [],
                "last": "Conger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Case Western Reserve University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Fabio",
                "middle": [],
                "last": "Cominelli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Case Western Reserve University",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Due to the shortage of masks during the pandemic, we recently demonstrated that household 30 textiles are effective environmental droplet barriers (EDBs) with identical droplet retention 31 potential as medical masks. To further promote the implementation of a universal community 32 droplet reduction solution based on a synchronized encouragement/enforcement of mask utilization 33 by the public based on widely available textiles (mask fabrication without the need for sewing 34 machines), here we conducted a study using germ-free mice to determine to what extent textiles 35",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "were effective in vivo. Using a bacterial-suspension spray simulation model of droplet ejection 36",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(mimicking a sneeze), we quantified the extent by which 100% cotton textile prevented the 37 contamination of germ-free animals on the other side of the textile-barrier (simulating a properly 38 worn mask). Of relevance, all mice protected with textiles remained germ-free after two sprays 39 (inoculation dose: >600 bacterial droplet units per 56.75cm 2 ) compared to the contamination of 40 mice not protected by a textile (0/12 vs 6/6, Fisher`s exact, p<0.0001). In a second phase of the 41 experiment with 12 germ-free mice exposed again to 10-fold more droplets remained germ-free, 42",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "while 100% of mice at 180cm became colonized with a single spray (0/8 vs 4/4, Fisher exact, 43",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "p=0.002). Collectively, barriers protected all mice (even with low-density textiles, heavy vs. light 44",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "fabric, T-test, p=0.0028) when using textile-EDB to cover the cages (0/20 vs 10/10, Fisher exact, 45",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "p<0.0001). This study demonstrated, in vivo, that widely available household textiles are 100% 46 effective at preventing contamination of the environment and the exposed animals by microbe-47 carrying droplets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Because the voluntary use of masks within the community is expected to cause social 70 polarization (believers vs. non-believers; including presidential leaders 10 ), if not made mandatory, 71",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "there is need of further convincing evidence of the 'mask-wearing' benefits to incentive their use in 72",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "public. To prevent the contamination of the environment with COVID-19 droplets, as a 73",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "continuation of previous studies in masks 11 , and to promote effective education/communication 74",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 44,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "initiatives, herein, we conducted studies using animals born and maintained for life with no germs 75",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(germ-free) to determine how effective household textiles are as barriers to protect against microbes 76",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "inside the droplets. 77 78 METHODS 79",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All respiratory viruses need liquid suspensions/droplets to remain infective for long periods 80",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "of time (vs. dry), and to contaminate susceptible individuals 12 . Therein, using a bacterial-suspension 81 spray simulation model of droplet ejection (mimicking a sneeze) 11 , and a Parallel Lanes Plating 82 method 13 , herein we quantified the extent by which widely available clothing fabrics could protect 83",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "germ-free animals on the other side of the textile-barrier (simulating a properly worn mask) from 84 contamination by the microbes contained in micro-droplets. In short, the reported experiment was 85 conducted with eighteen 9-week-old germ-free (Swiss Webster) mice (males:females, 1:1), which 86",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "were individually allocated to 18 germ-free cages, for repeated exposure to a cloud of micro-87",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "droplets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To test the textile barrier as an effective surrogate alternative simulating a medical mask, we 89",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88"
        },
        {
            "text": "used two layers of a widely common household textile (100% combed-cotton, T-shirts) as cage 90",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88"
        },
        {
            "text": "lid/cover, instead of using the standard germ-free grade mouse cage lids 14 . The choice of textile 91 material was based on their recently proven effect in retaining droplets 11 . Our earlier studies have 92 also shown that two layers of passive filtration are fully protective against viruses/microbes in the 93 room air, when germ-free mice are raised under two-layer of such nested filtration 14 . To determine 94 the extent by which the textile droplet barrier could protect GF mice from droplets, and conduct a 95 statistical powerful study, we exposed to the droplets all animals at a ratio of 2 exposed with EDB:1 96 without EDB. Animals were observed for three days when fecal cultures were conducted to 97 determine whether animals had been colonized by the bacteria present in the droplet solution used 98",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88"
        },
        {
            "text": "to spray the cages. To further test repeated higher droplet exposure doses, in a second phase of 99 experiment, all animals with EDB that remained germ-free, were exposed again with the textile 100",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88"
        },
        {
            "text": "EDB cover, to 20-sprays (instead of 2; 10-times more droplets) at 60cm, and compared that to 101 animals that were uncovered, and received a single spray-droplet dose at 180cm (minimum social 102 distance recommended; see method details in Supplementary Materials).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88"
        },
        {
            "text": "Microbiological analysis of the germ-free status of the mice, before and after two rounds of 106 spray-droplet exposure in the first phase of the experiment, showed that all animals after being 107",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88"
        },
        {
            "text": "sprayed with a cloud of droplets at 60cm (inoculation dose: 600-1000 bacterial droplet units per 108",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88"
        },
        {
            "text": "56.75cm 2 ), with no textile protection (simulating not wearing a mask) showed signs of microbial 109 contamination within 18h (fecal culture), by either exposure to the droplets in the environment, or 110 by inhalation, ingestion, or exposure to the droplets on mucous membranes. In contrast, the germ-111 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.06.028688 doi: bioRxiv preprint free status of the mice that were covered with the autoclaved textile EDB, remained germ-free three 112",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88"
        },
        {
            "text": "days after exposure indicating that the textile barrier was extremely effective at retaining bacteria 113 carrying droplets, reducing thus the absolute contamination risk (0/12 vs 6/6, Fisher's exact, 114",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88"
        },
        {
            "text": "p<0.0001). 115",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88"
        },
        {
            "text": "The second phase of the experiment (repeated exposure with 10-times more droplets), with 116 12 germ-free mice, showed that the textile-EDB maintained all animals germ-free, even after 20 117 droplet sprays at 60cm, while mice located at 180cm became colonized by bacteria-carrying 118 droplets with a single spray (0/8 vs 4/4, Fisher's exact, p=0.002). Collectively, barriers protected 119 all mice (even with low textile density; heavy vs light fabric, paired t-test, p=0.002) against high 120 droplet doses (2 or 20 sprays) if the EDB fully covered the cage (0/20 vs 10/10, Fisher's exact, 121",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88"
        },
        {
            "text": "p<0.0001). An overview of the experiment, methods and results is presented in Figure 1 and 122 Supplementary Figures 1-2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 86,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 95,
                    "end": 121,
                    "text": "Supplementary Figures 1-2)",
                    "ref_id": null
                }
            ],
            "section": "88"
        },
        {
            "text": "As illustrated though the media, the ongoing increase in coronavirus cases has \"sparked a 126",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88"
        },
        {
            "text": "'war of masks' in desperate global scramble for protection\" 15 . Despite the seriousness of the mask 127 supply shortage, global institutions have not promoted the mandatory use of homemade masks to 128 prevent COVID expansion and to simultaneously alleviate pressure on medical-grade supplies. 129",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88"
        },
        {
            "text": "As the main measure to control COVID transmission, virtually everyone in all continents 130",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88"
        },
        {
            "text": "has been requested to 'stay-at-home' by lawful orders, and enforcement. Despite such 131",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88"
        },
        {
            "text": "unprecedented, effective global initiative, combined with social distancing (1.8m) as preventive 132",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88"
        },
        {
            "text": "behavior, it is expected that indefinite quarantine may not be sustainable, especially within highly 133 populated and poor regions (currently in their pre-pandemic curve phase large drops and microdroplets. b) Agar plate shows droplet density to which mice were exposed 245",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88"
        },
        {
            "text": "immediately after spray (stars). c) Aerobic incubation of agar illustrates environmental 246 contamination of mouse cage with numerous microdroplets not visualized immediately after spray. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.06.028688 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "88"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cryptic transmission of SARS-CoV-2 in Washington State",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cyclical Bias' in Microbiome Research Revealed by A 215 Portable Germ-Free Housing System Using Nested Isolation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rodriguez-Palacios",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Sci Rep",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41598-018-20742-1"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "CNN -Coronavirus sparks a 'war for masks' in desperate 218 global scramble for protection",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lister",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shukla",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bobille",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Face mask use and control of respiratory virus transmission in 221 households",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Macintyre",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Emerg Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "233--241",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1502.081167"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Facemasks for the prevention of infection in healthcare 223 and community settings",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Macintyre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Chughtai",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ",
            "volume": "350",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.h694"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Uso de cubiertas de tela para la cara para ayudar 226 a desacelerar la propagación del COVID-19",
            "authors": [],
            "year": 2019,
            "venue": "Coronavirus",
            "volume": "225",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Surgeon General Shows How to Make Your Own Face Covering. Surgeon 230 General Dr. Jerome Adams",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A two-layer textile barrier fully protects germ-free mice from colonization by 154 bacteria contained in sprayed micro-droplets. a) Spray-droplet simulation model using bacterial 155 aqueous solution recently validated for the assessment of textiles against COVID-19 in our 156 laboratory. Unmodified from by Rodriguez-Palacios et al. 11 ; open access license. Inset, mechanism 157 of passive filtration. b) Thermographic features of cloud-droplet ejection. c) Nested isolation caging 158 2-layer system used to raise germ-free mice. d) In this experiment, the two cage lids were replaced 159 by a two-layer textile barrier to prevent EnvDC within the cage. Compared with cages without lid 160 (no mask, surrogate). Sprayed from 60 and 180cm distance. e) Visualization of bacteria present in 161 cough microdroplets, healthy adult. TSA plates, aerobic incubation, 48h. f) Visualization of rich 162 community composition for the bacteria present in the microdroplet solution used to spray germ-163 free mice. Parallel lanes plating method 13 . g) Visualization of bacteria-contained on macro/micro-164 droplets on a quarter of a Petri dish. TSA, 21mm horizontal field. h) Example of fecal culture-165 negative from mice protected with textile-EDBs, which remained germ-free (gf), and culture-166 positive from mice not protected with textile (Non gf), Inset, 20cm plate, 8 samples. i) Overview of 167 experiment, results, and fecal gram-stain confirmation (details in Supplementary Materials). Textile Droplet Barrier fully protect germ-free mice from microbial 243 colonization by bacteria present in sprayed liquid micro-droplets. a) Textiles were able to retail 244",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "247 d) Fecal samples from all mice show no bacterial growth after 36h of incubation on agar before 248 experiment confirming Germ-free status of mice. e) Fecal samples from representative mice 249 protected with textile showing no bacterial growth after 36h of incubation on agar after spray 250confirming Germ-free status protection by the textile, and no-barrier mice showing fecal bacterial 251growth. f-g) Representative gram stain of fecal samples in this study shown as insets inFigure 1i.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "To date, masks have been studied primarily in health care settings and under conditions that 137 are not as publicized or feared as the consequences of the COVID pandemic. Transmitted primarily 138 by oral-respiratory droplets, the COVID-19 pandemic would benefit if the scientists, policymakers, 139 medical advisors, and community have further scientific data to demonstrate that masks are 140 effective to prevent droplet dispersion, while fully protecting individuals from exposure to 141 microbial agents present in the droplets, if masks are properly worn.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}