{
    "paper_id": "6238070b010fdbba14fd63eb76bfe12177ec7591",
    "metadata": {
        "title": "Meteorological factors and domestic new cases of coronavirus disease (COVID-19) in nine Asian cities: A time-series analysis",
        "authors": [
            {
                "first": "Zonglin",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jinan University",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Mbbs",
                "middle": [
                    ";"
                ],
                "last": "2#",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jinan University",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yiqiao",
                "middle": [],
                "last": "Chin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jinan University",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jian",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College London",
                    "location": {
                        "postCode": "W2 1PG",
                        "settlement": "Norfolk Place, London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Babatunde",
                "middle": [
                    "O"
                ],
                "last": "Akinwunmi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Boston MA",
                    "location": {
                        "settlement": "Massachusetts",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Shinning",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jinan University",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Mbbs",
                "middle": [
                    ";"
                ],
                "last": "Casper",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "P"
                ],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wai-Kit",
                "middle": [],
                "last": "Ming",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jinan University",
                    "location": {
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": "wkming@connect.hku.hk"
            }
        ]
    },
    "abstract": [
        {
            "text": "To investigate the associations of meteorological factors and the daily new cases of coronavirus disease in nine Asian cities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Pearson's correlation and generalized additive modeling were performed to assess the relationships between daily new COVID-19 cases and meteorological factors (daily average temperature and relative humidity) with the most updated data currently available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The Pearson correlation showed that daily new confirmed cases of COVID-19 were more correlated with the average temperature than with relative humidity. Daily new confirmed cases were negatively correlated with the average temperature in Beijing (r=-0.565, P<0.01), Shanghai (r=-0.471, P<0.01), and Guangzhou (r=-0.530, P<0.01) , yet in contrast, positively correlated with that in Japan (r=0.441, P<0.01). In most of the cities (Shanghai, Guangzhou, Hong Kong, Seoul, Tokyo, and Kuala Lumpur), generalized additive modeling analysis showed the number of daily new confirmed cases was positively associated with both average temperature and relative humidity, especially in lagged 3d model, where a positive influence of temperature on the daily new confirmed cases was discerned in 5 cities except in Beijing, Wuhan, Korea, and Malaysia. Nevertheless, the results were inconsistent across cities and lagged time, suggesting meteorological factors were unlikely to greatly influence the COVID-19 epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The associations between meteorological factors and the number of COVID-19 daily cases are inconsistent across cities and lagged time. Large-scale public health measures and expanded regional research are still required until a vaccine becomes available and herd immunity is established.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In December 2019, several cases of pneumonia with an unknown etiology were reported in Wuhan, Hubei province, China (1) . A novel strain of coronavirus was identified from the nasopharyngeal swab specimens of the infected, which was later designated as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), and the resulting pneumonia as coronavirus disease . With the number of the infected soaring up, on 31 st January, 2020, the World Health Organization (WHO) has declared the outbreak of COVID-19 as a public health emergency of international concern (PHEIC) (2) . SARS-CoV-2, pertaining to the Coronaviridae, is an enveloped, single-stranded, positive-sense RNA virus, which is closely related to SARS-like coronaviruses, and based on the phylogenetic analysis, these coronaviruses have a common ancestor that resembles the bat coronavirus HKU9-1 (3, 4) . Evidence has shown that the SARS-CoV-2 can transmit between human through respiratory droplets, fecal-oral route, direct contacts, and aerosols (5) (6) (7) . Moreover, the long incubation period (1 to 14 days) increases the difficulty of controlling the COVID-19 outbreak. Studies have shown the mean incubation period was 5.1 days (ranged from 2.2 to 11.5 days, 95% confidence interval (CI): 4.5-5.8) (8) , and another study estimated the mean incubation period to be 6.4 days (ranged from 2 to 14 days) (9) . By March 28, 2020, more than 199 countries had confirmed cases, with more than 571,678 confirmed cases and 26,494 mortalities globally, among which 489,337 (85.6%) confirmed cases and 23,188 (87.5%) mortalities were reported outside of China (10) .",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 572,
                    "end": 575,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 861,
                    "end": 864,
                    "text": "(3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 865,
                    "end": 867,
                    "text": "4)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1014,
                    "end": 1017,
                    "text": "(5)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1018,
                    "end": 1021,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1022,
                    "end": 1025,
                    "text": "(7)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1272,
                    "end": 1275,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1375,
                    "end": 1378,
                    "text": "(9)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1623,
                    "end": 1627,
                    "text": "(10)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Human respiratory pathogens (bacterial pathogens like pneumococcus and viruses like rubella and influenza) usually exhibit an annual pattern showing an increase in incidence during winter, and decrease during the summer (seasonality). Despite much data on influenza, respiratory syncytial virus, and the SARS 2003 outbreak following the pattern, it is difficult to predict whether COVID-19 would follow the trend and will be eliminated in the coming summer, as our understanding of the forces driving the seasonality of infectious diseases remains limited. Since influenza is a common viral disease, a proportion of the population already possesses some levels of immunity and when more patients recover, herd immunity constrain the transmission of the virus. The low or absent prevalence trend of SARS or MERS-CoV in the summer was also mentioned to be strongly relied on the use of effective therapeutic treatment and strict public health measures (11, 12) . However, SARS-CoV-2 is a novel virus to humans, immunity to this ongoing virus pandemic is limited and an effective pharmaceutical therapy or vaccine prevention is yet to be found.",
            "cite_spans": [
                {
                    "start": 950,
                    "end": 954,
                    "text": "(11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 955,
                    "end": 958,
                    "text": "12)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The seasonality in the outbreak of respiratory infectious diseases might be due to the seasonal variation of host physiology (susceptibility, individual immunity and herd immunity) (13) , genetics (14) , viral stability (15, 16) and infectivity (17) (18) (19) (20) , latent infectors constantly shedding viruses (21, 22) , and the atmospheric dispersion and trans-ocean inter-continental migration (23) (24) (25) (26) , which are mainly driven by the meteorological factors, including the temperature and humidity (27) . Geological features and latitude play a major role in forming a meteorological pattern. Lowen et al. assumed the seasonality of influenza and Respiratory Syncytial Virus (RSV) epidemics in temperate climates mainly attributable to the low absolute humidity (19) , and the following factors associated with it, namely the low temperature, increased population, and low micronutrient levels (such as low vitamin D levels) (28, 29) . During the winter in temperate zones, the temperature and humidity are low, characterized by dryness and coldness, and viruses are more easily to be transmitted via aerosols than direct or indirect contact, where the low temperature renders the virus viable and stable in aerosols, and on the surface. However, in the rainy seasons of tropical regions, where the weather is hot and wet, the aerosol transmission decreases but the transmission by direct contact increases (30) ; although the high temperature can decrease the stability of the virus and reduce the level of aerosolization of the viral droplet, with the increased temperature, the amount of virus deposited on surfaces increases (31) .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "(13)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 197,
                    "end": 201,
                    "text": "(14)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 220,
                    "end": 224,
                    "text": "(15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "16)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "(17)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 250,
                    "end": 254,
                    "text": "(18)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 255,
                    "end": 259,
                    "text": "(19)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 260,
                    "end": 264,
                    "text": "(20)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "(21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 317,
                    "end": 320,
                    "text": "22)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 398,
                    "end": 402,
                    "text": "(23)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 403,
                    "end": 407,
                    "text": "(24)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 408,
                    "end": 412,
                    "text": "(25)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "(26)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 514,
                    "end": 518,
                    "text": "(27)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 778,
                    "end": 782,
                    "text": "(19)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 941,
                    "end": 945,
                    "text": "(28,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 946,
                    "end": 949,
                    "text": "29)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1423,
                    "end": 1427,
                    "text": "(30)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1645,
                    "end": 1649,
                    "text": "(31)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Because of the relatively stable structure of the coronaviruses, the infectivity of the coronavirus would not be affected upon circumstances of a relative humidity >95% and a temperature of 28 -33˚C (31) . For example, the transmission of SARS is more efficient in the temperature between 16 ˚C and 28˚C, the widely use of air-conditioning also provides a shelter for the breeding and transmitting of SARS, where the virus is stable for 3 weeks at room temperature (31) . SARS-CoV-2 has many similarities with the SARS-CoV-1, but whether meteorological factors influenced the viral transmission have not been established. Therefore, in the present study, we aimed to examine the relationship between meteorological factors and the number of COVID-19 daily cases in Asian cities at different latitudes.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "(31)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 465,
                    "end": 469,
                    "text": "(31)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We obtained daily meteorological data from the National Meteorological Information Center (http://cdc.cma.gov.cn/). The data were collected from meteorological stations in Beijing, Wuhan, Shanghai, Guangzhou, Hong Kong, Seoul, Tokyo, Kuala Lumpur and Singapore. Where data from the national meteorological stations were not available, we obtained data from the Timeanddate (https://www.timeanddate.com/). We retrieved the highest and lowest temperatures and humidity in four different quarters of the day and computed the average values of temperature and humidity for that day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meteorological data"
        },
        {
            "text": "The daily number of domestic COVID-19 cases in five cities in China (namely Wuhan, Beijing, Shanghai, Guangzhou, and Hong Kong) and Singapore were obtained from the Ministry of Health in China and Singapore, respectively. Given that the daily number of domestic cases at the city level in Japan, Korea and Malaysia were not available from the corresponding Ministry of Health, as an alternative, we used the number of domestic cases at the national level in these three countries for analysis. The clinical criterion for the diagnosis of COVID-19 was based on the high-throughput sequencing or RT-PCR assay by nasopharyngeal swab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveillance data of COVID-19"
        },
        {
            "text": "We evaluated the normality of the daily new cases and meteorological data by examining their skewness and kurtosis. We also estimated the Pearson correlation and covariances between the daily COVID-19 new cases and daily meteorological factors using STATA 14.0. Generalized additive models (GAMs) with a Poisson family and logarithm link function were used to estimate the associations of daily COVID-19 new cases with average temperature and relative humidity. GAMs are useful for identifying exposure-response relationships from various types of data, particularly in exploring nonparametric relationships (32) . The GAM analysis was performed in R software (version 3.6.0) using the package \"mgcv\". We first established a basic temporal model for COVID-19 cases without including meteorological variables. To adjust for long-term trends and seasonality, we included penalized spline functions of time in the model. The degree of freedom (df) for time was optimized by minimizing of the absolute values of the partial autocorrelation function (PACF) of residuals for lags up to 30 days (33) (34) (35) (36) . Additionally, the selection of an optimal model was based on the lowest Akaike's Information Criterion (AIC). Secondly, we built meteorological models based on the temporal models to account for the lagged effect of meteorological variables and the incubation period of COVID-19 (7, 37) . Specifically, we examined the effect of meteorological variables with different time lags including one-day lag (Lag 1d), three-day lag (Lag 3d), five-day lag (Lag 5d), single-week lag (Lag 7d), and two-week lag (Lag 14) to capture immediate effects and lagged effects, respectively. Automated penalized splines were used to fit the association between the daily new cases and each of the meteorological variables. The date when the accumulated cases exceeded 30 in each city or country was selected as the inception of the date incorporated in the model to equalize the starting speed of outbreak and thus avoid miss-interpretation and overfitting.",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 612,
                    "text": "(32)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1088,
                    "end": 1092,
                    "text": "(33)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1093,
                    "end": 1097,
                    "text": "(34)",
                    "ref_id": null
                },
                {
                    "start": 1098,
                    "end": 1102,
                    "text": "(35)",
                    "ref_id": null
                },
                {
                    "start": 1103,
                    "end": 1107,
                    "text": "(36)",
                    "ref_id": null
                },
                {
                    "start": 1389,
                    "end": 1392,
                    "text": "(7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1393,
                    "end": 1396,
                    "text": "37)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "To control for the autocorrelation, the model's residuals were examined for serial correlation using PACF. Default plots showing the smooth components of a fitted GAM were produced. The percentage of deviance explained by each variable was calculated, which represents the scale of a linear predictor that contributes to the component smooth functions. At last, the graph of smooth components were grouped based on similar latitudes to mitigate the influence by latitude.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The daily new cases of COVID-19 and meteorological data from January 20 to March 18, 2020 (61 days) in nine different cities are shown in Table 1 . During the study period, the temperature in the five cities in China ranged from -9 to 26.25℃, with that ranging from -9 to 26℃ in Beijing, from 0 to 22℃ in Shanghai, from 8.75 to 26.25 ℃ in Guangzhou, from 1 to 21.75℃ in Wuhan, and from 11.25 to 26.25℃ in Hong Kong. The temperature in Singapore ranged from 25.5 to 32.75℃, in Seoul from -9.5 to 12.25℃, in Tokyo from 0.75 to 18.5℃, and in Kuala Lumpur from 24.5 to 33.5℃. Figures 1 and 2 show the distribution of daily COVID-19 new cases associated with average temperature and average relative humidity over time, respectively. Pearson's correlations between daily COVID-19 cases and meteorological factors are shown in Table 2 . Daily confirmed new cases were negatively correlated with average temperature in Beijing (r = -0.565, P < 0.01), Shanghai (r = -0.471, P < 0.01), and Guangzhou (r = -0.530, P < 0.01), and, in contrast, positively correlated with that in Japan (r = 0.441, P < 0.01). The correlation between average temperature and relative humidity was found positive in Shanghai, Guangzhou, Hong Kong, Korea, and Japan, and negative in Beijing, Wuhan, Singapore, and Malaysia according to the pairwise Pearson correlation test ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 145,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 572,
                    "end": 587,
                    "text": "Figures 1 and 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 821,
                    "end": 828,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1344,
                    "end": 1352,
                    "text": "Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Descriptive statistical results"
        },
        {
            "text": "The final GAM model of daily COVID-19 new cases incorporated date (time-series), average temperature, and mean relative humidity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GAM analysis of daily COVID-19 new cases with meteorological factors"
        },
        {
            "text": ",~( , ) log , = 9 + < ( , ) + > ( , ) + D ( ℎ , )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GAM analysis of daily COVID-19 new cases with meteorological factors"
        },
        {
            "text": "where the terms f1 to f2 are the smoothing functions, and β0 is the intercept. All estimates and significance levels were listed in Supplementary Table 1 . The models with the best performance (lowest AIC) for each city is as follows: No-lag model for Shanghai and Singapore, Lag 1d model for Beijing and Wuhan, Lag 5d model for Guangzhou, Korea, and Kuala Lumpur, and Lag 14d model for Hong Kong and Japan (Table  3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 153,
                    "text": "Supplementary Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 407,
                    "end": 417,
                    "text": "(Table  3)",
                    "ref_id": null
                }
            ],
            "section": "GAM analysis of daily COVID-19 new cases with meteorological factors"
        },
        {
            "text": "GAM results were reported using the smoothing components plot for temperature and relative humidity in Figures 3 and 4 , respectively. The smoothing components plots demonstrated the estimated smoothing spline functions with the linear effect subtracted out, and each panel represented the weighted sum of basis functions for each time-varying covariate and is corresponding to the hypothesized model.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 118,
                    "text": "Figures 3 and 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "GAM analysis of daily COVID-19 new cases with meteorological factors"
        },
        {
            "text": "The significant smoothers indicated that the correlations between new cases of COVID-19 and explanatory variables were non-linear. As shown in Figure 3 , the no-lag model suggested that holding all linear and the other nonlinear terms fixed, daily new cases of COVID-19 tended to show no influence by the temperature, but the cases number decreased when temperature reached 5, 18, and 29, in Beijing, Hong Kong, and Singapore, respectively (P < 0.01 for all, Figure 3 ). While the magnitude of results might look small relative to the base rate of case accrual, these plots were on the log-case scale, so the effect on the case number is multiplicative. The distributions of COVID-19 cases displayed greater uncertainty at lower temperature in Beijing and Wuhan. Beijing and Wuhan has fluctuating patterns throughout the six models both regarding temperature and relative humidity except in lag 5d and lag 4d model for Wuhan, which might be due to the change of diagnostic method on February 12, when a total of 13,436 cases were added. Nevertheless, the relationship between relative humidity and new cases were less evident in the No-lag model, and the distributions of COVID-19 cases displayed greater uncertainty in Wuhan.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 151,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 459,
                    "end": 467,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "GAM analysis of daily COVID-19 new cases with meteorological factors"
        },
        {
            "text": "Nevertheless, in the Lag 1d model, distribution of COVID-19 in Beijing, Wuhan, Hong Kong and Malaysia revealed great uncertainty and high non-linearity. A hump of the increase was observed at around 28℃ in Singapore. After the hump, the cases started to decrease in Singapore when temperature increases. A liner increase can be found in Guangzhou. Likewise, a significantly non-linear pattern was found in Wuhan between the relative humidity and COVID-19 cases. Figure 4 shows that during the study period, relative humidity has a positive effects for Singapore, Hong Kong as well as Malaysia constantly, with a linear pattern, yet a negative effects were discerned in Seoul when humidity greater than 90% in a nonlinear way.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 462,
                    "end": 470,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "GAM analysis of daily COVID-19 new cases with meteorological factors"
        },
        {
            "text": "In Lag 3d model, the temperature has a positive influence on the daily new cases in Shanghai and Singapore in a linear pattern, and in Guangzhou when the temperature was greater than 20℃, in Hong Kong when temperature was greater than 15℃, and in Japan when temperature was between 2-4℃ and 12-16℃ in a non-linear pattern. Specifically, the distribution of the COVID-19 new cases in Beijing, Wuhan, and Kuala Lumpur was greatly fluctuating. Regarding the relative humidity, in Lag 3d model, Wuhan, Guangzhou, and Kuala Lumpur showed significant curvilinearity. A positive association between relative humidity and new cases can be found in Singapore, while a negative pattern was observed in Hong Kong when relative humidity greater than 65% ( Figure 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 744,
                    "end": 752,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "GAM analysis of daily COVID-19 new cases with meteorological factors"
        },
        {
            "text": "In the Lag 5d model, COVID-19 new cases in Shanghai, Guangzhou, and Singapore when temperature less than 22℃ were negatively correlated ( Figure 3) . A positive pattern can be discerned significantly in Tokyo when temperature was lower than 4℃, and in Hong Kong as well as in Kuala Lumpur. Regarding the relative humidity, except for Wuhan and Guangzhou that displayed highly fluctuating pattern, no evident effects could be discerned.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 147,
                    "text": "Figure 3)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "GAM analysis of daily COVID-19 new cases with meteorological factors"
        },
        {
            "text": "In the Lag 7d and Lag 14d models, Beijing, Wuhan, and Kuala Lumpur (only in Lag 14d model) showed great uncertainty of the relationship between temperature and daily new cases. Moreover, Shanghai and Singapore have different and inverse effects between Lag 7d and 14d models, where, in the Lag 7d model, Shanghai showed a negative pattern and Singapore showed a positive pattern while in the Lag 14d model, Shanghai showed a positive pattern and Singapore showed a negative pattern. Concerning the relative humidity, likewise, Beijing, Wuhan, and Guangzhou (only in Lag 14d model) displayed great uncertainty and curvilinearity ( Figure 4) . Hong Kong shows a positive pattern in both two model. Nevertheless, Shanghai and Singapore still showed inverse effects in the Lag 7d and 14d models, where in the Lag 7d model, both Shanghai and Singapore showed positive patterns while in the Lag 14d model, Shanghai and Singapore showed negative patterns. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 630,
                    "end": 639,
                    "text": "Figure 4)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "GAM analysis of daily COVID-19 new cases with meteorological factors"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20066613 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 85,
                    "text": "15.20066613",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In this study, we investigated the associations between meteorological factors and patterns of daily new cases of COVID-19 across nine Asian cities. Our analyses suggest a positive relationship between temperature and daily new cases of COVID-19 in Guangzhou, Singapore (except in the lagged 14d model), Hong Kong (except in the lagged 7d and 14d model) and Beijing (high curvilinearity). Relative humidity positively with the number of daily new cases in Singapore (except in the lagged 14d model), Hong Kong (except in the lagged 3d model). Negative association between relative humidity and the number of daily new cases was only observed in Shanghai consistently. Associations of temperature and relative humidity on the daily new cases were less evident in Tokyo, Seoul and Kuala Lumpur. The relationships in Wuhan presented a great fluctuating pattern. Therefore, our analysis suggest, unlike influenza, seasonality of COVID-19 may not be expected, and the epidemic is unlikely to fade out itself when summer comes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Researchers have long been investigating how meteorological factors affect the viral infectivity, where the GAM has been frequently used, as it allows smooth components to be estimated for time, meteorological factors and other covariates, together with a non-smoothed period effect. Experiments in the last century reported that the influenza virus is more stable in cool and dry air (15, 16) . And with increasing temperature, the viability of the influenza virus in aerosol or droplets(38), and the aerosol transmission diminishes (27) . Lowen et al. reported that aerosol transmission of influenza between Guinea pigs was completely blocked at temperature higher than 30°C despite evidence of continuous viral shedding from infectious individuals; nevertheless, the direct contact transmission was not influenced, which was equally efficient at 30° C and 20° C (19) . Chan et al. reported that the viability of SARS virus was rapidly lost (>3 log 10) at high temperatures (38 • C) and high relative humidity (>95%) (31) . The better stability of the SARS coronavirus at low temperatures and low humidity environment might facilitate its transmission in the community in subtropical areas (such as Hong Kong) during the spring and in air-conditioned environments. This might also explain why some Asian countries in tropical areas (such as Malaysia, Indonesia or Thailand) with high temperatures and high relative humidity environment did not have major community outbreaks of SARS. However, such an explanation is not currently convincing regarding the results in the present study, where the increase of the temperature increases the daily new cases of COVID-19 in some of the investigated communities. The high temperature and high relative humidity in the tropical Asian countries like Singapore, and Malaysia also seems to have little influence on the expanding daily new cases ( Figure 3 ). However, this could have been confounded by multiple factors.",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 389,
                    "text": "(15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 390,
                    "end": 393,
                    "text": "16)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 534,
                    "end": 538,
                    "text": "(27)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 865,
                    "end": 869,
                    "text": "(19)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1019,
                    "end": 1023,
                    "text": "(31)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 1888,
                    "end": 1896,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "There are several reasons underlying the continuously expanding COVID-19 cases in Singapore and Malaysia, such as the high population density, massive gatherings, the use of air-conditioning and shortage of medical resources (31) . The SARS-CoV-2 can persist at room temperature for up to 9 days, and its heat sensitivity rendered it susceptible to increased temperature, affecting its persistence in the outdoor environment. However, coronavirus was still found to be infective up to two weeks in the air-condition environment (31) . As air-conditioners may increase the probability of spreading, it may be advisable to reduce the use of air-conditioners and keep ventilation. Moreover, during low temperature and high humidity, it is advisable to avoid massive gathering, as evidences are also supporting transmission by direct contact or close contact at the tropical area .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "(31)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 528,
                    "end": 532,
                    "text": "(31)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Humidity can influence aerosol transmission via altering the proportion of respiratory droplets undergoing aerosolization, and influencing the stability and viability of the virus within these aerosols. Respiratory droplets are generated in the high humidity of the respiratory tract. On entering an environment with low humidity, respiratory droplets reduce in size within seconds due to evaporation. At higher environmental humidity, respiratory droplets evaporate more slowly, and hence are larger and settle faster, and less aerosol nuclei are produced (39, 40). Previous studies have shown that influenza transmission between mice reduced as relative humidity increased from 47% to 70% (13, 41) . Moreover, humidity can also influence indirect transmission by changing the mass of respiratory droplets accumulating on surfaces, and affecting the survival of the virus on surfaces. While increased humidity reduces the number of droplet nuclei formed, the same mechanisms (reduced droplet evaporation and faster droplet settling) result in a greater mass of respiratory droplets on surfaces (39, 40). Area with relatively low temperature and humidity has a higher infection rate comparing with tropical areas because the cold and dry weather is suitable for virus to survive and transmit (42). Viability of influenza virus appears greater at lower humidity, and progressively reduced influenza survival with increasing relative humidity over the range from 27% to 84%, with an increase in survival at 99% relative humidity, the mechanisms underlying which may be due to the low evaporation from droplets at high relative humidity maintain the solute concentration thus protecting the virus (27, 43) . Alongside, 30-50 o N zone has become a zone for transmitting COVID-19 with similar average temperature of 5-11 ℃ and 47-79% humidity, which may be influenced by transoceanic migration of virus, but the underlying mechanism is still not understood (44).",
            "cite_spans": [
                {
                    "start": 691,
                    "end": 695,
                    "text": "(13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 696,
                    "end": 699,
                    "text": "41)",
                    "ref_id": null
                },
                {
                    "start": 1694,
                    "end": 1698,
                    "text": "(27,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1699,
                    "end": 1702,
                    "text": "43)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Moreover, under laboratory conditions with constant humidity and temperature, circadian and circannual rhythms in variation of susceptibility of hosts (mice) have been observed (13, 45) . Mice were substantially more susceptible to invasive pneumococcal disease in early morning hours than any other time of day(45), and more susceptible to influenza in winter than in summer (13) which was thought to be attributable to the daily and seasonal variation of melatonin (46). In addition, even in areas where many spend summers in air-conditioned spaces, marked annual variations in incidence constantly exist, and similar strains of virus appear almost simultaneously across vast stretches of oceans in areas of similar latitude around the globe (23, 24) . Therefore, although a higher temperature is associated with lower effectiveness of virus transmission, yet it does not necessarily suggest a lower chance for virus to survive. The natural fading out of the virus in summer is unlikely given the widespread use of air conditioners in developed areas and the dense population in the city area. Until an effective vaccine becomes widely available for the establishment of herd immunity and the discovery of efficient pharmaceutical therapies, strict public-health measures should be implemented, including social distancing, quarantine, tracing, facemask wearing, and promotion of hand washing.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "text": "(13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "45)",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 380,
                    "text": "(13)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "(23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 749,
                    "end": 752,
                    "text": "24)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This is the first study to statistically analyze the relationship between meteorological factors and the daily new cases of COVID-19. Because of the non-linear nature of the data, we also performed GAMs to quantitate and visualize the relationship using splines functions. However, there are several limitations. Firstly, numbers of cases in Malaysia, Korea, and Japan were obtained from the epidemiologic reports released by the Department of Health in the corresponding countries, instead of a daily update of case numbers, which is not available for these countries. Hence, some cases might be missing. Secondly, the duration of the study period was short and the number of cases in Malaysia, Singapore and Japan were small. Thirdly, we only considered two meteorological factors (temperature and humidity) in this study. Other covariates such as wind speed, pollutant concentration, population density, air conditioning use, rainfall, which could also influence the spread of COVID-19, were not included. Moreover, while we collected the meteorological data from the capital cities of Malaysia, Japan, and Korea, the number of domestic cases at the national level in these three countries was used for analysis due to lack of available data at their city level. Most importantly, we did not incorporate the public health measures into the modelling, which may greatly confound the results, but we chose the date when accumulated confirmed cases exceeding 30, based on the postulation that a certain level of public health measures had been carried out at that time, thus the confounding effects can be mitigated at some point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strength and limitations:"
        },
        {
            "text": "In this study, we found inconsistent associations between temperature and relative humidity and the number of COVID-19 daily cases across cities and time. Therefore, unlike influenza, seasonality of COVID-19 may not be expected, and the epidemic is unlikely to fade out when summer arrives. Strict public health measures such as social distancing, quarantine, tracing, facemask wearing, and promotion of hand washing are needed until a vaccine becomes widely available and induce the herd immunity among the community. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The World Health Organization. Statement on the second meeting of the International Health Regulations (2005) Emergency Committee regarding the outbreak of novel coronavirus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "statement-on-the-second-meeting-of-the-international-health-regulations-(2005)-emergencycommittee-regarding-the-outbreak-of",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Return of the Coronavirus: 2019-nCoV",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Gralinski",
                    "suffix": ""
                },
                {
                    "first": "Vdjv",
                    "middle": [],
                    "last": "Menachery",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epidemiological research priorities for public health control of the ongoing global novel coronavirus (2019-nCoV) outbreak",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The emergence and spread of the",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pattern of early human-to-human transmission of Wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Riou",
                    "suffix": ""
                },
                {
                    "first": "Clje",
                    "middle": [],
                    "last": "Althaus",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The incubation period of coronavirus disease 2019 (COVID-19) from publicly reported confirmed cases: Estimation and application",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Meredith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and corona virus disease-2019 (COVID-19): the epidemic and the challenges",
            "authors": [
                {
                    "first": "C-C",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "T-P",
                    "middle": [],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "W-C",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "H-J",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "P-Rjijoaa",
                    "middle": [],
                    "last": "Hsueh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19) Situation Report -68",
            "authors": [],
            "year": 2020,
            "venue": "WHO. Coronavirus disease 2019",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "SARS and MERS: recent insights into emerging coronaviruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falzarano",
                    "suffix": ""
                },
                {
                    "first": "Vjjnrm",
                    "middle": [],
                    "last": "Munster",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Influence of meteorological factors and air pollution on the outbreak of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "Q-C",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Q-F",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "D-Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Q-W",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "121",
            "issn": "",
            "pages": "258--65",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Experimental transmission of influenza virus infection in mice: II. Some factors affecting the incidence of transmitted infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Schulman",
                    "suffix": ""
                },
                {
                    "first": "Kilbourne",
                    "middle": [],
                    "last": "Edjjoem",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "",
            "volume": "118",
            "issn": "",
            "pages": "267--75",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The role of host genetics in susceptibility to influenza: a systematic review",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "Y"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Dunstan",
                    "suffix": ""
                },
                {
                    "first": "Baillie",
                    "middle": [],
                    "last": "Jkjpo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Virus survival as a seasonal factor in influenza and poliomyelitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hemmes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Winkler",
                    "suffix": ""
                },
                {
                    "first": "Sjn",
                    "middle": [],
                    "last": "Kool",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "",
            "volume": "188",
            "issn": "",
            "pages": "430--431",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Medicine. Experimental Air-Borne Influenza Infection. I. Influence of Humidity on Survival of Virus in Air",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Loosli",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lemon",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "Appel",
                    "middle": [],
                    "last": "Ejpotsfeb",
                    "suffix": ""
                }
            ],
            "year": 1943,
            "venue": "",
            "volume": "53",
            "issn": "",
            "pages": "205--211",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Humidity and respiratory virus transmission in tropical and temperate settings",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paynter",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Epidemiology and infection",
            "volume": "143",
            "issn": "6",
            "pages": "1110--1118",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Global patterns in seasonal activity of influenza A/H3N2, A/H1N1, and B from 1997 to 2005: viral coexistence and latitudinal gradients",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Finkelman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Koelle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ferrari",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bharti",
                    "suffix": ""
                },
                {
                    "first": "Grenfell",
                    "middle": [],
                    "last": "Btjpo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "High temperature (30 C) blocks aerosol but not contact transmission of influenza virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Lowen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mubareka",
                    "suffix": ""
                },
                {
                    "first": "Palese",
                    "middle": [],
                    "last": "Pjjov",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "82",
            "issn": "",
            "pages": "5650--5652",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Coronavirus disease 2019 (COVID-19): situation report",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Organization",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Persistence and transmission of natural type I feline coronavirus infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Addie",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Schaap",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nicolson",
                    "suffix": ""
                },
                {
                    "first": "Jarrett",
                    "middle": [],
                    "last": "Ojjogv",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "84",
            "issn": "",
            "pages": "2735--2779",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Acute and persistent infection of human neural cell lines by human coronavirus OC43",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Arbour",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Côté",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lachance",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tardieu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cashman",
                    "suffix": ""
                },
                {
                    "first": "Talbot",
                    "middle": [],
                    "last": "Pjjjov",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "73",
            "issn": "",
            "pages": "3338--50",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The epidemiology of influenza",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Langmuir",
                    "suffix": ""
                },
                {
                    "first": "Schoenbaum",
                    "middle": [],
                    "last": "Scjhp",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "49--56",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The persistence of influenza A in human populations",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Thacker Sbjer",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "129--171",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Infection. A new concept of the epidemic process of influenza A virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hope-Simpson",
                    "suffix": ""
                },
                {
                    "first": "Dje",
                    "middle": [],
                    "last": "Golubev",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "99",
            "issn": "",
            "pages": "5--54",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Impact of atmospheric dispersion and transport of viral aerosols on the epidemiology of influenza",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hammond",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Raddatz",
                    "suffix": ""
                },
                {
                    "first": "Gelskey",
                    "middle": [],
                    "last": "Djroid",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "494--501",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Infection. Humidity and respiratory virus transmission in tropical and temperate settings",
            "authors": [
                {
                    "first": "Sje",
                    "middle": [],
                    "last": "Paynter",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "143",
            "issn": "",
            "pages": "1110--1118",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Global influenza seasonality: reconciling patterns across temperate and tropical regions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tamerius",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Z"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "Alonso",
                    "middle": [],
                    "last": "Wjjehp",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "119",
            "issn": "",
            "pages": "439--484",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Influenza seasonality: underlying causes and modeling theories",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lofgren",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Fefferman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Naumov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gorski",
                    "suffix": ""
                },
                {
                    "first": "Naumova",
                    "middle": [],
                    "last": "Enjjov",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "81",
            "issn": "",
            "pages": "5429--5465",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Environmental predictors of seasonal influenza epidemics across temperate and tropical climates",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Tamerius",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Alonso",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bloom-Feshbach",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Uejio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Comrie",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The effects of temperature and relative humidity on the viability of the SARS coronavirus",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "Seto",
                    "middle": [],
                    "last": "Wjaiv",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Generalized additive models for medical research",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hastie",
                    "suffix": ""
                },
                {
                    "first": "Tibshirani",
                    "middle": [],
                    "last": "Rjsmimr",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "187--96",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Confounding and effect modification in the short-term effects of ambient particles on total mortality: results from 29 European",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Katsouyanni",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Touloumi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Samoli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gryparis",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Tertre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Monopolis",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Huang Y, Deng T, Yu S, Gu J, Huang C, Xiao G, et al. Effect of meteorological variables on the incidence of hand, foot, and mouth disease in children: a time-series analysis in Guangzhou, China. 2013;13(1):134. 37. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. 2020. 38. Dublineau A, Batejat C, Pinon A, Burguiere AM, Manuguerra J-CJPO. Persistence of the 2009 pandemic influenza A (H1N1) virus in water and on non-porous surface. 2011;6(11). 39. Xie X, Li Y, Chwang A, Ho P, Seto WJIa. How far droplets can move in indoor environments--revisiting the Wells evaporation-falling curve. 2007;17(3):211-25. 40. Yang W, Marr LCJPo. Dynamics of airborne influenza A viruses indoors and dependence on humidity. 2011;6(6). 41. Schulman JL, Kilbourne EDJN. Airborne transmission of influenza virus infection in mice. 1962;195(4846):1129-30. 42. To K, Lo AWJTJoPAJotPSoGB, Ireland. Exploring the pathogenesis of severe acute respiratory syndrome (SARS): the tissue distribution of the coronavirus (SARS-CoV) and its putative receptor, angiotensin-converting enzyme 2 (ACE2). 2004;203(3):740-3. 43. Yang W, Elankumaran S, Marr LCJPo. Relationship between humidity and influenza A viability in droplets and implications for influenza's seasonality. 2012;7(10). 44. Sajadi MM, Habibzadeh P, Vintzileos A, Shokouhi S, Miralles-Wilhelm F, Amoroso AJAaS. Temperature and Latitude Analysis to Predict Potential Spread and Seasonality for COVID-19. 2020. 45. Feigin RD, SAN JOAQUIN VH, Haymond MW, Wyatt RGJN. Daily periodicity of susceptibility of mice to pneumococcal infection. 1969;224(5217):379-80. 46. Nelson RJ, Drazen DLJRND. Melatonin mediates seasonal adjustments in immune function. 1999;39(3):383-98.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Daily temperature and distribution of COVID-19 daily new cases over time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Daily relative humidity and distribution of COVID-19 daily new cases over time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Smoothing component plots for daily COVID-19 new cases associated with average temperature.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Smoothing component plots for daily COVID-19 new cases associated with average relative humidity.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Descriptive Statistics for different Asian cities (with latitude)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Supplementary materials: Supplementary Table 1. The effects of temperature and relative humidity on daily new cases of COVID-19 Edf: effective degrees of freedom; UBRE: Un-biased Risk Estimator",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}