{
    "paper_id": "62518339551246286b80eb908f7a1a744972c940",
    "metadata": {
        "title": "Using ICU data to improve the real-time estimation of the effective reproductive number of the COVID-19 epidemic in 9 European countries",
        "authors": [
            {
                "first": "",
                "middle": [],
                "last": "Hurtado",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Tinajero",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Thanks to the advantages of this ICU signal in terms of timeliness and bias, we find that most of the countries in the study have already reached Rt<1 with 95% confidence (Italy, Spain, Austria, Denmark, France, Norway and Switzerland, but not Belgium or Sweden), whereas the original methodology of Flaxman et al (2020), even with updated data, would only find Rt<1 with 95% confidence for Italy and Switzerland.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We replicate a recent study by the Imperial College COVID-19 Response Team (Flaxman et al, 2020 ) that estimates both the effective reproductive number, Rt, of the current COVID-19 epidemic in 11 European countries, and the impact of different nonpharmaceutical interventions that have been implemented to try to contain the epidemic, including case isolation, the closure of schools and universities, banning of mass gatherings and/or public events, and most recently, widescale social distancing including local and national lockdowns. The main indicator they use for measuring the evolution of the epidemic is the daily number of deaths by COVID-19 in each country, which is a better statistic than the number of identified cases because it doesn't depend so much on the testing strategy that is in place in each country at each moment in time.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 95,
                    "text": "(Flaxman et al, 2020",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "We improve on their estimation by using data from the number of patients in intensive care, which provides two advantages over the number of deaths: first, it can be used to construct a signal with less bias: as the healthcare system of a country reaches saturation, the mortality rate would be expected to increase, which would bias the estimates of Rt and of the impact of measures implemented to contain the epidemic; and second, it is a signal with less lag, as the time from onset of symptoms to ICU admission is shorter than the time from onset to death (on average, 7.5 days shorter). The intensive care signal we use is not just the number of people in ICU, as this would also be biased if the healthcare system has reached saturation (in this case, biased downwards, as admissions are no longer possible when all units are in use). Instead, we estimate the daily demand of intensive care, as the sum of two components: the part that is satisfied (new ICU admissions) and the part that is not (which results in excess mortality).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "We construct an indicator of demand of intensive care by combining the number of deaths by COVID-19 with the number of admissions into intensive care and what is known about the time of evolution of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The COVID-19 intensive care signal"
        },
        {
            "text": "Bhatraju et al (2020) describes the distribution of time in intensive care and final result (death or discharge) for 24 patients in the region of Seattle. According to this data, the mortality rate among ICU patients is 50%, with the distribution of daily probabilities of death and discharge that we present in figure 1. It must be recognized, though, that there is great uncertainty around these estimates: Wei-jie Guan et al (2020), using data from 55 ICU patients in several Chinese hospitals until 29 th of January of 2020, estimates a mortality rate of 20%, whereas Fei Zhou et al (2020) estimates a mortality rate of 78% using data from 50 ICU patients from two hospitals in Wuhan before 31 st January 2020. The aggregation of all of these results would lead an estimated mortality rate of 48%, close to the one reported by Bhatraju et al (2020) , which in any case is the one we use because it includes the full distribution of times from ICU admission to death or discharge. Using this distribution and the number of COVID-19 patients in intensive care, we can estimate the number of deaths coming from ICU patients, and compare this with the total number of deaths in each country to calculate, through this excess mortality, the demand for intensive care that has not been met. For this we assume that patients in need of intensive care that could not get admission into ICU will die in the following two days. Two facts allow us to confidently make this assumption: first, an extremely high mortality rate is to be expected for this group, as patients that get intensive care already face a 50% mortality rate; and second, we know this happens very fast, because in Spain, whose healthcare system has been saturated during the epidemic (as of today, 10,468 people have received intensive care and 16,353 people have died) average time from onset of symptoms to ICU admission and from onset of symptoms to death is basically identical: 8 vs 9 days, with interquartile ranges of 5-10 and 5-12 respectively 1 . Given this information, it seems like a reasonably conservative assumption.",
            "cite_spans": [
                {
                    "start": 831,
                    "end": 852,
                    "text": "Bhatraju et al (2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "The COVID-19 intensive care signal"
        },
        {
            "text": "The estimation is done through a simple inflow-outflow model of the number of people in intensive care (see appendix), using the lag distribution of Bhatraju et al (2020). In the case 1 Page 5 in Informe sobre la situación de COVID-19 en España, nº 21, 6 de abril de 2020, Ministerio de Sanidad, España. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The COVID-19 intensive care signal"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10. 1101 of Spain, this is done separately by region and then aggregated, as different regional governments publish numbers of ICU patients in terms of prevalence (people in ICU today) or cumulative figures (total number of people that have been in ICU until today).",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The COVID-19 intensive care signal"
        },
        {
            "text": "This signal provides information about the evolution of the epidemic with an approximate lag of 14.5 days: average time from contagion to death (20 days), minus average time from ICU admission to death (7.5 days), plus two days of extra lag because of the assumption about the mortality of patients in need of intensive care but not receiving it. It is therefore a more timely indicator than the number of deaths, which has an approximate lag of 20 days. But it also adequately models the change in that information lag as the epidemic progresses and the healthcare system becomes saturated: when a higher portion of patients requiring critical care is unable to receive it, the time from contagion to death shortens. The mechanical ICU inflow-outflow model also provides information about how saturated the healthcare system is in each country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The COVID-19 intensive care signal"
        },
        {
            "text": "Demand for intensive care:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The COVID-19 intensive care signal"
        },
        {
            "text": "Inflows into ICU Excess mortality ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The COVID-19 intensive care signal"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Norway"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Norway"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.13.20063388 doi: medRxiv preprint Figure 2 presents the results of this estimation of the demand of intensive care in nine European countries: those included in the paper by Flaxman et al (2020) , minus United Kingdom and Germany, that don't publish the necessary information about people in intensive care. Additionally, the data for France only includes deaths in hospitals, as the figures for deaths in retirement homes has been published late and without the necessary detail about date of death. The figures separate the two components (met and unmet demand) and therefore show the different degrees of saturation of the healthcare systems in different countries. According to this, Italy has been able to meet a lower share of the demand for intensive care than other countries, including Spain, probably because the epidemic has been more concentrated (Lombardy represents 52% of the ICU demand in Italy, whereas the region of Madrid represents 36% of the demand in Spain). On the other extreme, results for countries such as Austria, Denmark and Norway show that they have been able to provide intensive care to almost all the COVID-19 patients that required it, in part because the epidemic reached a smaller relative size. The case of France, which has both a large epidemic and high coverage rate, is probably an artefact of the exclusion of deaths in retirement homes in the data.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 300,
                    "text": "Flaxman et al (2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 148,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Norway"
        },
        {
            "text": "Now we plug the intensive care demand indicators presented in the previous section into the model of Flaxman et al (2020) . Their codes are kept unchanged, including the database of nonpharmaceutical interventions implemented in each country, but our ICU indicator is used instead of the number of deaths (and the probability distribution that represents the time between the onset of symptoms and this event is reduced accordingly, i.e. we use a gamma distribution with a mean that is reduced by 7.5 days and coefficient of variation that is not altered).",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 121,
                    "text": "Flaxman et al (2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Estimations of the effective reproductive number using ICU data"
        },
        {
            "text": "The model estimates the effect of the nonpharmaceutical interventions that have been applied in these countries as a shift in the effective reproductive number that determines the rate of growth of the epidemic. Within the model, no other factors can affect Rt apart from these interventions. Figure 3 presents the results of this time-varying estimation of Rt in each country. The first column replicates the original results with the original data (including also United Kingdom and Germany, even if they are not plotted in the figure) . The second column updates the database and excludes United Kingdom and Germany, that don't publish the necessary ICU data. And finally the third uses the model based on ICU demand.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 293,
                    "end": 301,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 530,
                    "end": 537,
                    "text": "figure)",
                    "ref_id": null
                }
            ],
            "section": "Estimations of the effective reproductive number using ICU data"
        },
        {
            "text": "A result of Rt <1 with 95% confidence means that the interventions are enough to make the epidemic recede: instead of growing, it is becoming smaller every day. When Flaxman et al (2020) published their results, it was too early to conclude that this was the case in any of the countries considered. Updating the database with data available on the 12 th of April delivers an estimation of Rt <1 with 95% confidence in Italy and Switzerland, but not in the others: in most countries the estimation is inconclusive, with most of the mass of probability for Rt below 1 but some significant amount above 1 as well. Using the intensive care demand indicator allows the estimation to conclude that we have reached Rt<1 in 7 of the 9 countries considered: Italy, Spain, Austria, Denmark, France, Norway and Switzerland (but not Belgium or Sweden). All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimations of the effective reproductive number using ICU data"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi. org/10.1101 org/10. /2020 the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 98,
                    "text": "org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 112,
                    "text": "org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Estimations of the effective reproductive number using ICU data"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi. org/10.1101/2020.04.13.20063388 doi: medRxiv preprint 6/9 HURTADO AND TINAJERO (2020)",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 118,
                    "text": "org/10.1101/2020.04.13.20063388",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Estimations of the effective reproductive number using ICU data"
        },
        {
            "text": "Flaxman et al (2020) the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Denmark"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.13.20063388 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Denmark"
        },
        {
            "text": "Flaxman et al (2020) updated database using ICU demand Figure 3 : estimates of Rt and of the impact of nonpharmaceutical interventions following Flaxman et al (2020) : with the original data, with an updated database as of 12 th of April, and adding the intensive care demand indicator presented in the previous section.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 165,
                    "text": "Flaxman et al (2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 55,
                    "end": 63,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Switzerland"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Switzerland"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Switzerland"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.13.20063388 doi: medRxiv preprint 8/9 HURTADO AND TINAJERO (2020)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Switzerland"
        },
        {
            "text": "Let Ct be the number of people in intensive care for COVID-19 at time t, Ĉt the cumulative number of people that have been in intensive care up to time t, and Cit and Cot the inflows and outflows into/from intensive care at time t. Let Ċit be the intensive care demand indicator that we want to calculate: the number of people who would need ICU admission at time t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix: the ICU inflow-outflow model"
        },
        {
            "text": "Let Dt be the number of COVID-19 patients who die at time t, and Ďt the estimation of the number of ICU patients that die at time t. Let dn be the probability of dying n days after ICU admission, and pn the probability of being discharged from ICU n days after admission (as presented in figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 296,
                    "text": "figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Appendix: the ICU inflow-outflow model"
        },
        {
            "text": "Then, for countries and regions that publish Ct (prevalence), we do the following: the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix: the ICU inflow-outflow model"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10. 1101 ",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Appendix: the ICU inflow-outflow model"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Covid-19 in Critically Ill Patients in the Seattle Region",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pavan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bhatraju",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.nejm.org/doi/full/10.1056/NEJMoa2004500?query=featured_home"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Estimating the number of infections and the impact of nonpharmaceutical interventions on COVID-19 in 11 European countries",
            "authors": [
                {
                    "first": "Seth",
                    "middle": [],
                    "last": "Flaxman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wei-Jie Guan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.nejm.org/doi/full/10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Incubation Period and Other Epidemiological Characteristics of 2019 Novel Coronavirus Infections with Right Truncation: A Statistical Analysis of Publicly Available Case Data",
            "authors": [
                {
                    "first": "Natalie",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Clynical Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "Fei",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Evolution of ICU patients according to Bhatraju et al (2020) (smoothed)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "estimated demand for intensive care, as sum of inflows into ICU and excess",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "feb. 09-mar. 23-mar. 06-abr.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "And for countries and regions that publish Ĉt (cumulative numbers), we do:",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}