{
    "paper_id": "62ce6510b370404f36111b8d0ddcd5091ab084b1",
    "metadata": {
        "title": "Temporal rise in the proportion of both younger adults and older adolescents among COVID-19 cases in Germany: evidence of lesser adherence to social distancing practices?",
        "authors": [
            {
                "first": "Edward",
                "middle": [],
                "last": "Goldstein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard T.H. Chan School of Public Health",
                    "location": {
                        "addrLine": "677 Huntington Ave",
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": "egoldste@hsph.harvard.edu"
            },
            {
                "first": "Marc",
                "middle": [],
                "last": "Lipsitch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard T.H. Chan School of Public Health",
                    "location": {
                        "addrLine": "677 Huntington Ave",
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: There is uncertainty about the role of different age groups in propagating the SARS-CoV-2 epidemics in different countries, particularly under current social distancing practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: We used the Robert Koch Institute data on weekly COVID-19 cases in different age groups in Germany. To minimize the effect of changes in healthcare seeking behavior (e.g. for older adults) and testing practices, we included the following eight 5-year age groups in the analyses: 10-14y through 45-49y. For each age group , we considered the proportion ( ) of 1.07(0.99,1.16)), aged 25-29y (RR= 1.06(0.98,1.15)), aged 35-39y (RR=0.95(0.87,1.03)), aged 40-44y (RR=0.9(0.83,0.98)), aged 45-49y (RR=0.83(0.77,0.89)) and aged 10-14y (RR=0.78(0.64,0.95)). For the age group 20-24y, the odds ratio relative to any other age group for a case to be during the later vs. early period was significantly above 1. For the age group 15-19y, the odds ratio relative to any other age group either above 35y or 10-14y for a case to be during the later vs. early period was significantly above 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: The observed relative increase with time in the prevalence of individuals aged 15-34y (particularly those aged 20-24y) among detected COVID-19 cases in Germany is unlikely to be explained by increases in the likelihood of seeking medical care or the likelihood of being tested for individuals in those age groups compared to individuals aged 35-49y or 10-14y, and should be indicative of the actual increase in the prevalence of individuals aged 15-34y among SARS-CoV-2 infections in the German population. That increase likely reflects elevated mixing among individuals aged 15-34y (particularly those aged 20-24y) compared to other age groups, possibly due to lesser adherence to social distancing practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "individuals in age group among all detected cases aged 10-49y during weeks 13-14, 2020 (later period), as well as corresponding proportion ( ) for weeks 10-11, 2020 (early period), and defined the relative risk ( ) for the age group to be the ratio = ( )/ ( ). For each pair of age groups 1, 2, a higher value of ( 1) compared to ( 2) , or, alternatively, a value above 1 for the odds ratio 1, 2 = ( 1)/ ( 2) for a COVID-19 case to be in group 1",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 334,
                    "text": "( 2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "vs. 2 for the later vs. early periods is interpreted as the relative increase in the population incidence of SARS-Cov-2 in the age group 1 compared to 2 for the later vs. early period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Results: The relative risk ( ) was highest for individuals aged 20-24y (RR=1.4(95% CI (1.27,1.55))), followed by individuals aged 15-19y (RR=1.14(0.99,1.32)), aged 30-34y (RR= . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20058719 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The ongoing SARS-CoV-2 pandemic has caused over 1,133,000 detected cases of COVID-19 illness worldwide and claimed over 62,700 lives as of April 5, 2020 [1] . Various forms of social distancing measures/testing practices were implemented in different countries/regions in order to stem the spread of the epidemic. Under those social distancing measures, rates of contact between individuals in different age groups are expected to significantly depart from the regular mixing patterns [2] . Under such circumstances, there is a great deal of uncertainty regarding the role of different age groups in propagating the SARS-CoV-2 epidemics in different countries. While disease is most severe in older age groups, a sizeable share of COVID-19 related hospitalizations in Western countries belongs to individuals aged 20-55y [3] . A study of close contacts of COVID-19 cases in China [4] found comparable rates of infection with SARS-CoV-2 in different age groups. A better understanding is needed of the role that different age groups play in propagating the SARS-CoV-2 pandemic during its current stage.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 485,
                    "end": 488,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 821,
                    "end": 824,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 880,
                    "end": 883,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20058719 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we apply the methodology in [5, 6] to assess the relative roles of different age groups during the early stage of the 2020 SARS-CoV-2 epidemic in Germany using data on COVID-19 cases publicly available from the Robert Koch Institute [7] . The idea of this approach (a generalization of the original approach in [5, 6] ) is that age groups that have an elevated role in propagating an epidemic will have their share among all incident cases increase with time during the early states of the epidemic, particularly under containment efforts for which adherence varies between the different age groups. For example, if contact rates for one age group are less affected by social distancing measures compared to another age group due to lesser adherence, incidence of infection in the former age group will increase relative to the latter. This, in particular, can happen if the initial period of a study begins soon after the social distancing measures are implemented (which is the case for our study), with the shares of different age groups in incidence during the initial period being affected by the corresponding shares before the implementation of social distancing measures. Additionally, if a given country comprises several regions with different growth rates for their epidemics, the age group that drives the incidence of infection in regions with faster growing/larger epidemics will have its share among all incident cases in the country increase with time.",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 46,
                    "text": "[5,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 47,
                    "end": 49,
                    "text": "6]",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 251,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 326,
                    "end": 329,
                    "text": "[5,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 330,
                    "end": 332,
                    "text": "6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We assess relative changes in the incidence of SARS-CoV-2 cases in different age groups in Germany using data on detected (reported) COVID-19 cases [7] . We note that for a given age group, the ratio between the number of detected COVID-19 cases and incident cases of SARS-CoV-2 infection (case-detection rate) in that age group may vary with time due to changes in healthcare-seeking behavior and other factors. To minimize the effect of relative changes, for the different age groups, in the case-detection rates with time, we restrict our analysis to individuals aged 10-49y only. We thus assume that for different age subgroups of that age group, the tendency to seek care or get tested does not change much over time relative to one another (e.g. there may be some increases with time in the likelihood of testing/seeking medical care for all individuals in the 10-49y age group, but not in specific age subgroups of that age group). We note that there is evidence that symptomatic older adults and younger children may be more likely to seek medical care/get tested compared to other age groups as the awareness about the epidemic increases with time, and those age groups are not included in this study.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20058719 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Data on COVID-19 cases in Germany stratified by week and 5-year age groups can be accessed through the Robert Koch Institute via the SurvStat@RKI 2.0 application [7] . Those data can be extracted by creating a query, selecting the attribute to be Disease/Pathogen, selecting the disease to be Covid-19, and the attributes to display to be 5-year age groups and week of notification.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "Temporal increase in the share of a given age group among all cases of infection can be evaluated using the relative risk (RR) statistic that estimates the ratio of the proportion of a given age group among all detected (reported) cases of COVID-19 for a later time period vs. an early time period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "We select the early period to be weeks 10-11, 2020, and the later period to be weeks 13-14, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Note that at the time of data access (Apr. 4, 2020), data for week 14, 2020 were incomplete. We include the following eight age groups in our analysis: 10-14y, 15-19y, 20-24y, 25-29y, 30-34y, 35-39y, 40-44y, 45-49y. For each age group , let ( ) be the number of detected COVID-19 cases in age group during the early period, and ( ) be the corresponding number during the later period. The relative risk statistic is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The observed numbers of detected cases ( ) and ( ) in the age group during the later and early periods are binomially distributed (with the total equaling (ℎ) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "For each pair of age groups 1, 2, comparison of the relative risks ( 1) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "( 2) is performed using the odds ratio . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20058719 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "We note that it follows immediately from eq. 1 that 1, 2 equals the odds ratio",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "for a COVID-19 case to be in age group 1 vs. 2 for the later vs. early period. Estimates and confidence intervals for pairwise odds ratios are performed using Fisher's exact test. Table 2 shows, for different pairs of age groups, the estimated odds ratios for being a detected COVID-19 case during the later vs. early period for one age groups vs. the other. For the age group 20-24y, the odds ratio relative to any other age group for a case to be during the later vs. early period was significantly above 1. For the age group 15-19y, the odds ratio relative to any other age group either above 35y or 10-14y for a case to be during the later vs. early period was significantly above 1. For the age groups 25-29y and 30-34y, the odds ratio relative to any other age group either above 40y or 10-14y for a case to be during the later vs. early period was significantly above ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 187,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Statistical analysis"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20058719 doi: medRxiv preprint There is a great deal of uncertainty about the role of different age groups in propagating the ongoing COVID-19 epidemics in different countries, particularly in light of the current social distancing measures and testing practices. Some evidence about the relative role for certain age groups vs. other can be obtained by examining temporal changes in the proportions of different age groups among detected COVID-19 cases, as explained in the 2 nd paragraph of the Introduction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This estimation is done using the relative risk (RR) statistic that we have employed in our previous work [5, 6] . Our results, based on applying this method to data on COVID-19 cases in Germany provided by the Robert Koch Institute [7], suggest that individuals aged 15-34y (particularly those aged 20-24y) had their share in SARS-CoV-2 incidence increase with time compared to individuals aged 35-49y and children aged 10-14y. Some of those relative increases may stem from elevated mixing compared to other age groups related to lesser adherence to social distancing guidelines for individuals aged 15-34y (particularly those aged 20-24y). Further work is needed to assess those issues in different countries.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "[5,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 110,
                    "end": 112,
                    "text": "6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our paper has some limitations. One limitation is that the ratio between the number of detected COVID-19 cases and incident cases of SARS-CoV-2 infection (case-detection rate) may vary with time in each age group. We believe that it is unlikely that this phenomenon is more pronounced for individuals aged 15-34y compared to persons aged 35-49 or 10-14y, namely that increases in the likelihood of seeking medical care or the likelihood of being tested for individuals aged 15-34y are substantially larger compared to individuals aged 35-49y or 10-14y. Therefor, the observed temporal increases in the relative share of individuals aged 15-34y among detected COVID-19 cases in persons aged 10-49y should be indicative of the actual increase in the prevalence of individuals aged 15-34y among SARS-CoV-2 infections in the German population aged 10-49y.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Another limitation is the uncertainty regarding the relation between the temporal rise in the share of a given age group among SARS-CoV-2 cases and the role that this age group plays in propagating the SARS-CoV-2 epidemic. Some of the factors supporting that relation are described in the 2 nd paragraph of the Introduction. Additionally, data on mixing patterns in different age groups during regular times [2] , as well as some evidence about the current social interactions of younger adults/older adolescents suggests that those age groups are expected to have the largest role in driving the current SARS-CoV-2 outbreaks, which is indeed supported by our results.",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 411,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We believe that despite those limitations, our results provide evidence about the growing role of younger adults (particularly those aged 20-24y) and older adolescents during the early stages of . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20058719 doi: medRxiv preprint the current COVID-19 epidemic in Germany, with that growing role potentially being related to lesser adherence to social distancing guidelines. Those results may be relevant to informing social distancing efforts, particularly for younger adults and older adolescents. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "2020 Coronavirus disease 2019 (COVID-19) Situation Report -76",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Social Contacts and Mixing Patterns Relevant to the Spread of Infectious Diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mossong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beutels",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Auranen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mikolajczyk",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Med",
            "volume": "5",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "United States",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "343--346",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemiology and Transmission of COVID-19 in Shenzhen China: Analysis of 391 cases and 1,286 of their close contacts",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Temporally Varying Relative Risks for Infectious Diseases: Implications for Infectious Disease Control",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Pitzer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;hagan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Epidemiology",
            "volume": "28",
            "issn": "",
            "pages": "136--144",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "This work was supported by Award Number U54GM088558 from the National Institute of General Medical Sciences (ML, EG), and the Morris-Singer Fund for the Center for Communicable Disease Dynamics (ML). The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institute Of General Medical Sciences.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "for each of the eight age groups used in our analysis. The highest estimate for the relative risk belongs to individuals aged 20-24y, followed by individuals aged 15-19y, 30-34y and 25-29y, with estimates of the relative risk for individuals aged over 35y and those aged 10-14y being lower.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Odds",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20058719 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}