{
    "paper_id": "651e67f23a4a0e985d2312d04e9773a72fe0338c",
    "metadata": {
        "title": "Adaptive cyclic exit strategies from lockdown to suppress COVID-19 and allow economic activity",
        "authors": [
            {
                "first": "Omer",
                "middle": [],
                "last": "Karin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yinon",
                "middle": [
                    "M"
                ],
                "last": "Bar-On",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Weizmann Institute of Science",
                    "location": {
                        "postCode": "76100",
                        "settlement": "Rehovot Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Tomer",
                "middle": [],
                "last": "Milo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Itay",
                "middle": [],
                "last": "Katzir",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Avi",
                "middle": [],
                "last": "Mayo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yael",
                "middle": [],
                "last": "Korem",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Boaz",
                "middle": [],
                "last": "Dudovich",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eran",
                "middle": [],
                "last": "Yashiv",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tel Aviv University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Amos",
                "middle": [
                    "J"
                ],
                "last": "Zehavi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tel Aviv University",
                    "location": {
                        "settlement": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Nadav",
                "middle": [],
                "last": "Davidovitch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ben-Gurion University",
                    "location": {
                        "settlement": "Beer-Sheva",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Ron",
                "middle": [],
                "last": "Milo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Weizmann Institute of Science",
                    "location": {
                        "postCode": "76100",
                        "settlement": "Rehovot Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Uri",
                "middle": [],
                "last": "Alon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Many countries have applied lockdown that helped suppress COVID-19, but with devastating economic consequences. Here we propose exit strategies from lockdown that provide sustainable, albeit reduced, economic activity. We use mathematical models to show that a cyclic schedule of 4-day work and 10-day lockdown, or similar variants, can, in certain conditions, suppress the epidemic while providing part-time employment. The cycle reduces the reproduction number R by a combination of reduced exposure time and an anti-phasing effect in which those infected during work days reach peak infectiousness during lockdown days. The number of work days can be adapted in response to observations. Throughout, full epidemiological measures need to continue including hygiene, physical distancing, compartmentalization and extensive testing and contact tracing. We do not call for immediate adoption of this policy, but rather to consider it as a conceptual framework, which, when combined with other interventions to control the epidemic, can offer the beginnings of predictability to many economic sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Current non-pharmaceutical interventions (NPI) to suppress COVID-19 use testing, contact tracing, physical distancing, mask use, identification of regional outbreaks, compartmentalization down to the neighborhood and company level, and population-level quarantine at home known as lockdown ( 1 -4 ) . The aim is to flatten the infection curve and prevent overload of the medical system until a vaccine becomes available.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 290,
                    "end": 298,
                    "text": "( 1 -4 )",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Lockdown is currently in place in many countries. It has a large economic and social cost, including unemployment on a massive scale. Once a lockdown has reduced the number of critical cases to a desired goal, a decision must be reached on how to exit it responsibly. The main concern is the risk of resurgence of the epidemic. One strategy proposes reinstating lockdown when a threshold number of critical cases is exceeded in a resurgence, and stopping lockdown again once cases drop below a low threshold ( 2 , 5 ) (Fig 1A,S1 ). While such an \"adaptive triggering\" strategy can prevent healthcare services from becoming overloaded, it leads to economic uncertainty and continues to accumulate cases with each resurgence.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 518,
                    "end": 528,
                    "text": "(Fig 1A,S1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "a) Exit from lockdown carries the risk of resurgence of the epidemic, with need to re-enter prolonged lockdown. b) A cyclic work-lockdown strategy prevents resurges by keeping the average R<1. It thus allows an earlier exit from lockdown, and provides a clear part-time work schedule. Transmission rates provide R in lockdown and work days of and respectively. .6 R L = 0 .5 R W = 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 1 | Cyclic work-lockdown strategy can control the epidemic, prevent resurges and offer predictable part-time employment."
        },
        {
            "text": "Here we carefully propose an exit strategy from lockdown that can prevent resurgence of the epidemic while allowing sustained, albeit reduced, economic activity. The strategy can be implemented at a point where lockdown has succeeded in stabilizing the number of daily critical cases to a value that the health system can support. Hereafter when we say 'lockdown' we mean population-level quarantine at home, together with all other available interventions such as testing and social distancing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 1 | Cyclic work-lockdown strategy can control the epidemic, prevent resurges and offer predictable part-time employment."
        },
        {
            "text": "The basic idea is to keep the effective reproduction number R, defined as the average number of people infected by each infected individual, below 1. When R is below 1, the number of infected people declines exponentially, a basic principle of epidemiology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 1 | Cyclic work-lockdown strategy can control the epidemic, prevent resurges and offer predictable part-time employment."
        },
        {
            "text": "To reduce R below 1, we propose a cyclic schedule with k continuous days of work followed by n continuous days of lockdown. As shown below, 4 days of work and 10 days of lockdown is a reasonable cycle that allows a repeating 2-week schedule. Epidemiological measures should be used and improved throughout, including rapid testing, contact isolation and compartmentalization of workplaces and regions. The cyclic strategy can thus be considered as a component of the evolving policy toolkit that can be combined with other interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 1 | Cyclic work-lockdown strategy can control the epidemic, prevent resurges and offer predictable part-time employment."
        },
        {
            "text": "By \"work days\" we mean release from lockdown with strict hygiene and physical distancing measures on the same k weekdays for everyone. The nature of the release from lockdown can be tuned. It can include the entire population except for quarantined infected individuals and people in risk groups who may be in quarantine. More conservatively, it can include workers in selected sectors of the economy. Remote work should be encouraged for sectors that can work from home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 1 | Cyclic work-lockdown strategy can control the epidemic, prevent resurges and offer predictable part-time employment."
        },
        {
            "text": "A staggered cyclic strategy is also predicted to be effective, in which the population is divided into two sets of households that work on alternating weeks ( 6 ) , each with a k-work:(14-k)-lockdown schedule (Fig 2) . The staggered strategy has the advantage that production lines can work throughout the month and transmission during workdays is reduced due to lower density, whereas the non-staggered strategy has the advantage that lockdown days are easier to enforce. (7) . Transmission rates in lockdown and work give and respectively. Density compensation is and non-compliance is",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 162,
                    "text": "( 6 )",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 473,
                    "end": 476,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 216,
                    "text": "(Fig 2)",
                    "ref_id": null
                }
            ],
            "section": "Fig. 1 | Cyclic work-lockdown strategy can control the epidemic, prevent resurges and offer predictable part-time employment."
        },
        {
            "text": "The cyclic strategies reduce the mean R by two effects: restriction and antiphasing . The restriction effect is a reduction in the time T that an infectious person is in contact with many others, compared to the situation with no lockdown. For example, a 4-day work:10-day lockdown cycle reduces T to 2/7 T ≈ 0.3T.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2 | Staggered cyclic work-lockdown strategy in which the population is divided into two groups of households that work on alternating weeks. Shown is I(t) from the SEIR-Erlang deterministic model with mean latent period of 3 days and mean infectious period 4 days"
        },
        {
            "text": "The antiphasing effect uses the timescales of the virus against itself (Fig. 3) . Most infected people are close to peak infectiousness for about 3-5 days, beginning ≈3 days after being exposed ( 8 , 9 ) . A proper work-lockdown cycle, such as a 4-work:10-lockdown schedule, allows most of those infected during work days to reach maximal infectiousness during lockdown, and thus avoid infecting many others. Those with symptoms can be infectious for longer ( 9 ) , but can be detected by their symptoms and remain (self-)quarantined along with their household members, preventing secondary infections outside the household. Similarly, asymptomatic cases infected at work will spend the majority of their peak infectious period under lockdown. Family-level and work level rapid testing and quarantine when symptoms arise can help shorten infection chains.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 203,
                    "text": "( 8 , 9 )",
                    "ref_id": null
                },
                {
                    "start": 458,
                    "end": 463,
                    "text": "( 9 )",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 79,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Fig. 2 | Staggered cyclic work-lockdown strategy in which the population is divided into two groups of households that work on alternating weeks. Shown is I(t) from the SEIR-Erlang deterministic model with mean latent period of 3 days and mean infectious period 4 days"
        },
        {
            "text": "The staggered cyclic strategy can further reduce mean R by reducing density during work days, leading to lower transmission rates (Methods).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2 | Staggered cyclic work-lockdown strategy in which the population is divided into two groups of households that work on alternating weeks. Shown is I(t) from the SEIR-Erlang deterministic model with mean latent period of 3 days and mean infectious period 4 days"
        },
        {
            "text": "SARS-CoV-2 has an average latent (non-infectious) period of about 3 days. A 14-day cycle in which people enter lockdown after 3 or 4 work days benefits from this property. Even those infected on the first day of work spend most of their latent period at work and reach peak infectiousness during lockdown. This reduces the number of secondary infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 3 | The cyclic exit strategy is aided by placing peak infectiousness in the lockdown days."
        },
        {
            "text": "Simulations using a variety of epidemiological models, including SEIR models and stochastic network-based simulations, show that a cyclic strategy can suppress the epidemic provided that the lockdown is effective enough (Fig. 4 , Table 1 ). A 4-10 cycle seems to work well for a range of parameters and is robust to uncertainties in the model (Fig. S2, S3 ). The transmission parameters during work days and lockdown days can be described by the effective replication numbers that describe extended periods of work and lockdown conditions, and , respectively. If lockdown is as strong as strong as in R W R L Wuhan, with estimated ( 10 ) , a 4-10 cycle suppresses the epidemic even if .3 R L ≈ 0 workday is as large as in the early days of the epidemic in Europe, with R W ( 11 ) . A weaker lockdown, with , can support a cyclic R W ≈ 3 − 4 .6 .8 R L ≈ 0 − 0 strategy with 2-4 work days when strict measures are enforced during workdays providing (Table 1) . Simulating on a social network provides an even .5 R W ≈ 1 − 2 larger range of conditions of a cyclic strategy to control the epidemic ( Fig S5) . Ideally, measures will eventually bring down R during workdays below 1, as in South Korea's control of the epidemic in early 2020, making lockdown unnecessary.",
            "cite_spans": [
                {
                    "start": 773,
                    "end": 779,
                    "text": "( 11 )",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 220,
                    "end": 227,
                    "text": "(Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 230,
                    "end": 237,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 343,
                    "end": 355,
                    "text": "(Fig. S2, S3",
                    "ref_id": null
                },
                {
                    "start": 947,
                    "end": 956,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1096,
                    "end": 1103,
                    "text": "Fig S5)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Fig. 3 | The cyclic exit strategy is aided by placing peak infectiousness in the lockdown days."
        },
        {
            "text": "Each region shows the maximal number of work days in a 14-day cycle that provide decline of the epidemic. Simulation used a SEIR-Erlang deterministic model with mean latent period of 3 days and infectious periods of 4 days. Results are robust to uncertainty in model parameters (Fig S2) . An important consideration is that the cyclic strategy is adaptive, and can be tuned when conditions change and the effects of the approach are monitored. For example, weather conditions may affect R ( 5 ) , as well as advances in regional monitoring and case tracing. If one detects, for example, that a 4:10 strategy leads to an increasing trend in cases, one can shift to a cycle with fewer work days. Conversely, if a strong decreasing trend is observed, one can shift to more work days and gain economic benefit (Fig 5) . A conservative approach can exit lockdown with 1 day of work, build up to two days, and so on. Measures will be required during the work days to ensure that people do not excessively compensate for the lockdown periods by having so many more social connections that R is significantly increased. This may include sound epidemiological measures such as the continuation of banning large social events and clear communication campaigns by the health authorities to enhance adherence to hygiene and physical distancing. Shared work spaces can be disinfected to reduce future infection through surfaces. Extensive rapid testing and contact tracing should be developed and extended in parallel ( 12 ) .",
            "cite_spans": [
                {
                    "start": 1505,
                    "end": 1511,
                    "text": "( 12 )",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 286,
                    "text": "(Fig S2)",
                    "ref_id": null
                },
                {
                    "start": 806,
                    "end": 813,
                    "text": "(Fig 5)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Fig. 4 | Cyclic strategy with k workdays and 14-k lockdown days controls the epidemic for a range of effective replication numbers at work and lockdown."
        },
        {
            "text": "The economic benefits of a cyclic strategy include part-time employment to millions who have been put on leave without pay or who have lost their jobs. This mitigates massive unemployment and business bankruptcy during lockdown. Prolonged unemployment during lockdown and the recession that is expected to follow can reduce worker skill ( 13 -17 ) and carries major societal drawbacks ( 18 ) . Unemployment also has detrimental health effects which include exacerbation of existing physical and mental illnesses. High levels of unemployment have been associated with increases in morbidity and mortality ( 19 ) .",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 347,
                    "text": "( 13 -17 )",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 391,
                    "text": "( 18 )",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 604,
                    "end": 610,
                    "text": "( 19 )",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Fig. 4 | Cyclic strategy with k workdays and 14-k lockdown days controls the epidemic for a range of effective replication numbers at work and lockdown."
        },
        {
            "text": "The cyclic strategy offers a measure of economic predictability, potentially enhancing consumer and investor confidence in the economy which is essential for growth and recovery ( 20 , 21 ) . It can also be equitable and transparent in terms of who gets to exit lockdown.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 189,
                    "text": "( 20 , 21 )",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fig. 4 | Cyclic strategy with k workdays and 14-k lockdown days controls the epidemic for a range of effective replication numbers at work and lockdown."
        },
        {
            "text": "For these reasons, a cyclic strategy can be maintained for far longer than continuous lockdown. This allows time for developing a vaccine, treatment, effective testing and buildup of herd immunity without overwhelming health care capacity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 4 | Cyclic strategy with k workdays and 14-k lockdown days controls the epidemic for a range of effective replication numbers at work and lockdown."
        },
        {
            "text": "The cyclic strategy does not seem to have a long-term cost in terms of COVID-19 cases compared to a start-stop lockdown policy triggered by resurges. Comparing the two 6 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 4 | Cyclic strategy with k workdays and 14-k lockdown days controls the epidemic for a range of effective replication numbers at work and lockdown."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.04.20053579 doi: medRxiv preprint strategies shows that in the mid-term and long term, the start-stop strategy accumulates more cases due to resurgences (Fig. 5 ). This does not depend heavily on parameters: the fundamental reason is new cases arise during each resurgence; the cyclic strategy keeps average R below one, and thus prevents resurgences. If desired, the cyclic strategy can also keep cases near a low constant rate, by adjusting k to provide feedback control according to epidemiological measurements.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 263,
                    "end": 270,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Fig. 4 | Cyclic strategy with k workdays and 14-k lockdown days controls the epidemic for a range of effective replication numbers at work and lockdown."
        },
        {
            "text": "Regions that adopt this strategy are predicted to resist infections from the outside. Infections entering from the outside cannot spread widely because average R<1. After enough time, there is even a possibility for the epidemic to be eradicated, in the absence of unknown reservoirs or mutations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 6 | The cumulative number of cases under a cyclic strategy is lower at long times than in a strategy that restarts lockdown when the epidemic resurges. Cumulative number of cases is shown for the simulations of Fig 1a (red) and Fig1b (blue). Even though exit from lockdown occurred earlier in the cyclic strategy case, the cumulative number of cases associated with this strategy is lower in the long term than the accumulated cases when lockdown is released and then restarted once the epidemic resurges. The relative benefit of the cyclic strategy is further increased by considering non-COVID-19-related health consequences of extended lockdown during resurgences, prevented by the cyclic strategy."
        },
        {
            "text": "The cyclic strategy can work in regions with insufficient interventions, as long as the lockdown phases provide low enough transmission. This may apply to a large part of the earth's population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 6 | The cumulative number of cases under a cyclic strategy is lower at long times than in a strategy that restarts lockdown when the epidemic resurges. Cumulative number of cases is shown for the simulations of Fig 1a (red) and Fig1b (blue). Even though exit from lockdown occurred earlier in the cyclic strategy case, the cumulative number of cases associated with this strategy is lower in the long term than the accumulated cases when lockdown is released and then restarted once the epidemic resurges. The relative benefit of the cyclic strategy is further increased by considering non-COVID-19-related health consequences of extended lockdown during resurgences, prevented by the cyclic strategy."
        },
        {
            "text": "The exact nature of the intervention can be tuned to optimize economy and minimize infection. The cyclic strategy can be synergistically combined with other approaches to suppress the epidemic. The general message is that we can tune lockdown exit strategies to balance the health pandemic and the economic crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 6 | The cumulative number of cases under a cyclic strategy is lower at long times than in a strategy that restarts lockdown when the epidemic resurges. Cumulative number of cases is shown for the simulations of Fig 1a (red) and Fig1b (blue). Even though exit from lockdown occurred earlier in the cyclic strategy case, the cumulative number of cases associated with this strategy is lower in the long term than the accumulated cases when lockdown is released and then restarted once the epidemic resurges. The relative benefit of the cyclic strategy is further increased by considering non-COVID-19-related health consequences of extended lockdown during resurgences, prevented by the cyclic strategy."
        },
        {
            "text": "7 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 6 | The cumulative number of cases under a cyclic strategy is lower at long times than in a strategy that restarts lockdown when the epidemic resurges. Cumulative number of cases is shown for the simulations of Fig 1a (red) and Fig1b (blue). Even though exit from lockdown occurred earlier in the cyclic strategy case, the cumulative number of cases associated with this strategy is lower in the long term than the accumulated cases when lockdown is released and then restarted once the epidemic resurges. The relative benefit of the cyclic strategy is further increased by considering non-COVID-19-related health consequences of extended lockdown during resurgences, prevented by the cyclic strategy."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint The values used for are defined in each plot where . The analytical solution β / γ R = β for cyclic strategies is in (SI).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 6 | The cumulative number of cases under a cyclic strategy is lower at long times than in a strategy that restarts lockdown when the epidemic resurges. Cumulative number of cases is shown for the simulations of Fig 1a (red) and Fig1b (blue). Even though exit from lockdown occurred earlier in the cyclic strategy case, the cumulative number of cases associated with this strategy is lower in the long term than the accumulated cases when lockdown is released and then restarted once the epidemic resurges. The relative benefit of the cyclic strategy is further increased by considering non-COVID-19-related health consequences of extended lockdown during resurgences, prevented by the cyclic strategy."
        },
        {
            "text": "The SEIR model describes an exponential distribution of the lifetimes of the exposed and infectious compartments. In reality these distributions show a mode near the mean. To describe this, we split E and I into two artificial serial compartments each with half the mean lifetime of the original compartment ( 22 ) . This describes Erlang-distributed lifetimes (the distribution of the sum of two exponentially distributed random variables) with the same mean transition rates as the original SEIR model.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 314,
                    "text": "( 22 )",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "SEIR-Erlang model:"
        },
        {
            "text": "Thus",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR-Erlang model:"
        },
        {
            "text": ", and . In the figures σE γI , dI /dt γI γI 2 2 − 2 1 2 = 2 1 − 2 2 I = I 1 + I 2 / γ R = β we used a worst-case assumption of no herd immunity, namely . Herd immunity S ≈ 1 further reduces case numbers. Case numbers are in arbitrary units, and can describe large or small outbreaks. The deterministic simulation describes a fully-mixed population. Population structure typically reduces overall outbreak peak size ( 23 ) compared to a fully mixed situation with the same mean transmission rate, but includes the possibility of high attack rates in certain sub-populations. For example, a stochastic simulation on a network shows a larger range of conditions for a cyclic strategy to work than in a deterministic model (compare Fig 4 and Fig S5) , Staggered cyclic strategy, SEIR-Erlang model: We model two groups, A and B, with a susceptible, exposed and infectious compartment for each group. The SEIR-Erlang model for group A is:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 728,
                    "end": 745,
                    "text": "Fig 4 and Fig S5)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "SEIR-Erlang model:"
        },
        {
            "text": "and an analogous equation for group B. We assume that each group consists of half of the population. This causes density at work to be reduced ( 6 ) . For ease of comparison to the non-staggered case, we refer to the replication numbers of a single fully mixed population with a cyclic strategy, namely = on work days and during lockdown. In the staggered R R W R = R L case, during lockdown, as opposed to work, individuals from a group interact primarily with their own household. The density in the household is not affected by dividing the population into two staggered work groups. Hence, the effective R remains . R L 8 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 148,
                    "text": "( 6 )",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "SEIR-Erlang model:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR-Erlang model:"
        },
        {
            "text": "(S , ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR-Erlang model:"
        },
        {
            "text": "Where the factor of 2 normalizes . During work days, we can estimate the number of .5 S A = 0 transmissions at work and not at home by . This gives the following equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR-Erlang model:"
        },
        {
            "text": "With analogous equations for group B. We next model cross-transmission between the groups. Due to the expected difficulty of enforcing a staggered work schedule as compared to a non-staggered cycle strategy, we assume a leakage term due to a fraction of individuals from each group that does not adhere to their ρ lockdown. These non-adheres instead interact with the other group during the other groups' work days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR-Erlang model:"
        },
        {
            "text": "When group B is in lockdown, infectious non-adherers from group B can infect individuals from group A who are in their work days. This rate is modeled as proportional to the replication number for people infected at work and not at home, :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR-Erlang model:"
        },
        {
            "text": "When individuals from group A are in lockdown and non-adhere, they can be infected from individuals from group B on group B work days. We also add a higher-order term for susceptible 'leaking' individuals from group A that meet non-adherent infectious 'leaking' individuals from group A during group A lockdown: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR-Erlang model:"
        },
        {
            "text": "So far, we assumed that density at work is half that of the non-staggered case. However, in practice, compensatory mechanisms might lead to a higher effective density. For example, people might cluster to maintain a level of social interaction, or certain work-day situations may require a fixed density of individuals. These effects can be modelled by adding a density compensation parameter which rescales the work-day infection rate. This number is for complete ϕ ϕ = 2 compensation of infectivity where density at work is not affected by partitioning, or is the ϕ = 1 staggered model above with half the density at work. We obtain the following equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "day) γS I f A A I A S B I B t = A = 2R W A A"
        },
        {
            "text": "(S , , , , work day, B lockdown day) ))γS I ϕ(R )γS I",
            "cite_spans": [],
            "ref_spans": [],
            "section": "day) γS I f A A I A S B I B t = A = 2R W A A"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "day) γS I f A A I A S B I B t = A = 2R W A A"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.04.20053579 doi: medRxiv preprint With analogous equations for group B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "day) γS I f A A I A S B I B t = A = 2R W A A"
        },
        {
            "text": "We also simulated a stochastic SEIR process on social contact networks. Each node i represents an individual and can be in a susceptible, exposed, infected or removed state (i.e. quarantined, recovered or dead). Lifetime in the E and I states is drawn from an Erlang distribution with means and . The total infectivity of a node is drawn from a T E T I β i long tailed distribution to account for super-spreaders. The probability of infection per social link j, , is set either constant for all links connected to node i or drawn from an q ij exponential distribution to account for heterogeneity in infection rates. Node states are updated at each time step. Network models include Erdos-Renyi and small world networks. During lockdown, a fraction of the links are inactivated (same links for each lockdown phase).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stochastic SEIR model on social networks with epidemiological measures:"
        },
        {
            "text": "In order for restriction of exposure time to be effective, probability of infection must drop appreciably when exposure time is reduced. This requires a low average infection probability per unit time per social contact, q, so that probability of infection, , does not come close to 1 xp(− T ) p = 1 − e q for exposure time T on the order of days. For COVID-19, an infected person infects on the order of R=3 people on average during the infectious period of mean duration D=4 days. If the mean number of social contacts is C, which is estimated at greater than 10, one has q~DR/C<0.1/day. Thus infection probability on the scale of hours to a few days is approximately linear with exposure time:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Linearity of transmission risk with exposure time:"
        },
        {
            "text": ". This is consistent with xp(− T ) T 1 − e q ≈ q the observation that infected people do not typically infect their entire household, and with the linearity observed in influenza transmission ( 24 ) . We also tested a scenario using network models in which some contacts have much higher q than others (exponentially distributed q between links). A mildly lower R in lockdown is required to provide a given benefit of the cyclic strategy than when q is the same for all links.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 198,
                    "text": "( 24 )",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Linearity of transmission risk with exposure time:"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.04.20053579 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "The SEIR-Erlang model has two free parameters, the lifetimes of the latent and infectious periods, given by and .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig S2. The cyclic strategy is insensitive to variations in the model parameters."
        },
        {
            "text": "12 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The reference parameters used in the main text are T E =3 days, and T I =4 days based on the COVID-19 literature [SARS-COv2 by the numbers]. The panels show the regions in which effective R<1 with (A) T E =3d and T I =2d, (B) T E =1.5d and T I =4d, (C) T E =1.5d and T I =2d, (D) T E =3d and T I =6d, (E) T E =4.5 d and T I =4d, and (F) T I =6d, T E =4.5 d. These and similar parameter variations make small differences to the phase plots."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The reference parameters used in the main text are T E =3 days, and T I =4 days based on the COVID-19 literature [SARS-COv2 by the numbers]. The panels show the regions in which effective R<1 with (A) T E =3d and T I =2d, (B) T E =1.5d and T I =4d, (C) T E =1.5d and T I =2d, (D) T E =3d and T I =6d, (E) T E =4.5 d and T I =4d, and (F) T I =6d, T E =4.5 d. These and similar parameter variations make small differences to the phase plots."
        },
        {
            "text": "(A) The SIR model (right panel) lacks the exposed (non-infectious) compartment. It shows that the cyclic lockdown strategies can control the epidemic, but at smaller parameter regions for each given strategy than the SEIR-Erlang model (left panel Fig 3. (B) In this figure, each region shows the maximal number of workdays where the epidemic can be suppressed for the SEIR erlang model, for work days in the range of 0-11.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 246,
                    "text": "(left panel",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 253,
                    "text": "Fig 3.",
                    "ref_id": null
                }
            ],
            "section": "Fig. S3 A SIR deterministic model captures some of the effects."
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "Stochastic simulation of a 4-work-10-lockdown cyclic strategy using a SEIR process simulated on a contact network. Infected nodes versus time from a simulation run using the SEIRSplus package from the Bergstrom lab, https://github.com/ryansmcgee/seirsplus . Contact network has a power-law-like degree distribution with two exponential tails, with mean degree of 15, N=10^4 nodes, sigma=gamma=1/3.5 days, beta=0.95 till day 14, lockdown beta=0.5 with mean degree 2 (same edges removed every lockdown period), work day beta=0.7. Probability of meeting a non-adjacent node randomly at each timestep instead of a neighbor node is p=1 before day 14, in lockdown p=0, workday p=0.3. Testing is modeled to quarantine 1% of infected nodes per day, with no contact tracing. Shaded regions are lockdown periods, light gray regions are workdays. Initial conditions were 10 exposed and 10 infected nodes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. S4"
        },
        {
            "text": "14 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. S4"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.04.20053579 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. S4"
        },
        {
            "text": "A custom simulator uses a stochastic SEIR process on a social network . The social network is small-world with with , mean degree C=16 and fraction of long-range 0 N = 1 4 connections . Timesteps are one day. In work days transmission occurs along edges, with /R p = 1 − R L W probability ). In lockdown days, the long range links of each node are inactivated (the /(C T q W = R W inf same links are inactivated every day), with remaining links signifying the household. Transitions between exposed, infectious and removed states are determined by Erlang (shape=2) distributed times determined for each node at the beginning of the simulation. : (a) φ=1,η=0.1 (b) φ=1.5,η=0.1 (c) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 644,
                    "end": 679,
                    "text": ": (a) φ=1,η=0.1 (b) φ=1.5,η=0.1 (c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Fig S5. A stochastic simulation on a small-world network shows an expanded range in which epidemic is controlled by a cyclic strategy."
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.04.20053579 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": "Extended lockdowns are resulting in widespread unemployment and business bankruptcy. Governments step in to address these economic challenges and thus government expenditure skyrockets while revenues plummet. The implication of this is growing public deficits. Finally, consumer demand declined precipitously in part because purchases that conflict with the social isolation imperative are viewed by consumers as unsafe or simply banned outright by the government. Moreover, lower employment also means lower aggregate income and therefore consumption. To conclude, the Covid-19 induced crisis has led to an employment and business crisis on the supply side, a suppression of demand and growing government deficits. The longer the lockdown period, the worse these problems will become.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SI section: Economic perspective on cyclic lockdown strategies"
        },
        {
            "text": "The cyclic lockdown alternative, coupled with government business subsidies, holds several advantages when compared to full lock-down mode.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SI section: Economic perspective on cyclic lockdown strategies"
        },
        {
            "text": "On the supply side, the cyclic alternative substitutes unemployment with part-time employment for many workers. Considering the well-established research literature on the long-term unemployment scarring effect this has important long-term economic and welfare advantages. First, long-term unemployment (6 months or more) leads to human capital depreciation that in turn reduces productivity, employability and wages ( 13 -16 ) . Although lock-downs are not predicted to last a full six months, it is likely that many businesses will not re-open immediately following lockdown termination, would rehire in smaller numbers, or fail to reopen at all. Hence, many workers would face long-term unemployment even if the actual lockdown is significantly shorter. In instances of widespread unemployment, individual workers decline in productivity and could have an aggregate long-term depressing effect on productivity growth in the entire economy ( 17 ) . Long-term unemployment also exerts negative effects on social capital: in this context, the deterioration of social networks that help the unemployed to find appropriate employment opportunities ( 25 ) . Adverse physical and mental effects are also associated with long-term unemployment ( 18 ) .",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 427,
                    "text": "( 13 -16 )",
                    "ref_id": null
                },
                {
                    "start": 942,
                    "end": 948,
                    "text": "( 17 )",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1146,
                    "end": 1152,
                    "text": "( 25 )",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1239,
                    "end": 1245,
                    "text": "( 18 )",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "SI section: Economic perspective on cyclic lockdown strategies"
        },
        {
            "text": "Second, a cyclic strategy would keep many businesses running, albeit at less than full capacity, thus avoiding temporary or permanent shutdown. It is considerably easier to extend the operations of running enterprises than to establish new ones. Moreover, even temporary shutdowns, intended to reduce labor and fixed costs during hard times, negatively affect investor and consumer confidence in firms. For this reason, even during the Great Recession temporary shutdowns were relatively rare as managers understood that it is better to suffer losses in the short-term than to endanger the enterprise's reputation among investors and consumers ( 26 ) .",
            "cite_spans": [
                {
                    "start": 644,
                    "end": 650,
                    "text": "( 26 )",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "SI section: Economic perspective on cyclic lockdown strategies"
        },
        {
            "text": "Preventing complete firm shutdown could also alleviate some of the more negative psychological-based consequences of economic crises. Shutdowns not only influence an individual firm's reputation, but also that of the entire economy if shutdowns are prevalent. Pessimistic 'animal spirits' ( 20 , 21 ) emanated by the general appearance of a fallen economy permeate the investment world and undermine recovery. The more businesses are closed down, the more difficult will it be to convince investors to renew investment and jumpstart the economy.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 300,
                    "text": "( 20 , 21 )",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SI section: Economic perspective on cyclic lockdown strategies"
        },
        {
            "text": "On the demand side, layoffs predictably lead to a decline in consumer buying power and a depression of aggregate demand. In contrast, the employed not only have higher income then the unemployed, they also have more confidence in their future income flow. This confidence implies that they are less likely than the unemployed to defer consumption to a later date because they fear that their income sources would dry up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SI section: Economic perspective on cyclic lockdown strategies"
        },
        {
            "text": "Finally, governments across the world comprehend that the Covid-19 crisis requires expansive government investment to avert an economic and humanitarian disaster. However, this implies running deficits. The cyclic strategy does not mean that the government can simply trust the private sector to pay wages on par with the norm during the pre-crisis era. Given depressed demand, absent government subsidies many businesses would be unable to cover their costs in full, even if workers receive only compensation for part-time work. In addition, without government supplements many families would be unable to make ends meet even assuming that the breadwinners work part time. Nevertheless, the fact that some production would continue implies that the private sector shortfall that the government needs to cover would be smaller than what would be the case under full lockdown. As a result, government fiscal burden would be lighter under a cyclic strategy than full lockdown mode.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SI section: Economic perspective on cyclic lockdown strategies"
        },
        {
            "text": "From an economic perspective, however, a cyclic strategy such as 4-10 has some disadvantages. Primarily, not all economic sectors and countries benefit similarly from the scheme. Services that rely on physical human congregation such as flights, hotels or restaurants are unlikely to operate anywhere near normal under this scheme. Even if governments loosen restrictions on congregation, most people would refrain from patronizing large-scale entertainment events, for example, as long as a substantial perceived Covid-19 health risk is present. Under such circumstances, such businesses may prefer full lockdown anticipating that the 'all clear' signal would arrive earlier than under the cyclic scheme. Unfortunately, full lockdown cannot guarantee that resurgence would not occur. Resurgence would place businesses that are highly reliant on their potential customers' sense of Covid-19 risk/health in a position that is no better, and perhaps even worse (due to costs associated with reopening and closure) than under a cyclic strategy that can prevent resurges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SI section: Economic perspective on cyclic lockdown strategies"
        },
        {
            "text": "The cyclic scheme also presupposes that in a few sequential work days (eg 4) it is possible to deliver products/services effectively even if in a more limited manner. However, the production process in numerous economic activities is based on work cycles longer than four days. Indeed, some production activities are predicated on 'continuous processing/production' in which work interruptions, such as equipment maintenance, are rare. In some cases, shifting from continuous processing to semi-continuous operations would require reorganization of work. In others, cessation of activities comes at high cost due, for example, to undesirable chemical reactions that occur when material flow stops. However, it should be noted, that many of the economic activities to which this issue applies are currently considered by governments as essential (e.g., oil refineries, pharmaceutical plants) and therefore continue to operate almost at full capacity under lockdown mode and would do so under the cyclic scheme as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SI section: Economic perspective on cyclic lockdown strategies"
        },
        {
            "text": "The economic sectoral composition of different countries differs and accordingly so would their gains from adopting a cyclic exit strategy. Countries that are disproportionately reliant on recreation and tourism would gain less than countries in which a large share of economic activity relies on manufacturing or agriculture. The cost-benefit analysis of adopting this scheme for each country would be different. Even if only part of the economy benefits from a cyclic strategy, economic benefits are expected to be significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SI section: Economic perspective on cyclic lockdown strategies"
        },
        {
            "text": "we need to add here on the health benefits related to reducing unemployment, reducing non corona health morbidity and mortality 19 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SI section: Economic perspective on cyclic lockdown strategies"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.04.20053579 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SI section: Economic perspective on cyclic lockdown strategies"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gilani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ainslie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boonyasiri",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cuomo-Dannenburg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Others",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Response to COVID-19 in Taiwan: Big Data Analytics, New Technology, and Proactive Testing",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Brook",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.3151"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 control in China during mass population movements at New Year",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bärnighausen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "764--766",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Social distancing strategies for curbing the COVID-19 epidemic (2020)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Kissler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tedijanto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Grad",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.22.20041079"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An alternating lock-down strategy for sustainable mitigation of COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Meidan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haber",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barzel",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "SARS-CoV-2 (COVID-19) by the numbers",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Bar-On",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Flamholz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Milo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Elife",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7554/eLife.57309"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb3221"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Temporal dynamics in viral shedding and transmissibility of COVID-19. Infectious Diseases (except HIV/AIDS) (2020)",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H Y"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.15.20036707"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Evolving Epidemiology and Impact of Non-pharmaceutical Interventions on the Outbreak of Coronavirus Disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "China. Epidemiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.03.20030593"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Estimating the number of infections and the impact of non-pharmaceutical interventions on COVID-19 in 11 European countries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flaxman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gandy",
                    "suffix": ""
                },
                {
                    "first": "Others",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "To stop COVID-19, test everyone. Medium (2020)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Linnarsson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Job Displacement Risk and the Cost of Business Cycles",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Krebs",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am. Econ. Rev",
            "volume": "97",
            "issn": "",
            "pages": "664--686",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Recessions and the Cost of Job Loss",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Wachter",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3386/w17638"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The Effect of Unemployment Benefits and Nonemployment Durations on Wages",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Schmieder",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wachter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bender",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am. Econ. Rev",
            "volume": "106",
            "issn": "",
            "pages": "739--777",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Understanding the Economic Shock of Coronavirus",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carlsson-Szlezak",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reeves",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Swartz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Harvard Business Review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Consequences of long-term unemployment",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nichols",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindner",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "PDF?source=post_page----------------------",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Losing life and livelihood: a systematic review and meta-analysis of unemployment and all-cause mortality",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Roelfs",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shor",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Soc. Sci. Med",
            "volume": "72",
            "issn": "",
            "pages": "840--854",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Animal Spirits: How Human Psychology Drives the Economy, and Why It Matters for Global Capitalism",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Akerlof",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Shiller",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The General Theory of Employment, Interest, and Money",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Keynes",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Equivalence of the Erlang SEIR epidemic model and the renewal equation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Champredon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dushoff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Earn",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/319574"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Epidemic prediction and control in clustered populations",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "House",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Theor. Biol",
            "volume": "272",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Transmission of pandemic influenza A (H1N1) virus in a train in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcfarland",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The causes and consequences of long-term unemployment in Europe (Centre for Economic Performance",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Machin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Manning",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "London School of Economics and Political Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The temporary shutdown decision: Lessons from the Great Recession",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Manage. Decis. Econ",
            "volume": "40",
            "issn": "",
            "pages": "772--786",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The cyclic strategy can be tuned according to the trends in case numbers over weeks. (a)If average R is above 1, cases will show a rising trend, and number of work days in the cycle can be reduced to achieve control. (b) Number of work days per cycle can be increased when control meets a desired health goal.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A A When both groups are in lockdown at the same time, there is no leakage: (S , , lockdown day, B lockdown day) γS I f A A I A t = A = 2R L A A Note that for complete leakage and under symmetry assumptions , the equations ρ = 1 I 1 = I 2 become identical to the case of a single fully mixed population: (S , , , , work day) γS I f A A I A S B I B t = A = 2R W A A (S , , , , lockdown",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Effective replication numbers for a 4-10 cyclic strategy in several scenarios.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "where S,E and I are the susceptible, S /dt − SI, E /dt",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "). The difference is biggest at large ratios of R at work and lockdown, where SEIR-Erlang has an advantage. The SIR model is . https://osf.io/rq5ct/ ]. Note that the axes in this plot are inverted with respect to",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}