{
    "paper_id": "653eaae28583c6bc6b3e78fcc4e46539b3ac3922",
    "metadata": {
        "title": "Potential dissemination of epidemics based on Brazilian mobile geolocation data. Part I: Population dynamics and future spreading of infection in the states of São Paulo and Rio de Janeiro during the pandemic of COVID-19",
        "authors": [
            {
                "first": "Pedro",
                "middle": [
                    "S"
                ],
                "last": "Peixoto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of São Paulo",
                    "location": {
                        "country": "Brazil"
                    }
                },
                "email": "ppeixoto@usp.br"
            },
            {
                "first": "Diego",
                "middle": [],
                "last": "Marcondes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of São Paulo",
                    "location": {
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Cláudia",
                "middle": [],
                "last": "Peixoto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lucas",
                "middle": [],
                "last": "Queiroz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of São Paulo",
                    "location": {
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Rafael",
                "middle": [],
                "last": "Gouveia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Afonso",
                "middle": [],
                "last": "Delgado",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sérgio",
                "middle": [
                    "M"
                ],
                "last": "Oliva",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of São Paulo",
                    "location": {
                        "country": "Brazil"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Mobile geolocation data is a valuable asset in the assessment of movement patterns of a population. Once a highly contagious disease takes place in a location the movement patterns aid in predicting the potential spatial spreading of the disease, hence mobile data becomes a crucial tool to epidemic models. In this work, based on millions of anonymized mobile visits data in Brazil, we investigate the most probable spreading patterns of the COVID-19 within states of Brazil. The study is intended to help public administrators in action plans and resources allocation, whilst studying how mobile geolocation data may be employed as a measure of population mobility during an epidemic. The first part of the study focus on the states of São Paulo and Rio de Janeiro during the period of March 2020, when the disease first started to spread in these states. Metapopulation models for the disease spread were simulated in order to evaluate the risk of infection of each city within the states, by ranking them according to the time the disease will take to infect each city. We observed that, although the high risk regions are those closer to the capital cities, where the outbreak has started, there are also cities in the countryside with great risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19, caused by the coronavirus (SARS-CoV-2), has spread quickly after its first reported cases in Wuhan, China, in December 2019, posing a serious threat to health systems and the world economy [9] . Since March 2020, when the disease was classified by WHO as a pandemic [12] , countries around the world have followed protocols implemented months before in Asia, enforcing a variety of interventions, from mild to radical ones, based on social distancing, isolation and quarantine, to slow the disease spread, as recommended by WHO [10] . It is a common sense that the pandemic should be fought in two frontiers: by saving lives while avoiding the collapse of health systems, and by protecting the population from the economic impacts of the pandemic, specially its most vulnerable parcel [12] . For either goal to be achieved, health officials and government authorities should have reliable information about the disease spreading and its economic and social impacts, hence, for instance, the modelling of such spreading is not only a scientific achievement, but also a source of crucial strategic information. Indeed, a way of reducing the damages caused by the pandemic is to model how the disease will spread, in order to properly assign the available resources to locations where they will be needed the most.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 280,
                    "end": 284,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 799,
                    "end": 803,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Another strategic information governments need to have is about the efficacy of the interventions enforced to slow the disease spread. Initial reports have shown the efficacy of these interventions, but we still lack reliable data, specially in Brazil, and, even when the data is available, we need to sort out misleading information [3] . Among the several challenges to address this pandemic, detecting the spatial spread of the disease within a region is one of the top priorities. An early warning can give time for government authorities to prepare the health system in a location to endure the increase on the number of people in need of medical care. One way to overcome this challenge is to monitor human mobility in order to detect patterns from which to predict future focus of infection, to either asses the efficacy of implemented policies to avoid transmission, or drive policies with the goal of avoiding the transmission to certain locations. This monitoring, specially using mobile phone data, has been noted to be an efficient way to follow public mobility. In recent work, [3] has indicated the efficacy of the intervention in China, correlating mobile data with reported cases. In other report, mobile data has evidenced the effect of Government-enforced measures in São Paulo, Brazil, in reducing social contact [5] . It is worth noting that, for large scale movements, other measures beyond mobile phone data have been successfully used to foresee the spread of the disease in Brazil [4] .",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 337,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1091,
                    "end": 1094,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1332,
                    "end": 1335,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1505,
                    "end": 1508,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As mentioned by Brockman [6, 8] , while the time evolution of the epidemics is frequently modeled in the literature by dynamical differential equations or time series [1, 7] , the modelling depends most on the scale used. For large scales, such as big countries, continents and the whole world, available airport data is enough to give us reliable predictions. As mentioned, [4] has some interesting results for the dissemination of the COVID-19 in Brazil based on airport network. But once the epidemics reaches a primary local region, it is of relevance to anticipate how the dissemination will take place locally, so local transit and regional road movement play an important role in the modelling, and mobile data provide a reliable characterization of such movements.",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 28,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 29,
                    "end": 31,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 167,
                    "end": 170,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 171,
                    "end": 173,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 375,
                    "end": 378,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the first part of this study we rely on mobile data to assess the movement pattern between cities within the states of São Paulo and Rio de Janeiro in Brazil, before and during the COVID-19 pandemic, in order to identify future focus of infection within the states. We concentrate on these states as they were the first ones in Brazil to have significant number of confirmed cases and local transmission. To model the mobility via mobile data we have established a fruitful collaboration with Brazilian company In Loco ( https://inloco.com.br/ ). In Loco provides software engineering services to mobile phone applications and has a database with more than 60 million devices. The anonymized data provided by them contain the physical location where billions of visits to selected apps have occurred. Although no civil information is collected, such as name or social security number, in deference to users' privacy concerns, In Loco can detect, through anonymous tracking, the most likely devices' locations across the country and the movement between them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this report, we measure the mobility in each day of March 2020 between the cities within each state, seeking to identify the most common mobility patterns in order to predict possible future focus of infection. We consider the movement on March 2020 as these were the days which followed the first infections in Brazil, when isolation measures were implemented. To predict theses focus, we analyse the raw mobility data and simulate spatial models of disease spread to predict the locations where the disease is more likely to spread first. This study seeks to not only subsidize public discussions about the allocation of resources and enforcement of isolation measures, but also to be the base of a next study, addressing population dynamics together with available public health data, providing risk assessments and forecasts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The In Loco company provided anonymized data containing the geolocation of millions of users of their software development kit (SDK), which is present in many popular mobile apps. For this part of the study, we only analyse data referring to the states of São Paulo and Rio de Janeiro, although data of other states are also collected by the company. The available dataset contains, from the 1st to the 30th of March 2019 and March 2020, recordings of pairs of positions, referring to the locations of an initial and a second app use by a same device. Each position is calculated based on the location where an app with In Locos' system was used and on information collected on the background while the app was not running, which aids in the collection of data when the app is in use, and is measured in geographical coordinates with a precision of 0.01 degrees in each coordinate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dataset"
        },
        {
            "text": "The first position refers to a use in a given day of an app by a device, while the second position refers to where a subsequent use occurred, when this location is different from the first one. Hence, only movements between different locations are represented, since users which used an app multiple times in a day within the same location are not present in the dataset. Furthermore, we excluded all pairs in which the second use occurred more than 24 hours after the first one, so all movements occurred inside the period of a day. Observe that each device may appear more than once if the apps are used multiples times in a same day at different locations, although, by anonymization, we do not know how many times a device xxxx-xxxx/xx/xxxxxx 2 © xxxx . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dataset"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056739 doi: medRxiv preprint appears, hence cannot follow it for more than two consecutive uses. Therefore, we have two point movement data in space-time of millions of devices in each day, representing a rich sample of daily population dynamics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dataset"
        },
        {
            "text": "We will focus on mobility data from March 2019, as a reference, and March 2020, as a measure of mobility patterns during the pandemic. For São Paulo we have on average 3.6 million daily position recordings in March 2019 and 4.3 million in March 2020. For Rio de Janeiro we have on average 1 million daily recordings in March 2019 and 0.8 million in March 2020. Just as a reference, São Paulo state has a population of approximately 45 million people and Rio de Janeiro state has approximately 6.3 million people. In Table 1 we present descriptive statistics of the daily number of recordings for weekdays and weekends for both years. We note that the daily uses decrease on weekends, what is evidence of less mobility between locations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 516,
                    "end": 523,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Dataset"
        },
        {
            "text": "Year Figure 2 we see a great decrease on the number of recordings in the second half of March (starting on the 15th), in both weekends and weekdays, as the boxes, which illustrate the statistics in Table 1 , are below the respective boxes in the first half of March. As the control group (March 2019) behaves approximately the same on the first and second half, we have evidences that the isolation measures implemented decreased the number of recordings. Now, since the dataset contains only recordings of movement, the number of recordings is, by itself, an intrinsic measure of population isolation/quarantine, hence its decline is an evidence of efficacy of isolation measures, although this efficacy needs to be studied in more detail by using more suitable data. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 13,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 198,
                    "end": 205,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "State"
        },
        {
            "text": "CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "State"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056739 doi: medRxiv preprint There is a clear pattern on the distribution of these locations, which are concentrated within cities and along roadways, in both states. Furthermore, the majority of uses occured in the surroundings of the states' capital cities, in their metropolitan region. The pattern of these locations evidences how this data is a good proxy for population mobility, as it is either representing movement within cities or between them, via roadways. This distribution of locations is a good evidence in support of mobile data to assess regional mobility. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In order to study mobility patterns between cities we group the recordings by city, i.e., each position is mapped from geographical position to the city containing it, generating a sample with pairs of initial city and subsequent city, according to the movement given by the geolocation. If the two positions are within the same city, we consider that there has been no movement, as movement here is taken as movement between cities . Proceeding in this manner, we divided São Paulo in 645 regions and Rio de Janeiro in 92 regions, given by their cities. Although we chose to divide the states by cities, we could have chosen another division, with more or less resolution, considering for example microregions (formed by cities) or subdistricts (which form cities), in order to study the dynamics in larger or smaller scales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Movement dynamics"
        },
        {
            "text": "From the generated sample of movements between regions, we can compute the proportion of movements from a region A to each region, in a given period of time. In this study, we always consider the period of time to be that of a day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Movement dynamics"
        },
        {
            "text": "CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Movement dynamics"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056739 doi: medRxiv preprint This proportion of movement from region A to a region B is given simply by the number of recordings which departed from A in the given day and were in B within 24 hours, divided by the total number of recordings which started in A in the given day. This is the proportion of movements starting from A in a day and ending in B within 24 hours. Also, the proportion of no-movement of A in a day is given by the number of recordings which started in A in this day and were still in A in the second use, less than 24 hours later. These proportions are organized in a transition matrix, in which the entry of column A and row B is the proportion of movement from A to B. For each considered day in March 2019 and 2020, we have a transition matrix containing the movement between regions in this day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "As we lack information about consecutive uses which occurred in a same location, the proportion of no-movement of a region is underestimated, as we consider it as only movement within the city, disregarding devices which have not moved at all within a day, as we do not have this information. This causes the proportion of movement from A to other regions to be overestimated, as we observe proportions as high as 45% of the movements from a region being to out of it, what is an unrealistic estimation of the proportion of people which move to outside of a region. A more realistic number is no more than 5%, what we believe would be obtained if we had the number of recordings in which the uses occurred in a same location. This overestimation will be corrected in the models simulating the disease spread, but when analysing raw data we disregard any correction, as we are only interested in determining common movements, and are not interested in how common they are . Even though this proportion is not a consistent estimator, in a statistical sense, of the proportion of a population which travels from a region to another within 24 hours, as a same device may be recorded twice in the period of a day, it is a good proxy for the mobility between two regions, as represents in reality a person which traveled from one region to another within 24 hours, or stayed in a same region. As the data is anonymized and each device is followed for only two uses of the app, we do not actually know if the movement is that of a person which is returning to a location or going there the first time, for example. However, this proportion gives a good idea of possible patterns followed by a population in general, as if a pattern is recurrent in the population it may also be in our dataset, although the proportion of movements in the population may be distinct of the one we calculated, i.e., we may be able to identify common patterns of mobility, even though we cannot estimate properly, in a statistical sense, the proportion of the population which leave one region and go to another in the period of a day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In order to asses the mobility patterns in weeks following the first cases of COVID-19 in Brazil in March 2020, we always take the mobility in March 2019 as a control group. Indeed, we need a measure of the usual mobility between the regions to compare with the observed mobility to know if it is within the usual pattern. For this purpose, we disregard the first days of March 2019, as the mobility was influenced by a major Brazilian holiday, the carnival week, so we observe the pattern of mobility in March 2019 starting on the 11th. On the one hand, the mobility in March 2020 is measured daily, by the proportion of movement from one region to another, i.e., by the daily transition matrices. On the other hand, the mobility in March 2019 is measured by the mean of these proportions over all considered days of March which fell on a day of the week, i.e., for each day of the week we calculate the mean of the proportions for all considered days of March 2019 which fell on it. Proceeding in this way, we have one transition matrix for each day of March 2020, and seven transition matrices related to the mean pattern of movement of each day of the week in March 2019. Each day of March 2020 is compared with the pattern of the day of the week it fell on. The analysis of this study concentrates on an important feature of the pandemic spread, that is, possible focus of future infections. We now discuss how they can be evaluated from the available mobile data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The COVID-19 outbreak in the states of São Paulo and Rio de Janeiro has started in their capital city in the end of February 2020, and spread to other cities on the metropolitan region and countryside. However, many regions are yet to suffer from the pandemic, so pointing out possible focus of future infections provides strategic informations to public authorities act on to avoid the spread of the disease. These focus may be identified by studying the pattern of movement from the infected regions (capital cities) to the countryside, by identifying common movement patterns. Observe that the geographical distance between cities is not enough to determine these focus, as there are other factors which drive mobility within the states, specially of economic nature, which make movement to more developed cities far away more likely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible focus of infection"
        },
        {
            "text": "The analysis is focused on the movement patterns starting on the capital cities and is performed with the aid of maps, in which each region is painted according to the proportion of the movements from the capital city which ended in each region. The daily patterns in these movements in March 2020 provide insights about possible paths infected people may have taken, spreading the disease to other regions. Also, we study the most frequent movements from the capitals in the days of March 2020 and March 2019 seeking to find common movements, and any difference in the patterns, from one year to the next.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible focus of infection"
        },
        {
            "text": "The mains focus of this study is to explore the mobility dynamics within a state in order to give authorities a heads up on the evolution of the disease, so they can be a step ahead and prepare the local health care systems for the upcoming events. Since we do not have reliable data on the recovery time, we decided to use in this first approach an infectious model",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A model for the spatial spreading of the disease"
        },
        {
            "text": "CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A model for the spatial spreading of the disease"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056739 doi: medRxiv preprint suitable for the initial exponential spread of the disease. Once we have more reliable data, we can incorporate other nuances of the disease spread and infection to get more adequate models for the next stages of the spread. So, in order to model the spatial spread of the disease in this early stage, we consider a metapopulation model which relates the evolution of a disease inside a population with two terms, one referring to the spread within the location and another to the spread to and from other locations. The spread within each location is modelled as a SI model, while the spread between locations is based on the mobile data, more specifically on the transition matrices. In the proposed model, the evolution of , the number of infected in region at time , is modelled as in which is the transmission rate within each region, is a free parameter used to correct the overestimation or underestimation of movement between the locations, is the population of region and is a measure of the movement from region to region at time , calculated from the transition matrices in the following way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "be the entry at row and column of the transition matrix of day , indicating the proportion of registered movements from region to at day , and let , where is the total number of recordings which departed from at day , resulting in the actual number of recorded movements from region to in this day. We take as an estimative of the number of people which moved from region to region at the day. We consider the measure of mobility from to as in which is such that . The scale of that we consider is that of an hour, and is midnight at March 1st 2020. Also, we consider which is approximately , in which is the Basic Reproduction Number estimated by [11] from data about the disease spread in Wuhan, China, and 6 days is the mean incubation time of the disease.",
            "cite_spans": [
                {
                    "start": 648,
                    "end": 652,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Let"
        },
        {
            "text": "Although the SI model is not suitable for long forecasts, since it does not take into account the Recovered and Exposed individuals, we wish to explore it to simulate the spread until the end of April 2020. But, as there is no mobility data available beyond March 30th 2020, we will use the mean transition matrices from the corresponding weekday in March 2020 when simulating the spread in April. At we start with one single infected case in the state's capital and zero in the other cities, and simulate how the disease spreads spatially within the states.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Let"
        },
        {
            "text": "We use the number of recordings from one region to another divided by the population of the departure region as the measure of mobility between regions because the proportion of transitions may overestimate the mobility, as we do not have data about devices which have not moved within a day. When dividing by the population, we may assume that the number of recordings is actually the number of people moving from one region to another. However, this estimator is biased for, on the one hand, each device may be counted more than once, and, on the other hand, there are people moving between regions without using any app. Therefore, we need to correct the estimative, and that is performed by parameter which multiply the proportions. If then we are correcting a possible overestimation of the movement proportions, while if then we are correcting a possible underestimation of the proportions. Hence, we will simulate the model for various values of to attest its robustness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Let"
        },
        {
            "text": "The main interest of the simulations is in determining , the least time such that the number of infected in a region attains a threshold , i.e., . From this value, we may rank the regions from the smallest to the greatest times of arrival of the disease, producing evidences about possible focus of future infection. In the simulations we adopt , that is, we assume that the region is at risk when the model predicts at least 1 infected individual in the region. The models are simulated until April 30th 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Let"
        },
        {
            "text": "In Figure 4 we have the proportion of movement from the capital cities at March 1st, 10th, 20th and 30th 2020, and the mean proportions of the respective day of the week at March 2019. We observe that the mobility pattern is similar in both years, although the value of the proportions may differ. As we have seen, the number of recordings decreased in the second half of March 2020 influenced by isolation measures, but according to Figure 4 the movement patterns did not change xxxx-xxxx/xx/xxxxxx 6 © xxxx . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 434,
                    "end": 442,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Possible focus of infection"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056739 doi: medRxiv preprint significantly. This means that, among people still moving between cities, the pattern is that of before isolation, hence isolation measures seems to have not changed the pattern movement, at least in the city scale, but only the intensity of movement, evidenced by the decrease on the number of recordings. xxxx-xxxx/xx/xxxxxx 7 © xxxx . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056739 doi: medRxiv preprint In Tables 2 and 3 we see the descriptive statistics of the rank of the top 15 cities concentrating the proportion of moviment out of the capitals, calculated for all days of March 2019 and 2020. The rank is the ordering, from lowest to greatest, of the proportion of movement from the capital, so as greater the rank, more movement there was from the capital to the city. We see that the rank does not vary much among the days of March (small standard deviation), and that the rank in 2019 is close to the rank in 2020, evidencing again that, even though movement has decreased, the pattern of movement has not changed. These top cities are mainly in the metropolitan region of the capitals, what is an evidence that these may be future focus of infection, what they are, since the disease has spread to the metropolitan region of each state.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 124,
                    "text": "Tables 2 and 3",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056739 doi: medRxiv preprint Table 3 : Descriptive statistics of the rank of the proportion of movement out of Rio de Janeiro capital city in the days of March 2019 and March 2020. We see that the effect of is on the time, in number of days, that the disease takes to attain some location, rather than on the evolution of the spread itself. For , we observe in Figures 6 and 8 that the number of infected individuals spread from the capital cities, to the their metropolitan region and then selected cities on the countryside, which are geographically far from the capital, specially in the state of São Paulo. We see on Figures 7 and 9 that, for different values of , the evolution of the disease is the same, but the cities with focus of infections at the end of the simulation, i.e., April 30th, depend on : as greater the value of , more cities are infected at the end. Also, we can clearly see a non-local diffusion process, as described by [8] .",
            "cite_spans": [
                {
                    "start": 1024,
                    "end": 1027,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 114,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 439,
                    "end": 454,
                    "text": "Figures 6 and 8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 699,
                    "end": 714,
                    "text": "Figures 7 and 9",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In order to evaluate the risk of infection of each city we consider the rank of infection obtained by the simulated models, as follows. For each value of we number the cities by the order of disease arrival. The first city in which it arrives we rank as one, the second as two and so forth. If the disease arrives at more than one city at a same day they receive the same rank, and the next city in which the disease arrives receive the following rank, independently of how many cities got the disease before it. We have then for each value of a rank for each city. The risk of infection is then calculated via a cluster analysis, in the following way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model for spatial disease spreading"
        },
        {
            "text": "We apply k-means clustering [13] to divide the cities into three groups (low risk, medium risk and high risk) according to their ranks attributed by the models. We first clustered the cities according to the ranks attributed by the models simulated with the values of lesser than one, and for the values greater or equal to one, separately. As the clusterization by both methods was very similar, as they classified differently only cities in São Paulo and in Rio de Janeiro, we decided to consider the ranks attributed by all values of together to cluster the cities. The risk class of each city in the states of São Paulo and Rio de Janeiro is represented in the maps of Figures 10 and 11 , respectively. We see that, besides some cities in the countryside in the state of São Paulo, the high risk locations are indeed in the metropolitan region of the capitals.",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 32,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 673,
                    "end": 690,
                    "text": "Figures 10 and 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Model for spatial disease spreading"
        },
        {
            "text": "In Figures 12 and 13 we present the rank attributed by the simulated models, and the distance to the capital city, for each city with more than 100,000 inhabitants in São Paulo and more than 75,000 inhabitants in Rio de Janeiro. We observe that the rank does not change significantly with the value of and see that there is a correlation between the rank of the city and the distance from the capital, since as lower the rank is, lower tends to be the distance. These figures show that the model, when used to predict where the disease will arrive first, is robust regarding the values of , as distinct values of generated similar ranks.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 20,
                    "text": "Figures 12 and 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Model for spatial disease spreading"
        },
        {
            "text": "xxxx-xxxx/xx/xxxxxx 10 © xxxx . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model for spatial disease spreading"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056739 doi: medRxiv preprint Figure 6 : Simulation results for the number of infected individuals in the state of São Paulo for selected days assuming The maps refer, respectively, to March 1st, 10th, 20th and 30th, and April 10th and 20th.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 115,
                    "text": "Figure 6",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "xxxx-xxxx/xx/xxxxxx 11 © xxxx . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056739 doi: medRxiv preprint xxxx-xxxx/xx/xxxxxx 12 © xxxx . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056739 doi: medRxiv preprint The maps refer, respectively, to March 1st, 10th, 20th and 30th, and April 10th and 20th.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "xxxx-xxxx/xx/xxxxxx 13 © xxxx . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056739 doi: medRxiv preprint xxxx-xxxx/xx/xxxxxx 14 © xxxx . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056739 doi: medRxiv preprint CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056739 doi: medRxiv preprint Figure 12 : Rank of infection and distance to capital city for each city with more than 100,000 inhabitants in the state of São Paulo. The points refer to ranks estimated for different values of , the triangles to the distance to the capital city and the line is a smooth approximation of the distance triangles. The colors refer to the risk evaluated by k-means clustering of the ranks attributed by the simulated models. Figure 13 : Rank of infection and distance to capital city for each city with more than 75,000 inhabitants in the state of Rio de Janeiro. The points refer to ranks estimated for different values of , the triangles to the distance to the capital city and the line is a smooth approximation of the distance triangles. The colors refer to the risk evaluated by k-means clustering of the ranks attributed by the simulated models.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 116,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 530,
                    "end": 539,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "xxxx-xxxx/xx/xxxxxx 16 © xxxx . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056739 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In this work, we used anonymized mobile phone data to detect population movement between cities. This framework is very useful for a variety of applications. Here we focused in establishing a risk map for the evolution of the COVID-19 within the states of São Paulo and Rio de Janeiro, and noted that the high risk regions are mainly in the metropolitan region of the states' capital cities, although there are some high risk cities in the countryside, specially in São Paulo. This was done by coupling the predicted mobility patterns with a standard SI model via a metapopulation model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The SI model is not suited for predicting the incidence of the infection for long periods of time, but it is an adequate linear approximation for the early exponential spread. The model chosen was adequate to be used with the available disease information, namely, the Basic Reproduction Number R 0 estimated from the initial spread in China. We also introduced , a free parameter, used to correct the overestimation or underestimation of movement between the locations. As expected, parameter is related to the intensity of mobility, which in turn implies a greater or smaller time of infection for each city. This is an indicative that the decrease in mobility, enforced by isolation and quarantine measures, may slow the spread of the disease. Also, we proposed a risk index, based on ranks of the estimated time for an infected individual to be identified in a specific city. The risk index was shown to be robust and consistent with the spreading patterns, independent of the mobility intensity parameter s .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The next steps of this work are two-fold. Initially, we will extend the analysis to other states of the country and relate the infection risk to geolocated health and economic variables, to help in the planning of local financial and hospital resources allocation, and of economic loss mitigation strategies. Additionally, we will also address later phases of the disease, considering a more complex model, such as an SEIR (Susceptible -Exposed -Infectious -Recovered) coupled with mobility, allowing long term projections and better development of control measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All methods discussed in this work are available in python or R program codes under open-source license, available at https://github.com/pedrospeixoto/mdyn . The mobile geolocation data is proprietary of the In Loco company, therefore not publicly available. However, additional details about the results, figures and tables as presented in this work may be obtained upon request. Supporting information is provided at www.ime.usp.br/~pedrosp/covid-19 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Code and Data Availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Metapopulation Dynamics of Infectious Diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "N"
                    ],
                    "last": "Bjørnstad",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ecology, Genetics and Evolution of Metapopulations",
            "volume": "",
            "issn": "",
            "pages": "415--445",
            "other_ids": {
                "DOI": [
                    "10.1016/B978-012323448-3/50019-2"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The effect of human mobility and control measures on the COVID-19 epidemic in China",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kraemer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb4218"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronavirus disease 2019: the harms of exaggerated information and non-evidence-based measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Ioannidis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Clin Invest. Accepted Author Manuscript",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/eci.13222"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Assessing the potential impact of COVID-19 in Brazil: Mobility, Morbidity and the burden on the Health Care System",
            "authors": [
                {
                    "first": "Codeco",
                    "middle": [],
                    "last": "Coelho",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.19.20039131"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Large-scale assessment of human mobility during COVID-19 outbreak",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Queiroz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Queiroz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Melo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Barboza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Urbanski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nicolau",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nakaya",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.31219/osf.io/nqxrd"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The scaling laws of human travel",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hufnagel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Geisel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "439",
            "issn": "",
            "pages": "462--465",
            "other_ids": {
                "DOI": [
                    "10.1038/nature04292"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Global disease spread: Statistics and estimation of arrival times",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gautreau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthélemy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Theoretical Biology",
            "volume": "285",
            "issn": "3",
            "pages": "509--531",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtbi.2007.12.001"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The Hidden Geometry of Complex, Network-Driven Contagion Phenomena",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Helbing",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "342",
            "issn": "6164",
            "pages": "1337--1379",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1245200"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19 control in China during mass population movements at New Year",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bärnighausen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "764--766",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30421-9pmid:32105609"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Can we contain the COVID-19 outbreak with the same measures as for SARS?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Chiew",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "*",
                    "middle": [],
                    "last": "Joseph T Wu",
                    "suffix": ""
                },
                {
                    "first": "Kathy",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "*",
                    "middle": [],
                    "last": "Gabriel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "20",
            "pages": "30260--30269",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Algorithm AS 136: A k-Means Clustering Algorithm",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hartigan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Journal of the Royal Statistical Society, Series C",
            "volume": "28",
            "issn": "1",
            "pages": "100--108",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "shows the daily number of recordings in both states in 2019 and 2020. On the one hand, in 2019 we see a steady pattern of the recordings in both states, which approximately repeats itself every week. On the other hand, in 2020, there is a clear decline in the number of recordings starting on the 15th, specially in Rio de Janeiro. This decline coincides with the implementation of stronger isolation measures enforced on the second half of March. Indeed, in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Total number of recordings for each day of March in São Paulo (SP) and Rio de Janeiro (RJ), in 2019 and 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Box-plot of the total number of recordings on the first (from the 1st to the 14th) and second (from the 15th to the 30th) half of March, in weekdays and weekends, in 2019 and 2020 for both states.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "shows the number of recordings in each location in a usual day of March.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Typical distribution of the location of app usage in one day for the states of São Paul (left) and Rio de Janeiro (right) considering a resolution of 0.01 degree on each geographical coordinate. This data refers to March 1st 2020 and the color represents the number of uses, first or subsequent, in each location.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Proportion of movement from São Paulo capital city to each city within the state at March 1st, 10th, 20th and 30th of 2020 alongside with the mean proportion of movement of the respective weekday in March 2019.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Proportion of movement from Rio de Janeiro capital city to each city within the state at March 1st, 10th, 20th and 30th of 2020 alongside with the mean proportion of movement of the respective weekday in March 2019.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "to 9 display the simulated number of infected individuals across the states of São Paulo and Rio de Janeiro as time evolved for selected values of .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Simulation results at the 10th of April for the number of infected individuals in the state of São Paulo considering different values of s, namely, 0.0001 (top left), 0.001 (top right), 0.1 (mid-left), 1.0 (mid-right), 2.0 (bottom-left) and 3.0 (bottom-right).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Simulation results for the number of infected individuals in the state of Rio de Janeiro for selected days assuming",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Simulation results at the 10th of April for the number of infected individuals in the state of Rio de Janeiro considering different values of s, namely, 0.0001 (top-left), 0.001 (top-right), 0.1 (mid-left), 1.0 (mid-right), 2.0 (bottom-left) and 3.0 (bottom-right).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Risk of each city in the state of São Paulo evaluated by k-means clustering of the ranks attributed by the simulated models with distinct values of .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Risk of each city in the state of Rio de Janeiro evaluated by k-means clustering of the ranks attributed by the simulated models with distinct values of .xxxx-xxxx/xx/xxxxxx 15 © xxxx",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Descriptive statistics of the daily number of recordings in March 2019 and 2020 for each state on the weekends and weekdays. SD = Standard Deviation.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "FAPESP financial support and computer resources under grant 16/18445-7 are acknowledged. D. Marcondes has received financial support from CNPq during the development of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Year Mean SD Min 1st Quart. Median 3rd Quart. Max   Guarulhos  2019  648  -648  648  648  648  648   Guarulhos  2020  648  -648  648  648  648  648   Osasco  2019  647  -647  647  647  647  647   Osasco  2020  647  -647  647  647  647  647   Santo André  2020  646  -646  646  646  646  646   Santo André  2019  646  0,30  645  646  646  646  646   Taboão da Serra  2019  645  0,30  645  645  645  645  646   Taboão da Serra  2020  645  -645  645  645  645  645   Diadema  2019  644  -644  644  644  644  644   Diadema  2020  644  -644  644  644  644 Queimados  2020  85  0,18  84  85  85  85  85   Queimados  2019  84  0,97  80  84  84  84  85   Seropédica  2020  84  0,74  82  84  84  84  85   Itaboraí  2020  83  0,69  81  83  83  83  84   Seropédica  2019  82  1,00  80  83  83  83  83   Magé  2020 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 550,
                    "text": "Max   Guarulhos  2019  648  -648  648  648  648  648   Guarulhos  2020  648  -648  648  648  648  648   Osasco  2019  647  -647  647  647  647  647   Osasco  2020  647  -647  647  647  647  647   Santo André  2020  646  -646  646  646  646  646   Santo André  2019  646  0,30  645  646  646  646  646   Taboão da Serra  2019  645  0,30  645  645  645  645  646   Taboão da Serra  2020  645  -645  645  645  645  645   Diadema  2019  644  -644  644  644  644  644   Diadema  2020  644  -644  644  644  644",
                    "ref_id": null
                },
                {
                    "start": 551,
                    "end": 802,
                    "text": "Queimados  2020  85  0,18  84  85  85  85  85   Queimados  2019  84  0,97  80  84  84  84  85   Seropédica  2020  84  0,74  82  84  84  84  85   Itaboraí  2020  83  0,69  81  83  83  83  84   Seropédica  2019  82  1,00  80  83  83  83  83   Magé  2020",
                    "ref_id": null
                }
            ],
            "section": "City"
        }
    ]
}