{
    "paper_id": "654bd2c882ef01591537501635a833700d66393b",
    "metadata": {
        "title": "A data-driven model for predicting the course of COVID-19 epidemic with 1 applications for",
        "authors": [
            {
                "first": "E",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fangli",
                "middle": [],
                "last": "Qiao",
                "suffix": "",
                "affiliation": {},
                "email": "qiaofl@fio.org.cn.neh:norden@ncu.edu.tw13*correspondingauthor:ktung@uw.edu"
            },
            {
                "first": "#",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ka-Kit",
                "middle": [],
                "last": "Tung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "683 32. C. M. Peak, L. M. Childs, Y. H. Grad, C. O. Buckee",
                    "institution": "University of Washington",
                    "location": {
                        "postCode": "98195",
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "For an emergent disease, such as Covid-19, with no past epidemiological data 25 to guide models, modelers struggle to make predictions of the course of the 26 epidemic (Cyranoski, Nature News 18 February 2020). The wildly varying 27 predictions make it difficult to base policy decisions on. On the other hand 28 much empirical information is already contained in data of evolving 29 epidemiological profiles. We offer an additional tool, based on general 30 theoretical principles and validated with data, for tracking the turning points, 31 peak and accumulated case numbers of infected and recovered for an 32 epidemic, and to predict its course. Ability to predict the turning points and 33 the epidemic's end is of crucial importance for fighting the epidemic and 34",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "planning for a return to normalcy. The accuracy of the prediction of the peaks 35 of the epidemic is validated using data in different regions in China showing 36 the effects of different levels of quarantine. The validated tool can be applied 37 to other countries where Covid-19 has spread, and generally to future 38 epidemics. US is found to have the largest net infection rate, and is predicted 39",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "to have the largest total infected cases (708K) and will take two weeks longer 40 than Wuhan to reach its turning point, and one week longer than Italy and 41",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Germany. 42 43 SIGNIFICANCE: We offer a practical tool for tracking and predicting the course of an 44 epidemic using the daily data on the infection and recovery. This data-driven tool 45",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "can predict the turning points two weeks in advance, with an accuracy of 2-3 days, 46 validated using data from various regions in China selected to show the effects of 47",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "quarantine. It also gives information on how rapid the rise and fall of the case 48 numbers are, and what the peak and total number of infected are. Although 49 empirical, this approach has a sound theoretical foundation; the main components 50 of the results are validated after the epidemic is near an end, as is the case for China, 51",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "and therefore is generally applicable to future epidemics. 52 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "1. Introduction. 54 The current COVID-19 epidemic is caused by a novel corona virus, designated 55 officially as SARS-CoV-2, spreading from Wuhan, the capital city of Hubei province in 56",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 19,
                    "text": "54",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "China (2-4). The new virus seems to have characteristics different from SARS 57 (severe acute respiratory syndrome) (5, 6): it is less deadly but spreads more widely 58",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "(7-10). Modeling the epidemic as it develops has been difficult (1) . Depending on 59 the model assumptions, predictions of when it \"turns a corner\" for China varies 60 greatly (11-21), up to after 650 million people have been infected before peaking; 61 many have now been shown to be inaccurate (22) . Now as the epidemic has 62 subsided in China and become a global pandemic (23, 24), a reliable forecast of the 63 course of the outbreak in each region is critical for the management and 64 containment of the epidemic, and for balancing the impact from the public health 65 crisis vs the economic crisis. China has instituted some of the strictest quarantine 66 measures around Wuhan and Hubei, which may or may not be adoptable in other 67 countries (25-27). It would be useful to extract the dependence of the epidemic's 68 evolution on the degree of quarantine to guide policy decisions, while also to 69 characterize properties of Covid-19 that are applicable to other countries. 70 71",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 67,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 297,
                    "end": 301,
                    "text": "(22)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "Mainstream epidemiological models have their origin in the SIR (Susceptible,  72 Infected, and Recovered or Removed) model (28) and its many variations. We 73 explain in the Supplementary Information why existing model predictions vary so 74 widely by commenting on the assumptions underlying these models. 75 76",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 80,
                    "text": "(Susceptible,  72",
                    "ref_id": null
                }
            ],
            "section": "53"
        },
        {
            "text": "These SIR-type models, however, serves a critical purpose for long-range policy 77 planning, such as warning policy-decision makers of the gravity of the potential 78 impact and prompting them to take proper actions before it is too late. After the 79 breakout, more information is needed for more detailed planning, such as the 80 arrival of the critical turning points, the number of hospital bed we might need at 81 the peak, and the estimate for when to lift the quarantine, and when to return to 82 normalcy. We offer here an additional tool that has the advantage that it has does 83 not depend on the elusive infection rate or the susceptible population, information 84 needed for most models, but has the disadvantage that it cannot be used when the 85 epidemic first started and the data are inaccurate or incomplete. It is based on daily 86 case numbers (i.e. newly confirmed cases), N(t), and recovered cases, R(t). 87 88",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "Without universal testing, the confirmed case number might be only a subset of the 89 true total infected number, which may never be known unless frequent universal 90 testing is instituted. The asymptomatic infected who are not tested and then 91 recover on their own do not get counted but they also do not tax hospital resources. 92",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "Nevertheless, they can infect others and some of the latter may develop more 93 serious symptoms that require hospitalization. Then these secondary infections are 94 included in our case data. Our aim is to provide a tool that can be used for the 95 management of medical resources. Since we do not use a model to calculate how the 96 asymptomatic infectives infect others, we do not need to know either the infection 97 rate or the asymptomatic infective numbers. Since those who are admitted to the 98 hospital either recover after a hospital stay of T days, or dead after a similar number 99 of days, there should be a delayed relationship between N(t) and R(t), which we will 100 explore in the Theory section. Now that the epidemic in China appears to have come 101",
            "cite_spans": [
                {
                    "start": 592,
                    "end": 594,
                    "text": "99",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "to an end, the data from various regions in China can be used to validate the model. 102",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "After validation we then apply it to other regions in the world. 103 104",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "Our estimate of the end date of the epidemic is not based on the number of 105 susceptibles, S, approaching zero as in most models (i.e. most of the population is 106",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "infected, hence acquiring immunity), but N(t) approaching zero and remaining so 107",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "for two incubation periods. The first incubation period is to allow the asymptomatic 108 infected to show symptoms and the second period to allow those that are infected 109 by the asymptomatic infected to show symptoms. For prediction purpose, the date 110 when the N(t) is zero is estimated by 3 standard deviations from its peak. These 111 two quantities can be extracted from the data as the epidemic is developing. Our 112 estimate of the end of the epidemic is earlier than most model predictions, usually 113 significantly so, because it does not depend on the herd immunity concept. 114 115",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "As is true for all data-driven approaches, our result inevitably depends on the 116 quality of the data used, and some of the early data of the epidemic are not as good 117",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "as the later data, when better diagnostic methods and more complete reporting are 118 established. However, many of the metrics commonly in use require accumulation 119 of data from the beginning of the epidemic, and consequently are affected by poor 120 data or change of diagnostic methods along the way. We try to avoid accumulation 121 and use local-in-time metrics. Nevertheless, data problems cannot be avoided. 122",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "Sensitivity of our conclusion on data problems is extensively discussed in this work. 123 Figure S1 displays examples of data used in this study. One problem immediately 124 becomes obvious for the Chinese data: On 12 February, when Hubei changed its 125 definition of confirmed infection from the gold standard of nucleic acid gene-126 sequencing tests to clinical observations and radiological chest scans, over 14,000 127 newly infected cases were added that day, creating a peak that has not been 128 exceeded since. Overwhelmed doctors in Wuhan pleaded for the change so that 129 they did not have to wait for the returned tests to confirm the infection. Outside 130",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 99,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "53"
        },
        {
            "text": "Hubei, there was no change in definition for the \"infected\". How this artifact affects 131 our conclusion will be discussed. 132 133 2.Model and its validation using data 134",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "Definition: Let I(t ) be the number of active infected at time t. Its change is given 135 by;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "where N(t ) is the number of newly infected, and R(t ) , designated as removed, is 138 the sum of the daily recovered and dead. For a disease such as Covid-19 with low 139 fatality rate, R(t) consists of mainly recovered. However even for this disease, the 140 fatality rate in some regions, such as in Northern Italy, approaches 10%. For these 141",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "regions R(t) should include the dead as well. Note that for the theory part, N(t) 142 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "This is a local-in-time metric. There is therefore no need to first find I(t) to locate 149 this peak. After the turning point, the newly recovered starts to exceed the newly 150",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "infected. The demand for medical resources, such as hospital beds, isolation wards 151 and respirators, starts to decrease. 152 153",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "The theoretical foundation for our model is given in Supplementary Information. 154",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "Here we discuss the main results and offer validation of these results using data 155 from China. 156 157",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "Main Result: The daily newly recovered/removed number R(t), is related to the 158 daily newly infected number N(t) as: 159 160",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "for t>T, where T is the mean recovery period. 162",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "This result can be rigorously derived using an age-structured population model (see 163 reference (36)). It is also common sense: the infected eventually recovered after a 164 number of days, or dead after a similar number of days. Of course, the number of 165 days a patient stays in the hospital before discharge depends on the efficacy of 166 treatment and so varies somewhat, and the time it takes for a patient to die may also 167 depend on the age and underlying conditions. T is therefore a statistical quantity. Hubei ( Figure S2 ) and other regions (not shown). This is one of the ways the mean 175 recovery period is determined statistically from data, but it is not practical in the 176 early phase of the epidemic. We will give different methods for the latter purpose. 177",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 528,
                    "end": 537,
                    "text": "Figure S2",
                    "ref_id": null
                }
            ],
            "section": "53"
        },
        {
            "text": "The result on T is consistent with that estimated or predicted later using the slope of 178 the distribution in Figure 4 . The latter, obtained by the intercept of the straight line, 179",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 120,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "53"
        },
        {
            "text": "is less accurate because of the slope is rather shallow. 180 181 182 Figure 1 . (green) has latest turning point than its province Hubei (pink), which has a later 214 turning point than China as a whole (cyan). 215 216",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 69,
                    "end": 77,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "53"
        },
        {
            "text": "The theoretical result in SI suggests that the slope of the linear line is -T/ σ R 2 , where 217 σ R is the standard deviation of the R(t) profile. In general, the slope can be different for 218 different regions with different levels of quarantine and epidemic characteristics. 219",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "The hospital treatment efficacy would influence T directly. The effect of quarantine 220 would influence the value of σ N , the standard deviation of the newly infected, and so 221",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "indirectly R(t) and σ R. Our empirical result from Fig. 2 however shows that the slope 222 is the almost the same for different regions in China, implying that efficacy of 223 treatment and level of quarantine affect T and σ 2 proportionally. 224 225",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 57,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "53"
        },
        {
            "text": "Result: The derivative of log N(t) and of log R(t) is each a linear function of time, 226 with known slope. Their intercept with the zero derivative line yields the time for 227 their respective peak. 228 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.28.20046177 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "Validation 230",
            "cite_spans": [],
            "ref_spans": [],
            "section": "229"
        },
        {
            "text": "Empirically, the derivative of log N(t) or log R(t) lies on a straight line, as shown in 231 Fig. 3 (although the scatter is larger as to be expected for any differentiation of 232 empirical data). The positive and negative outliers one day before and after 12 Feb 233 are caused by the spike up and then down, with little effect on the fitted linear trend 234 (but increases its variance and therefore uncertainty). Moreover, the straight line 235 extends without appreciable change in slope beyond the peak of N(t), suggesting 236 that the distribution of the newly infected number is approximately Gaussian. The 237 mean recovery time T can be predicted as t R −t N , where tR is the peak of R(t) and tN 238 is the peak of N(t). These two peak times can be obtained by extending the straight 239 line in Fig. 3 to intersect the zero line. This predicted result can be verified 240 statistically after the fact by the lagged correlation of R(t) and N(t). If the 241 distribution is indeed Gaussian or even approximately so, the slope in Fig. 3 would 242 be proportional to the reciprocal of the square of its standard deviation, σ, as (See 243 SI):",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 99,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 807,
                    "end": 813,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1039,
                    "end": 1045,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "229"
        },
        {
            "text": "Similarly result holds for the daily number of recovered, R(t).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "229"
        },
        {
            "text": "After the epidemic is nearing the end as is the case in China, fitting the data to a 249",
            "cite_spans": [],
            "ref_spans": [],
            "section": "248"
        },
        {
            "text": "Gaussian can be done after the fact (see Figures S3 and S4 ). The fit is satisfactory 250 even without using any disposal parameters. The parameters used are determined 251 using slopes of log N and log R (see Table S1 ) 252 253",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 58,
                    "text": "Figures S3 and S4",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 210,
                    "end": 218,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "248"
        },
        {
            "text": "The inferred statistical characteristics of the Covid-19 epidemic are summarized in 254 Table S1 for various regions. The mean recovery time T, is about 13 days for China 255 as a whole. For Wuhan, the city at the epicenter whose hospitals were more 256 overwhelmed and the patients admitted into hospitals more seriously ill than those 257 in other provinces, T ~16 days, while that for Hubei is 14 days. The standard 258 deviation, σ, is found to be around 8 days, with slight difference between that for 259 N(t) and for R(t), with one exception for Hubei outside Wuhan. Such a fine 260 subdivision may not be practical for the data quality we have. The σ tends to be 261 smaller for China as a whole than Wuhan. One can see that T and σ 2 indeed varying 262 approximately in proportion.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 96,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "248"
        },
        {
            "text": "The peak infected cases: 265",
            "cite_spans": [],
            "ref_spans": [],
            "section": "264"
        },
        {
            "text": ", the 266 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "264"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.28.20046177 doi: medRxiv preprint exponent is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "264"
        },
        {
            "text": "Hence the peak infected case number 267 can be predicted, using the predicted value for t N starting from a conveniently chosen 268 time t B , such as the latest time with data available, as: 269",
            "cite_spans": [],
            "ref_spans": [],
            "section": "264"
        },
        {
            "text": "Accumulated quantities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "264"
        },
        {
            "text": "To calculate I(t) using reported data, only confirmed cases are used (We call it EIC). 273",
            "cite_spans": [],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "It is given by the accumulated newly confirmed cases minus the accumulated 274 confirmed recovered. Since the accumulation of early poor data can introduce 275 errors a more local-in-time formula is given as: 276 277",
            "cite_spans": [],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "That is, to find I at time t, one only needs to add up the daily newly infected case 279",
            "cite_spans": [],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "numbers for a period of T preceding t. This is an almost local-in-time property even 280 for this accumulated quantity. For validation, we estimate the peak of the I case 281 number on 18 February by computing the sum of daily newly infected case numbers 282",
            "cite_spans": [],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "for 15 days, from February 4 to February 18, which yields a peak value for the total 283 infected cases on 18 February of 54,747. This is within 10% of the reported number 284 of 57, 805, even after taking into account the deaths (by subtracting the 285 accumulated deaths of 2,004 from our estimate). 286 287 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. 3. Predictability 296",
            "cite_spans": [],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "Prediction of the turning point using NR ratio. 297 We first discuss how the true turning point can be determined from data after it has 298 occurred. Then we give a method for predicting this true value in advance and 299 assess the accuracy of the forecasts as function of days in advance when the 300 prediction is made. A note: after this manuscript was submitted for review the 301 predictions that we made previously have come to pass. Although consequently the 302 value of our predictions has greatly diminished, it gives us a chance to compare our 303 predictions against the truths. This model validation process is important if we are 304 to apply the same method for prediction to other regions. 305 306",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 51,
                    "text": "297",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "The turning point and the end of the epidemic are the two most watched markers on 307",
            "cite_spans": [],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "its development (28, 29), along with the number of infected at each stage of the 308 epidemic. There are various definitions of the turning point. A common one defines 309 the turning point of the epidemic as the reported daily number of newly infected 310 reaching a peak and then declining. This is the one touted in the various news 311 announcements, and also used by some research groups (22). The fact that the 312 number of newly infected reaching a peak and then declining does not necessarily 313 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.28.20046177 doi: medRxiv preprint imply that the epidemic has \"turned a corner\", because the total number of active 314 infected can still be rising with the associated urgent need for additional medical 315 resources, such as hospital beds, isolation wards and ventilators. Furthermore, 316 locating this peak is highly susceptible to data glitches and change in diagnostic 317 definition. A more meaningful turning point should be based on the number of 318 confirmed infected individuals, designated as EIC)(15), reaching a peak and then 319 starting to decline. EIC is in theory obtainable from data of the daily number of new 320 confirmed cases, N(t), and the daily number of newly recovered, R(t), by subtracting 321 the accumulated sum of R(t) from the accumulated sum of N(t). Analysis of this 322 accumulated quantity is sensitively affected by accumulation of poorer early data of 323 reported cases, including under-reporting and under-detection of the number of 324",
            "cite_spans": [],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "infected caused by insufficient test kits, in addition to the history of changing 325 diagnostic criteria. Moreover in practice its peak is often not detected until several 326",
            "cite_spans": [],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "weeks after it has occurred. 327 328",
            "cite_spans": [],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "Since the maximum of EIC, can be located by the zero of its derivative, we propose 329 using a local-in-time metric of N(tp)=R(tp) at the peak of EIC, tp. 330 331",
            "cite_spans": [],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "Referring to Figure S1 , for China as whole, tp is found to be February 18; for Hubei, 332",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 13,
                    "end": 22,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "272"
        },
        {
            "text": "the province of the epicenter Wuhan, tp is found to be 19 February, and for China 333 outside Hubei (China exHubei), 12 February, coincidentally on the same day as the 334",
            "cite_spans": [],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "Hubei data spike. However there is no such bump in the data outside Hubei, and so 335",
            "cite_spans": [],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "is not likely the result of the data artifact. These results, even including that for 336",
            "cite_spans": [],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "Hubei, are not affected by the historical data problems because of our local-in-time 337 method for determining the turning point. 338 339",
            "cite_spans": [],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "Can such a turning point be predicted before it happened, and if so by how many 340 days in advance? Since the logarithm of NR lies on a straight line passing through 341 the turning point of EIC, it would be interesting to explore if the turning point can be 342 predicted by extrapolation using data weeks before it happened by extrapolation 343 along the straight line (see Figure S5 ). How far in advance this can be done appears 344 to be limited by the poor quality of the initial data. Fig. 4 shows the results of such 345",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 377,
                    "end": 386,
                    "text": "Figure S5",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 493,
                    "end": 499,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "272"
        },
        {
            "text": "predictions. The horizontal axis indicates the last date of the data used in the 346 prediction. The beginning date of the data used is 24 January for all experiments. 347",
            "cite_spans": [],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "Prior to that day, data quality was poor and the newly recovered number was zero 348 in some days, giving an infinite NR ratio. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.28.20046177 doi: medRxiv preprint Estimate of \"all clear\" declaration 388 We can now estimate a time for a declaration of \"all clear\". No verification is yet 389 possible as the predicted date has not occurred. At the turning point, the EIC is still 390 at its peak. For the disease to have run its course, and an \"all clear\" declaration can 391 be announced, we require that the newly infected case number to drop to zero. For 392 prediction practice this \"zero\" is measured by three standard deviations from the 393 peak of N(t). Then we wait for two incubation periods, each 14 days, to pass, before 394",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "388",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "we declare \"all clear\". Using the inferred disease characteristics in Table S1, computed the NR ratio together with the trend is given in Figure S8 . concentrated. This is reflected in the data: σ for South Korea is only half that of 431",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 79,
                    "text": "Table S1,",
                    "ref_id": null
                },
                {
                    "start": 138,
                    "end": 147,
                    "text": "Figure S8",
                    "ref_id": null
                }
            ],
            "section": "272"
        },
        {
            "text": "China, with a more rapid rise and fall of the newly infected. Its data for the newly 432 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "In traditional models, such as the SIR model, there is also a time-dependent 440 infection rate, which at t=0 is related to the Basic Reproductive Number R0. If this 441 number is greater than 1 then an epidemic will ensue, i.e. the infected population 442 will increase exponentially after the introduction to a susceptible population S at t=0 443 some initial infected. That is, from the SIR model equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "where aS(t ) is the infection rate and b = 1/T is the mean recovery rate. 446",
            "cite_spans": [],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "Therefore",
            "cite_spans": [],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "Our time-dependent net infection rate generalizes this concept to be independent of 448 the SIR or other models and be applicable at later times as well: If in the course of an 449 epidemic, α(t ) is positive, the number of infected will grow exponentially, reaching 450 a peak number of infected when α(t ) = 0 at t = t p . Then the total number of active 451 infected will decrease exponentially. One could in analogy to R 0 , define a time-452 dependent Reproductive Number R t = α(t )T −1 , so that if this number is greater 453 (less) than 1 the number of infected will grow (decrease) at time t . We will here 454 use α(t ) directly. 455 456",
            "cite_spans": [],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "Since α(t ) has a zero and its first derivative near the zero is nonzero (viz negative) 457 because t p is the maximum of I(t), it is a linear function of t with negative slope in 458 that neighborhood. This expectation is verified empirically, using data for the total 459 existing case numbers. We find that this time dependent infection rate is 460 approximately a linear function of time in the neighborhood of its zero over a period 461 of a few weeks. 462 463",
            "cite_spans": [],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "This gives another way to predict the turning point t p which can be used instead of 464 (but is less accurate than) the NR ratio, during the early stage of the epidemic when 465 not enough R(t) data is available, as is the case currently for US. 466 467",
            "cite_spans": [],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "The peak EIC number can be predicted as 468",
            "cite_spans": [],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "where t B is the last available data before the 469 turning point. It is assumed that α(t ) lies on a straight line between t B and t p . 470 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.28.20046177 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "272"
        },
        {
            "text": "Since the turning point can be predicted two weeks in advance, the above formula 472",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "can be used to predict the peak EIC numbers. 473 474",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "Predicting the total infected cases (TIC): 475",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "To predict the total infected cases for the epidemic for a region, we need to do the 477 above accumulation of N(t) into the future, to the end date of the epidemic. That 478 total is approximately:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "assuming that N(t) is approximately symmetric about its peak at tN. In reality N(t) 481",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "may not be symmetric and likely has a long tail. However, since the number of cases 482 along the tail is small, the above approximation for the total is still good. If the 483 present time tB is before tN, we need a way to predict TIC(t N ). Let the total infection 484 rate be defined as: 485",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "By extrapolate the total infection rate forward in time we can predict: 487",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "USA: tN is predicted to be 2.2 days from today, April 5. Today's TIC is 308,850. So the 489 predicted total infected cases for the epidemic when it is over is predicted to be 490 708,750. This is a very large number, nine times larger than that of China, which has 491 a much larger population, but is nevertheless much lower than some other 492",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "predictions of a few million infected. Its current EIC is 285,000, and is predicted to 493 peak 12 days from now at 547,000. This is the peak demand for hospital beds. 494",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "Germany: Germany has good data. Its tN was 2 days ago. On that day its TIC was 495 85,000. So the total infected cases for the epidemic when it is over is predicted to be 496 2 times that: 170,000. Its current EIC is 68,248. The peak EIC is 69,627, which will 497 occur two days from now. 498",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "Spain: tN occurred on March 31. On that day its TIC was 94,417. The total TIC when 499 the epidemic is over is predicted to be twice that, 188,800. Its peak EIC is predicted 500 to be 84,250, to occur 4 days from now. 501 UK: Its current TIC is 41,000. Its tN is 7.5 days from now. Calculating its TIC at that 502 time and then doubling it yields a total TIC of 134,000 when the epidemic is over. 503",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "The peak EIC is predicted to be 83,200, 16 days from now. This is the peak demand 504 for hospital beds. (It should be noted that the recovered case number for UK is 505 unusually low, currently at 209, while the dead is much higher, at 4,900. The data 506 may be doubtful.) 507 508",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "Comments on the effects of quarantine 509 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.28.20046177 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "Additionally the net infection rate reveals the effect of measures taken with social 510 distancing and quarantine. Figure 5 shows the time-dependent net infection rate for 511 each region starting when the newly confirmed cases exceed 100. This way of 512 plotting facilitates comparison of different regions at the same stage of the epidemic. 513",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 124,
                    "text": "Figure 5",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "First, China outside Hubei has the lowest time-dependent infection rate after Hubei 514 was lockdown. Germany and Italy have similar exponential growth rate of the net 515 infected case numbers, both higher than even Wuhan, the epicenter in China. More 516 surprisingly, US has the highest exponential net infection rate, higher than Germany 517",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "and Italy and China. This can be attributed to the fact that US so far does not have a 518 nation-wide shutdown, unlike these other countries. Secondly, China outside Hubei 519 reached its turning point early, in fact 20 days earlier than the epicenter, Wuhan. 520",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "We had previously predicted this, which is qualitatively different than many model 521 predictions, which had the epicenter achieving its turning point 1-2 weeks earlier 522 than China outside Hubei (13) . Italy and Germany are predicted to take a week 523 longer to reach their turning point, while US will take another week longer than it 524 will take Germany and Italy. 525 526",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "(13)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "That Italy would take the same amount of time to reach its turning point as Germany 527",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "and has approximately the same net infection rate may be due to two reasons: Italy 528",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "does not test as widely as Germany and so the case numbers represent a smaller 529 portion of the infected. Secondly Germany has the lowest fatality rate while Italy one 530 of the highest. The number of the dead is about the same as the number of cured for 531",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "Italy. The dead is included in recovered/removed. If it were not included, EIC 532 would have been higher for Italy. Nevertheless, whether dead or cured, the hospital 533 bed is vacated. 534 535 536 537 538 539 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.28.20046177 doi: medRxiv preprint We offer an additional data-driven approach to track and predict the course of the 547 epidemic. Many parameters characterizing an epidemic can be determined from 548 local-in-time data. Validated by real data, we suggest that our approach could be 549",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "applied not just to the current Covid-19 epidemic, but also generally to future 550 epidemics. It could also be used as a practical tool for epidemic management 551 decisions such as quarantine institution and medical resource planning and 552",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "allocations (32-35). 553 554",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "Two results are of special significance for future policy makers. First the turning 555 point for the epidemic in China exHubei occurred a week earlier than that for 556",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "Wuhan. Second the US will take 2 weeks longer to reach its turning point than even 557",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "Wuhan. After its lockdown, Wuhan, with a large susceptible population of 11 million, 558 enforced straight social distancing, which is more strict than that adopted in the US.. 559",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "As a consequence, even with a large pool of potential susceptible, the outbreak could 560 end sooner, as compared to the time it will take US and Europe. For China, the 561 lockdown of Wuhan and Hubei was the reason why the epidemic outside Hubei was 562 under control, and the turning point occurred earlier. In Wuhan, with hospitals 563 facing the number of infected patients far exceeding available hospital beds in the 564 initial period, some infected patients were not adequately isolated. The infected 565",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "were sent home and caused secondary infections among family members. This 566 might have played a role in delaying the turning point. On the other hand, outside 567",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "Hubei, hospitals were not as overwhelmed because of the strict quarantine placed 568 on Hubei, which drastically reduced the import of the disease originating from 569",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "Hubei. The infected were better isolated, reducing further spread, and treated in 570 hospitals, resulting in shorter time to recovery (see Table S1 ). This is evidence of the 571 effectiveness of the city and province-wide lockdown in \"flattening the curve\" 572 outside. 573 574",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 148,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "The additional and surprising finding that the net infection rates in Italy, Germany 575 and the US are higher than even Wuhan also manifests the effect of the enforcement 576 of lockdown, stay-at-home and strict social distancing policy in Wuhan, which was 577 much stricter than those adopted currently in Europe and US. The more lax latitude 578 and lack of enforcement in the US will lead to a longer period of the epidemic, longer 579 than even Italy, and the largest number of total infected cases of 710,000 before it is 580 over. 581 582 583 584 585 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint under realistic conditions. Thirdly, predictions of the end of the epidemic vary 746 widely because of the basic assumption in some SIR type of models that if most of 747 the population is infected and recovered (and hence acquired immunity) or dead 748 (and hence no longer infectious). The concept of \"herd immunity\" is rooted in the 749 idea that with enough of the population acquiring immunity this way (or from a 750 vaccine if one is developed in time), the susceptible population is reduced to 751 S < b /a , and the rate of increase of I will turn negative. This will require as much as 752 70%-90% of the population be infected, a huge number. Modern models take into 753 account of the effect of quarantine and isolation in reducing the number of people 754 each infected can contact, thus reducing the infection rate a, so that S does not have 755 to be reduced to such an extent for the epidemic to peak and I starts to decrease. 756",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "However, such estimates are very dependent on model assumptions. 757 758",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "Of course the modern models of epidemiology are more sophisticated than the SIR 759 model (12-14, 17, 21) . 760 761 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 105,
                    "text": "(12-14, 17, 21)",
                    "ref_id": null
                }
            ],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.28.20046177 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "We offer here an additional tool that has the advantage that it has does not depend 762 on the elusive infection rate or the susceptible population, information needed for 763 most models, but has the disadvantage that it cannot be used when the epidemic 764 first started and the data are inaccurate or incomplete. It is based on daily case 765 numbers (i.e. newly confirmed cases), N(t), and recovered cases, R(t). 766 767",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "Our estimate of the end date of the epidemic is not based on the number of 768 susceptibles, S, approaching zero as in most models (i.e. most of the population is 769",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "infected, hence acquiring immunity), but N(t) approaching zero and remaining so 770",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "for two incubation periods. The first incubation period is to allow the asymptomatic 771 infected to show symptoms and the second period to allow those that are infected 772 by the asymptomatic infected to show symptoms. For prediction purpose, the date 773 when the N(t) is zero is estimated by 3 standard deviations from its peak. These 774 two quantities can be extracted from the data as the epidemic is developing. Our 775 estimate of the end of the epidemic is earlier than most model predictions, usually 776 significantly so, because it does not depend on the herd immunity concept. 777 778 779 THEORY: 780",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "Definition: Let I(t ) be the number of active infected at time t. Its change is given 781 by; 782",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "where N(t ) is the number of newly infected, and R(t ) that of the newly recovered or 784 removed (dead). Note that for the theory part, N(t) includes both confirmed and 785 unconfirmed cases. The term: Existing Infected Case (EIC) number is used to denote 786 the confirmed I(t) when we deal with data. 787 788",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "Let t p , the turning point defined as the peak of the active infected number. At this 789 point maximum medical resource is needed. This maximum occurs when 790 d dt",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "There is no need to first find I(t) to locate this peak. After the turning point, the 792 newly recovered starts to exceed the newly infected. The demand for medical 793 resources, such as hospital beds, isolation wards and respirators, starts to decrease. 794 795",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "Let t = 0 be when the first infection began. For Wuhan, China, this date is near the 796 end of 2019, perhaps even earlier. Let t B be the beginning of the better quality data. 797",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "This time is beyond the initial incubation period of the disease and it can be 798 assumed that at that time there is already a population of infected, some of them 799 asymptomatic but nevertheless infectious. 800 801 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.28.20046177 doi: medRxiv preprint Let X(t ,s) be the number of infected cases at time t , with s being the \"age\" 802 distribution, i.e. number of days sick. 803",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "The total number of infected is given by: 804",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "After being sick for T days, a patient either recovers or is removed (dead). T is called 806 the recovery period (or removal period). It is also called the infectious time if the 807 patient is infectious during this period. Of course its value varies by patient and by 808 the efficacy of treatment for each hospital. For the removed it also depends on the 809 age of the patient and whether there are underlying medical conditions. Only a 810 mean recovery period is obtainable from data, and so this is in reality a statistical 811 quantity. We will discuss later how this statistical quantity can be obtained from 812 data. 813 814",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "Conservation law (see Murray: Mathematical Biology Part I, Chapter 1 (36)): 815",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "After first infected and until removed or cured, we have: 816",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the peak active infected cases 471"
        },
        {
            "text": "This equation is to be solved using the method of characteristics as X(t ,s) = constant along characteristics defined byds dt = 1. 818",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "Boundary condition: X(t ,0), specifies the \"birth\" process, i.e. how the disease spawns newly infected (with \"age\" s = 0). Initial condition: X(0,s) = 0 for s > 0, specifies the initial age distribution at t = 0 819 There are two types of characteristics:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "The first type of characteristics intersects the t = 0 axis, and since the initial 822 condition is zero, we have the solution: 823 824",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "That is, there is no infected population who is sick for more days than the lapsed 827 time since the first infection occurred. 828 829",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "For the second type of characteristics, t > s the solution is 830 831",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "with the form of f to be determined by the boundary condition. Even without 833",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "determining the form of f we have the following general results: 834",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "For t > T , and therefore t > s : 835 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.28.20046177 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "Since the rate of increase of confirmed I(t ) is by definition equal to the newly 839 confirmed infected number, N(t), minus the newly recovered (or removed) number, 840 R(t), we have: 841",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "For a fatal disease with low fatality rate, where almost all infected cases eventually 844 recover after a hospital stay of T days, we can identify 845",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "If the disease has a non-negligible fatality rate, we include the dead in R(t ). Hubei ( Figure S2 ) and other regions (not shown). This is one of the ways the mean 858 recovery period is determined statistically from data, but it is not practical in the 859 early phase of the epidemic. We will give different methods for the latter purpose. 860",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 98,
                    "text": "Figure S2",
                    "ref_id": null
                }
            ],
            "section": "817"
        },
        {
            "text": "The result on T is consistent with that estimated or predicted later using the slope of 861 the distribution in Figure 4 . The latter, obtained by the intercept of the straight line, 862",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 120,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "817"
        },
        {
            "text": "is less accurate because of the slope is rather shallow. For the regions considered in 863 Figure 1 , the fatality rate is small and so the dead are not included in R(t) for 864",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 99,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "817"
        },
        {
            "text": "convenience. 865 866",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "The second type of characteristics intersects the boundary s = 0 . The boundary 867",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "condition itself needs to be solved as a function of t to describe how new infection 868 (at s = 0 ) occurs. This can be done using a birth model, such as Eq. (1.56) in (36). 869",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "For our purpose we assume that the solution of this model yields a distribution with 870 age that has a full spectrum 0 < s < T of infectives at a time t B , long after a full 871 incubation period has passed. 872 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.28.20046177 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "Therefore the solution is, for t > t B > 0: 875",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "where t N is the peak of N(t ), and t R = t N +T is the peak of R(t ). 879",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "Both distributions are Gaussians. 880 881",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "For t B < t < T , 882 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.28.20046177 doi: medRxiv preprint a linear function of t. This relationship is important for the purpose of forecast 892 because it is easy to extrapolate from a straight line into the future. 893 894",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "It intersects 0 at t −t N = 1 2 T. This yields the turning point, when the NR ratio is 1, and 895 therefore its logarithm is zero. 896 897",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "Result: The turning point, defined as the maximum of I(t), is given by t p = t N + 1 2 T. 898",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "Result: The slope of log NR is equal to 4 /T. 899 900",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "When time is normalized by T , the derivative is given by The above results are obtained for the case of a single introduction into a region of 905 infected at t=0 and we solve for the subsequent development of the epidemic from 906 that single source. Consider now a large region consisting of a number of small 907 regions, and the \"seeding\" of the infected occurs at different times for different 908 regions. The large region could be China, and the first infection could be Wuhan, 909 Hubei and then the regions outside Hubei. Then we may have for the China as a 910 whole data for the newly infected a sum of several Gaussians staggered in time. As 911 long as the Gaussians are not separated so much that there are different peaks in the 912 combined data, the combined data can still be considered as Gaussian, as is the case 913 in the real data. However, the standard deviation σ of the combined Gaussian is 914 inevitably larger and is no longer given by b: 915",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 485,
                    "text": "Wuhan,",
                    "ref_id": null
                },
                {
                    "start": 486,
                    "end": 489,
                    "text": "909",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "We still have R(t ) = N(t −T ) since this result holds for each sub-region. The result 917 that log NR is a linear function of time still holds: 918",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "The slope of the straight line is T σ N 2 . 920 921",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "Since the hospital state can add as a smoothing filter on N(t) to yield R(t), the 922 standard deviation for R(t) could be slightly wider than that for N(t). So we could 923 have two different Gaussians (but their integral over all time should be the same): 924",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "Taking this into account, we have, denoting T = t R −t N : 926 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.28.20046177 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "As the values of σ N and σ R are very close based on the empirical data, the quadratic 929",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "term is always small comparing to the other terms for the length of time we are 930 considering here. Hence. 931",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "log The theoretical result suggests that the slope of the linear line is -T/ σ R 2 , where σ R is 956 the standard deviation of the R(t) profile. In general, the slope can be different for 957 different regions with different levels of quarantine and epidemic characteristics. 958",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "The hospital treatment efficacy would influence T directly. The effect of quarantine 959 would influence the value of σ N , the standard deviation of the newly infected, and so 960",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "indirectly R(t) and σ R. Our empirical result from Fig. 2 however shows that the slope 961 is the almost the same for different regions in China, implying that efficacy of 962 treatment and level of quarantine affect T and σ 2 proportionally. 963 964",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 57,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "817"
        },
        {
            "text": "Validation of the slope of log N(t) and log R(t) 965 Interestingly, the derivative of log N(t) or log R(t) also lies on a straight line, as 966 shown in Fig. 3 (although the scatter is larger as to be expected for any 967 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 52,
                    "text": "965",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 159,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "817"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.28.20046177 doi: medRxiv preprint differentiation of empirical data). The positive and negative outliers one day before 968 and after 12 Feb are caused by the spike up and then down, with little effect on the 969 fitted linear trend (but increases its variance and therefore uncertainty). Moreover, 970 the straight line extends without appreciable change in slope beyond the peak of 971 N(t), suggesting that the distribution of the newly infected number is approximately 972",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "Gaussian. The mean recovery time T can be predicted as t R −t N , where tR is the peak 973 of R(t) and tN is the peak of N(t). These two peak times can be obtained by extending 974 the straight line in Fig. 3 to intersect the zero line. This predicted result can be 975 verified statistically after the fact by the lagged correlation of R(t) and N(t). If the 976 distribution is indeed Gaussian or even approximately so, the slope in Fig. 3 would  977 be proportional to the reciprocal of the square of its standard deviation, σ, as:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 208,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 434,
                    "end": 451,
                    "text": "Fig. 3 would  977",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "817"
        },
        {
            "text": "Similarly result holds for the daily number of recovered, R(t). 981 982",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "After the epidemic is nearing the end as is the case in China, fitting the data to a 983",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "Gaussian can be done after the fact (see Figures S3 and S4 ). The fit is satisfactory 984 even without using any disposal parameters. The parameters used are determined 985 using slopes of log N and log R (see Table S1 ) 986 987",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 58,
                    "text": "Figures S3 and S4",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 210,
                    "end": 218,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "817"
        },
        {
            "text": "The inferred statistical characteristics of the Covid-19 epidemic are summarized in 988 Table S1 for various regions. The mean recovery time T, is about 13 days for China 989 as a whole. For Wuhan, the city at the epicenter whose hospitals were more 990 overwhelmed and the patients admitted into hospitals more seriously ill than those 991 in other provinces, T ~16 days, while that for Hubei is 14 days. The standard 992 deviation, σ, is found to be around 8 days, with slight difference between that for 993 N(t) and for R(t), with one exception for Hubei outside Wuhan. Such a fine 994 subdivision may not be practical for the data quality we have. The σ tends to be 995 smaller for China as a whole than Wuhan. One can see that T and σ 2 indeed varying 996 approximately in proportion. 997 998 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 96,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "817"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.28.20046177 doi: medRxiv preprint 999 1000 Figure S1 . The daily newly infected (in blue) and the daily newly recovered (in red), 1001 as a function of time for China as a whole (in solid lines) and Hubei (in dotted lines). 1002",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 162,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "817"
        },
        {
            "text": "The turning point is determined by when the red and blue curves cross. 1003",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        },
        {
            "text": "Inset: For China outside Hubei. 1004 1005 1006 1007 Figure S2 . Lagged correlation of R(t) with N(t) for Hubei province. 1008 1009 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 61,
                    "text": "Figure S2",
                    "ref_id": null
                }
            ],
            "section": "817"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.28.20046177 doi: medRxiv preprint Figure S3 . Gaussian fit of N(t) and R(t), for China as a whole. 1011 1012 1013 Figure S4 . . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 153,
                    "text": "Figure S3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 224,
                    "end": 233,
                    "text": "Figure S4",
                    "ref_id": null
                }
            ],
            "section": "817"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.28.20046177 doi: medRxiv preprint 1044 Figure S7 : The derivative of the logarithmic value of daily new infected case 1045 distribution. 1046 1047",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 158,
                    "text": "Figure S7",
                    "ref_id": null
                }
            ],
            "section": "817"
        },
        {
            "text": "1048 Figure S8 : The NR ratio from 7 days of data from March 1 st to 7 th . The estimated 1049 zero-crossing time would occur between March 11 th and 12 th , a value consistent 1050 with the statistics from the daily new case distribution on March 10 th . 1051 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 14,
                    "text": "Figure S8",
                    "ref_id": null
                }
            ],
            "section": "817"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.28.20046177 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "817"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Modelers Struggle to Predict the Future of the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Adam",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Laboratory testing of human suspected cases of novel coronavirus (nCoV) 591 infection: interim guidance, World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N. Engl. J. Med",
            "volume": "594",
            "issn": "",
            "pages": "727--733",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: 598 implications for virus origins and receptor binding",
            "authors": [],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "565--574",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The reproductive number of 601 COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Travel Med. taaa021",
            "volume": "602",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Modeling and public health 604 emergency responses: Lessons from SARS",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Glasser",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hupert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccauley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hatchett",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Epidemics",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.epidem.2011.01.001"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A pneumonia outbreak associated with a new 608 coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "…",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "270--273",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical features of 612 patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. The Lancet",
            "volume": "613",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Nowcasting and forecasting the potential 632 domestic and international spread of the 2019-nCoV outbreak originating in",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "China: a modelling study",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wuhan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "689--697",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Estimating the Unreported Number of Novel Coronavirus (2019-636 nCoV) Cases in China in the First Half of January 2020: A Data-Driven Modelling 637 Analysis of the Early Outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clin. Med",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A data driven time-dependent transmission rate for tracking 639 an epidemic: a case study of 2019-nCoV",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Qiao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci. Bull",
            "volume": "65",
            "issn": "",
            "pages": "425--427",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scib.2020.02.005"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Trend and forecasting of the COVID-19 outbreak in China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2002.05866v1"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Simulating the infected population and spread trend of 2019-644 nCov under different policy by EIR model",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.10.20021519"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A spatial model of CoVID-19 647 transmission in England and Wales: early spread and peak timing",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Damon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brooks-Pollock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [
                        "H"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "651",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.12.20022566.64919"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Epidemic analysis of COVID-19 in 656 China by dynamical modeling",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhuge",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "When will the coronavirus outbreak peak? Nature news",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cyranoski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Global spread of COVID-19 and pandemic potential",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Macintyre",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Global 659 Biosecurity",
            "volume": "1",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "WHO describes outbreak as pandemic",
            "authors": [
                {
                    "first": "Coronavirus",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Latest",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature news",
            "volume": "661",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Can China's COVID-19 strategy work elsewhere?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kupferschmidt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "663",
            "issn": "6482",
            "pages": "1061--1062",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Novel coronavirus 665 2019-nCoV: early estimation of epidemiological parameters and epidemic 666 predictions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Bridgen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Jewell",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [
                        "S"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Musa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.23.20018549.66727"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Preliminary estimation of the basic reproduction number of novel 669 coronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in 670 the early phase of the outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Infect. Dis",
            "volume": "92",
            "issn": "",
            "pages": "214--217",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.01.050"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A contribution to the mathematical theory of 673 epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proc. Roy. Soc. London A",
            "volume": "115",
            "issn": "",
            "pages": "700--721",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "COVID-19: what is next for public health? 675 Lancet",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shindo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "30374--30377",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6766736"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The derivative of the logarithm of daily newly infected or recovered. 289 Notice the clear separation of the new and recovered cases and also the subtle 290 difference of their slopes. The zero crossings of the trend line give the peak dates of 291 the new and recovered case respectively. And the slopes give an estimate of σ 292 values. In this Figure, the following abbreviations are used: C=China; H=Hubei; 293 N=New Case; R=Recovered. 294 295",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The time-dependent net infection rate (in units of 1/day) as a function of 540 time starting on the date (listed in the inset) when the newly confirmed case 541 number exceeds 100 for each region. To obtain the actual calendar date, add the 542 dates on the horizontal axis to the starting date indicated in the inset. The number of 543 confirmed cases on the starting date is listed at the top. 544 545 5. Conclusion. 546",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "847 Main Result: The daily newly recovered/removed number R(t), is related to the 848 daily newly infected number N(t) as, for t > T : 849 850 R(t ) = N(t −T ). 851 Validation: This fundamental relationship can be validated statistically with data. 852 Figures 1, obtained using data from China during the Covid-19 epidemic, shows that 853 N(t) and R(t) are highly correlated: with correlation coefficient of 0.95 when both 854 distributions are smoothed with 5-point boxcar. The unsmoothed daily data also 855 yield a high correlation coefficient of 0.80, with R(t) lagging N(t) by T~15 days. Both 856 correlation coefficients are statistically significant. A similar result is found for 857",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "885Again, N(t) is Gaussian, but there is no recovered or removed during this early stage. 886 887Main Result: The natural logarithm of the ratio of N and R is a linear function of 888 time for t > T : 889 890",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "includes both confirmed and unconfirmed cases. The term: Existing Infected Case 143 (EIC) number is used to denote the confirmed I(t) when we deal with data. 144 145Let t p , the turning point defined as the peak of the active infected number. At this 146 point maximum medical resource is needed. This maximum occurs when 147 d dt",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "This fundamental relationship can be validated statistically with data. 169 Figures 1, obtained using data from China during the Covid-19 epidemic, shows that",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The natural logarithm of the ratio of N and R is a linear function of 185 time for t > T . This relationship is important for the purpose of forecast because it is 186 easy to extrapolate from a straight line into the future. 187 188Validation of log NR as a straight line: 189From data we use the report newly confirmed case number and the recovered case And data for various stages of the epidemic, from the initial 197 exponential growth stage, to near the peak of EIC, and then past the peak, all lie on 198 the same straight line. The intercept with logNR=0 yields the turning point. This 199 line, obtained by linear-least-square fit in the semi-log plot, is little affected by the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "China as whole, and for Hubei-exWuhan. These three curves all show a bump up 357 starting 12 February, as the slope of N(t) is artificially lifted. Ironically, predictions 358 made earlier than 12 February are actually better. For example, for China as a whole, 359 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. predictions made on 9 February and 10 February both give 19 February as the 360 turning point, only one day off the truth of 18 February. A prediction made on 11 361 February actually gives the correct turning point that would occur one week later. 362 At the time these predictions are made, the newly infected cases were rising rapidly, 363 by over 2,000 each day, and later by over 14,000. It would have been incredulous if 364 one were to announce at that time that the epidemic would turn the corner a week Prediction of the turning point in EIC by extrapolating the trend in 382 logarithm of NR. The horizontal axis indicates the date the prediction is made using 383 data prior to that date. The vertical axis gives the dates of the predicted turning 384 point. Dashed horizontal lines indicated the true dates for the turning point, as 385 determined from Fig. S1. 386 387",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "our 395 prediction is, for China outside Hubei: the last week of March. For China as a whole: 396 the first week of April, barring \"imports\" of infected from abroad. At this point there 397 may still be some patients in the hospital who are infected with the virus. S6 summarized the available data for Korea at the present. The recovered 403 case numbers hovered around 1 and 2 daily up to March 1 st . It only picked up 404 toward the end. Starting from 19 February, there seems to be enough new daily 405 infected cases. The South Korea Government has identified that the epic center of 406 the epidemic was at church gatherings in the city of Daegu and North Gyeongsang 407 province, where 90% of the cases are found. Specifically, a confirmed COVID-19 408 patient was reported to have attend the Shincheonji Church of Jesus services twice 409 on February 9 th and 16 th . Given the incubation period of 7 to 14 days, the initial 410 explosion at February 19 th and the first peak value around February 24 th are not 411 accidents. 412 413 If we use the available daily new cases data, we can get the statistical characteristics 414 of the distribution of the daily new cases from Figure S7, which gives the tN as March 415 3 rd and a σ N value of 4.5 days. If we further use the turning point as approximately 416 tN+T/2, then the turning point should fall on March 10, assuming T as 14 days based 417 on the over all mean from different regions in China. 418 419 For the NR ratio, it is limited by the availability of recovered case number. If we use 420 the limited recovered cases starting from March 1 st , we have 7 days of data. The 421",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "The turning 422 point, at the zero-crossing of the extended trend line, would occur between March 423 11 th and 12 th . This approach does not need to use a value for T. 424 425 An estimate of the end of the epidemic can be given as the second week of April, 426 using the estimated value for tN= 3 March, σ=4.5 days. Remarkably, this date is 427 around the same time as for Wuhan, China. South Korea owes its quick turning point 428 and end of the epidemic date to its ability to identity the first infection and the 429 secondary infections at Shincheonji Church (31), where most of the infected were 430",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Acknowledgements: NEH and FQ are supported by the National Natural Science",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "932 a linear function of time. Its slope is − Result: The natural logarithm of the ratio of two Gaussians of slightly different 934 standard deviation is approximately a straight line. 935 936 Validation of log NR as a straight line: 937 From data we use the report newly confirmed case number and the recovered case We show in Figure 2, using the data of the epidemic for COVID-19, that the 943 logarithm of NR(t) lies on a straight line, with small scatter, passing through the 944 turning point tp. And data for various stages of the epidemic, from the initial 945 exponential growth stage, to near the peak of EIC, and then past the peak, all lie on 946 the same straight line. The intercept with logNR=0 yields the turning point. This 947 line, obtained by linear-least-square fit in the semi-log plot, is little affected by the 948 rather large artificial spike in the data on 12 February because of its short duration 949 and the logarithmic value. That reporting problem is necessarily of short duration 950 because, on the date of definition change, previous week's cases of infected 951according to the new criteria were reported in one day. After that, the book is 952 cleared, and N(t) returned to its normal range.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Gaussian fit of N(t) and R(t), for Hubei Province. 1014 1015 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint. https://doi.org/10.1101/2020.03.28.20046177 doi: medRxiv preprint 1035 1036 Figure S6: The available data from South Korea (as of March 7 th ). The sporadic 1037 recovered case numbers are mostly in the single digit. If we use the sudden increase 1038 of recovered case matching with the sudden explosive increase of new infected, the 1039 distance is approximately 14 days, a reasonable T value when compared to the 1040 mean value in China. For our data analysis, we used daily newly cases starting 1041 February 19 th , for the derivative of individual distribution study; we used data case 1042 from March 1 st , for the NR ratio study, in order to have enough recovered cases. 1043",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}