{
    "paper_id": "65df69eb787e11a30c8dcf4c18732575dcc7e953",
    "metadata": {
        "title": "Comparison of Four Molecular In Vitro Diagnostic Assays for the Detection of SARS-CoV-2 in 1 Nasopharyngeal Specimens 2 3 Running title: Comparison of Four Molecular Assays for SARS-CoV-2 4 5",
        "authors": [
            {
                "first": "Wei",
                "middle": [],
                "last": "Zhen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwell Health Laboratories",
                    "location": {
                        "settlement": "Lake Success",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Ryhana",
                "middle": [],
                "last": "Manji",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwell Health Laboratories",
                    "location": {
                        "settlement": "Lake Success",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Elizabeth",
                "middle": [],
                "last": "Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwell Health Laboratories",
                    "location": {
                        "settlement": "Lake Success",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Gregory",
                "middle": [
                    "J"
                ],
                "last": "Berry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwell Health Laboratories",
                    "location": {
                        "settlement": "Lake Success",
                        "region": "NY"
                    }
                },
                "email": "gberry1@northwell.edu16"
            }
        ]
    },
    "abstract": [
        {
            "text": "limit 250 words): 17",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The novel human coronavirus SARS-CoV-2 was first discovered in the city of Wuhan, Hubei 18 province, China, causing an outbreak of pneumonia in January 2020. As of April 10, 2020, the virus has 19 rapidly disseminated to over 200 countries and territories, causing more than 1.6 million confirmed cases 20 of COVID-19 and 97,000 deaths worldwide. The clinical presentation of COVID-19 is fairly non-specific, 21 and symptoms overlap with other seasonal respiratory infections concurrently circulating in the 22 population. Further, it is estimated that up to 80% of infected individuals experience mild symptoms or 23 are asymptomatic, confounding efforts to reliably diagnose COVID-19 empirically. To support infection 24 control measures, there is an urgent need for rapid and accurate molecular diagnostics to identify COVID-25 19 positive patients. In the present study, we have evaluated the analytical sensitivity and clinical 26 performance of four SARS-CoV-2 molecular diagnostic assays granted Emergency Use Authorization by 27 the FDA using nasopharyngeal swabs from symptomatic patients. This information is crucial for both 28 laboratories and clinical teams, as decisions on which testing platform to implement are made. 29 30",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "transmitted through several different routes, including aerosol and fecal-to-oral, with fomites often 48 playing an important role in the infection cycle (5). Notably, coronaviruses possess a distinctive 49 morphological feature, a ring of spike proteins on the outer surface of the virus, giving the appearance of 50 a halo or corona. In addition to inspiring the name of the coronavirus genus, the spike proteins are also 51 essential for infection of host cells. The SARS-CoV-2 spike protein recognizes and binds to the human 52 cellular receptor angiotensin-converting enzyme 2 (ACE2), then subsequently mediates fusion of the viral 53 and host cell membranes, allowing the virus to gain entry (6, 7). The ACE2 receptor is found on epithelial 54 cells of the lungs and small intestines (8). 55 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the CoV-2 panel kit and vortexed once again for 10 seconds. The entire volume of the SDD was dispensed into 122 the sample loading port of the SARS-CoV-2 test cartridge, followed by firmly pushing down on the cap to 123 securely seal the sample delivery port. Each cartridge was bar-coded and scanned with the ePlex 124 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.17.20069864 doi: medRxiv preprint instrument and inserted into an available bay. Upon the completion of the assay run, the ePlex SARS-CoV-125 2 panel report was generated. The GenMark ePlex SARS-CoV-2 panel amplifies and detects the 2019-nCoV 126 virus nucleocapsid (N) gene. 127 128 Hologic Panther Fusion® SARS-CoV-2 EUA. The Fusion SARS-CoV-2 assay was performed according to the 129 manufacturer's instructions for use. 500 µL of NPS specimens were lysed by transferring them to a 130 Specimen Lysis Tube containing 710 µL lysis buffer. Input volume per sample for extraction is 360 µL. The 131",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Internal Control-S (IC-S) was added to each test specimen and controls via the working Panther Fusion 132",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Capture Reagent-S (wFCR-S). Hybridized nucleic acid was then separated from the specimen in a magnetic 133 field. After wash steps, the elution step occurs and outputs 50µL of purified RNA. Then 5µL of eluted 134 nucleic acid is transferred to a Panther Fusion reaction tube already containing oil and reconstituted 135 mastermix. The Panther Fusion® SARS-CoV-2 assay amplifies and detects two conserved regions of the 136",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "ORF1ab gene in the same fluorescence channel. The two regions are not differentiated and amplification 137 of either or both regions leads to a fluorescent ROX signal. The results interpretation algorithm for 138 reporting a positive specimen requires only one of the two targets to be detected (ORF1a or ORF1b gene). 139",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Analytical sensitivity per claim 500 copies /mL 500 copies /mL 100,000 copies /mL 1x10 -2 TCID50/mL 141 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.17.20069864 doi: medRxiv preprint (0.21 to 0.39), or none (0 to 0.20) (12-13). Probit analyses were used for the copies/mL determination of 166 the analytical sensitivity study. The dose-response 95th percentile (with 95% confidence interval [CI]) 167 model was assessed using the Finney and Stevens calculations (14) . 168 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 427,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.17.20069864 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Analytical Sensitivity. A serial dilution panel of SARS-CoV-2 control was tested to determine the LoD, 170 defined as the minimum concentration with detection of 100% by positive rate and 95% by Probit analysis. 171",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results 169"
        },
        {
            "text": "The LoD established by percent positive rate ranged from 1,000 copies/mL by both the GenMark and the 172 modified CDC assays to 50 copies/mL by the DiaSorin Molecular assay ( Table 2) . The LoD results were 173 further subjected to Probit analysis. The 95% detection limit of the CDC assay was 779 ± 27 copies/mL for 174 the N1 gene and 356 ± 20 copies/mL for the N2 gene. For the DiaSorin Molecular assay, the 95% detection 175 limit was 39 ± 23 copies/mL for the S gene and 602 ± 28 copies/mL for ORF1ab. For the Hologic assay, the 176 95% detection limit was 83 ± 36 copies/mL for ORF1ab. Probit analysis could not be performed for the 177 GenMark assay ( Table 2) . The final LoD, according to the assay results interpretation algorithm from each 178 manufacturer, ranged from 1,000 copies/mL by the GenMark assay to 39 ± 23 copies/mL by the DiaSorin 179 Molecular assay ( Table 2) . 180 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 183,
                    "text": "Table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 659,
                    "end": 667,
                    "text": "Table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 877,
                    "end": 885,
                    "text": "Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results 169"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results 169"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.17.20069864 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Table 3) . 192",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 240,
                    "text": "Table 3)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Results 169"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results 169"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results 169"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.17.20069864 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results 169"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.17.20069864 doi: medRxiv preprint Details for discordant sample analysis are shown in Table 4 Additionally, a 100% specificity (53/53) was obtained for the CDC assay, while Hologic improved to 98% 212 (52/53) ( Table 4) . 213",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 203,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 321,
                    "end": 329,
                    "text": "Table 4)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Results 169"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results 169"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.17.20069864 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results 169"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.17.20069864 doi: medRxiv preprint Workflow evaluation. Hands-on time (HOT), run time, and overall turnaround time (TAT) to results were 217 assessed for all pre-analytical, analytical, and post-analytical steps for all four platforms. Results of the 218 workflow assessment are shown in Table 5 . The HOT ranged between all platforms. The longest hands-219 on time was the Hologic assay at ~2 hours followed by the modified CDC assay with ~1 hour and 30 220 minutes. Very comparable HOT was found for DiaSorin Molecular and GenMark with a range of 16 221 minutes and 12 minutes, respectively. The run time averaged 90 minutes for modified CDC, DiaSorin 222 Molecular, and GenMark. Hologic was the exception with 4 hours with 35 mins of run time ( Table 5) . 223",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 397,
                    "end": 404,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 857,
                    "end": 865,
                    "text": "Table 5)",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Results 169"
        },
        {
            "text": "Overall turn-around time assessment, from sample to results, showed DiaSorin Molecular with the least 224 overall turn-around time to results, followed by GenMark, modified CDC assay and Hologic with the 225 greatest overall time ( Table 5) . 226 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 240,
                    "text": "Table 5)",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Results 169"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.17.20069864 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results 169"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.17.20069864 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results 169"
        },
        {
            "text": "In this study, we compared four different platforms for the detection of SARS-CoV-2 in patient 230 specimens collected during March and April of the 2020 COVID-19 outbreak in the United States. We were 231 able to make several observations, including LoD, overall workflow comparisons, and how each test 232 performed in a head-to-head clinical comparison. Accurate and actionable results have been at the core 233 of medical decision-making during this current outbreak, both in the inpatient and outpatient setting. Our data suggest that all four PCR methods yielded comparable results (κ ≥ 0.96); however, we 250 did observe a notable difference in the sensitivity of the methods during this large-scale evaluation of EUA 251 in vitro diagnostic assays. Our study showed that the DiaSorin Molecular and Hologic Fusion assays out-252 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 229"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.17.20069864 doi: medRxiv preprint performed both the modified CDC and GenMark assays when it came to overall LoD, with GenMark having 253 the overall highest LoD of all four platforms evaluated. DiaSorin Molecular had the lowest LoD (39 ± 23 254 copies/mL), closely followed by Hologic (83 ± 36 copies/mL). The modified CDC assay showed a final LoD, 255 of 779 ± 27 copies/mL based on the results interpretation algorithm. It is worth mentioning that this assay 256 requires both targets to be fully detected, thus clinical samples falling in this concentration range would 257 be identified and repeated, potentially generating additional turnaround time and laboratory labor. In 258 contrast, GenMark could only detect 100% of replicates at 1,000 copies/mL, and was not able to reliably 259 detect replicates below 1,000 copies/mL, thus patient specimens below this concentration range could 260 potentially be missed. One important limitation to mention is that sensitivity using Probit analysis could author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 229"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.17.20069864 doi: medRxiv preprint detect most patients in our study, GenMark lacked sensitivity, initially missing two low-level positive 278 specimens, and this could easily have impacted patient diagnosis by missing true positive patients. 279",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 229"
        },
        {
            "text": "When it comes to the hands-on and turnaround time of the four assays in this study, the 281 throughput and workflow evaluation are clearly shown in Table 5 is 2 hours and 40 min, followed by 5 results every 5 minutes after loading 120 samples; the total assay run 292 time for 120 specimens is approximately 4 hours and 35 min. It is also important to note that the Hologic 293 platform has longer hands-on time, since the technologist has to load the primers, probes, and other 294 consumables and the fact that 120 clinical samples have to be manually transferred to Sample Lysis Buffer 295 tubes. These steps, especially the pipetting of the specimen into the lysis tube, can be somewhat labor 296 intensive and time consuming, bumping the overall turnaround time for 120 specimens closer to the 7 297 hour mark. It is important to emphasize that each platform has their advantages. For workflow, TAT, and 298 ease of use, the three sample-to-answer platforms (DiaSorin Molecular, Hologic, GenMark) out-299 performed the modified CDC assay, which is a manual assay requiring many steps, specialized personnel, 300 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. This study has several limitations that should be mentioned. First, this was a single center study 305 and the majority of the specimens were frozen after initial testing on the GenMark assay. While these 306 limitations are present, they have been minimized by the fact that GenMark assay (which was the least 307 sensitive platform in the analysis) actually had a potential competitive advantage, since it was the assay 308 initially performed on fresh specimens. Second, while the number of specimens included in the clinical 309 correlation was only 104, the patient samples spanned the entire range of clinical positives and reflected 310 our overall true positivity rate, which was between 50-60% during this time period of the COVID-19 311 outbreak. 312",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 155,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "280"
        },
        {
            "text": "In summary, we have evaluated four molecular in vitro diagnostic assays for the qualitative 314 detection of SARS-CoV-2 in nasopharyngeal specimens. The data from our evaluation suggest that the 315 modified CDC, DiaSorin Molecular, Hologic and GenMark assays performed similarly (κ ≥ 0.96) and that all 316 but the CDC assay can function in a sample-to-answer capacity. The GenMark assay, however, was less 317 sensitive and had a higher LoD than both the DiaSorin Molecular and Hologic assays. When considering 318 the design of all four assays, differences that could affect assay performance could include characteristics 319 such as input volume of initial specimen, RNA purification and elution volume differences, and overall 320 differences in gene targets. The DiaSorin Molecular platform has lower testing volume capability 321 compared to the Hologic assay (8 specimens/disc run vs. 120 specimens loaded at once), but has a faster 322 TAT and less reagent/sample preparation. All of these parameters, along with patient care needs, may 323 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "313"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.17.20069864 doi: medRxiv preprint assist clinical laboratories to identify and choose the correct testing platform that best fits their needs for 324 the diagnosis of patients infected with this novel human coronavirus. 325 326",
            "cite_spans": [],
            "ref_spans": [],
            "section": "313"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus disease (COVID-19) outbreak. World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Locations with confirmed COVID-19 cases, global map",
            "authors": [
                {
                    "first": ".",
                    "middle": [],
                    "last": "Cdc",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronavirus COVID-19 Global Cases by the Center for Systems Science and Engineering",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19: Zoonotic aspects",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Haroon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Travel Med Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "34110.1016/j.tmaid.2020.101607"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Receptor Recognition by the Novel Coronavirus from 343",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Wuhan: an Analysis Based on Decade-Long Structural Studies of SARS Coronavirus",
            "authors": [],
            "year": 2020,
            "venue": "J Virol",
            "volume": "344",
            "issn": "7",
            "pages": "127--147",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "SARS-CoV-2 Cell Entry Depends on ACE2 and 346 TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kleine-Weber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schroeder",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "181",
            "issn": "",
            "pages": "271--280",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Tissue distribution of ACE2 348 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS 349 pathogenesis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hamming",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Timens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Bulthuis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Lely",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Navis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Goor",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Pathol",
            "volume": "203",
            "issn": "2",
            "pages": "631--637",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Report of the WHO-China Joint Mission on Coronavirus Disease",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Aerosol and surface stability of HCoV-19 (SARS-CoV-2) compared to 354 SARS-CoV-1",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1564--1567",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The measurement of observer agreement for categorical data",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Landis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Koch",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Biometrics",
            "volume": "358",
            "issn": "1",
            "pages": "159--174",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Interrater reliability: the kappa statistic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Mchugh",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Biochem Med (Zagreb)",
            "volume": "22",
            "issn": "3",
            "pages": "276--360",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A table for the calculation of working probits and weights in 362 probit analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Finney",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "Biometrika",
            "volume": "35",
            "issn": "1-2",
            "pages": "191--201",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Covid-19 -Navigating the Uncharted",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Redfield",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "364",
            "issn": "13",
            "pages": "1268--1269",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "SARS-CoV-2 Viral Load in Upper Respiratory Specimens of Infected 366",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Groups at Higher Risk for Severe Illness",
            "authors": [],
            "year": 2020,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "SARS-CoV-2 genome, S gene and ORF1ab, differentiated with FAM and JOE fluorescent probes. An 114 RNA internal control (Q670 probe) is used to detect RT-PCR failure and/or inhibition. The results 115 interpretation algorithm for reporting a positive specimen requires only one of the two targets to be 116 detected (S or ORF1ab gene). 117 118 GenMark ePlex SARS-CoV-2 EUA panel. Testing with the ePlex SARS-CoV-2 panel was performed 119 according to the manufacturer's instructions for use. Briefly, after vortexing for 3-5 seconds, 200 μl of the 120 primary NPS sample was aspirated into the sample delivery device (SDD) provided with the ePlex SARS-121",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "mL control was used to generate a dilution panel. The control was diluted in THE Ambion® RNA 145 Storage Solution (Catalog No. AM7001, ThermoFisher Scientific) and aliquoted for testing in order to 146 obtain a maximum of 12 replicates at the following concentrations: 20,000, 2,000, 1,000, 500, 100, 50, 147 and 5 copies/mL. The LoD was determined by two methods: Positive rate and Probit analyses.Positive 148 rate was determined as the lowest dilution at which all replicates resulted positive with a 100% detection 149 rate. The LoD by Probit was determined as the lowest detectable dilution at which the synthetic RNA 150 quantified control (copies/mL) resulted positive with a 95% probability of detection. The final LoD was 151 based on Probit analyses results and on each manufacturer's claimed results interpretation algorithm. 152 153 Discordant Analysis. Results were considered discordant when one molecular assay did not agree 154 qualitatively (Detected or Not Detected) with the other three assay results. In such cases, molecular 155 testing was repeated for the discordant assay. 156 157 Statistical methods. The reference standard was established as a \"consensus result\" which was defined 158 as the result obtained by at least three of the four molecular diagnostic assays. Percent sensitivity, 159 specificity, positivity rate, Kappa, Probit, and two-sided (upper/lower) 95% confidence interval (CI) were 160 calculated using Microsoft® Office Excel 365 MSO software (Microsoft, Redmond, WA). The sensitivity was 161 calculated as TP/(TP + FN) x 100, the specificity was calculated as TN/(TN + FP) x 100, where TP is true-162 positive results, FN is false-negative results, TN is true-negative results, and FP is false-positive results. 163 Cohen's kappa values (κ) were also calculated as a measure of overall agreement, with values categorized 164 as almost-perfect (>0.90), strong (0.80 to 0.90), moderate (0.60 to 0.79), weak (0.40 to 0.59), minimal 165 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ". A total of five discordant samples were found 203 among three out of the four platforms. One false positive sample (NW-104) had Ct values of 38.9 and 39.6 204 for N1 and N2 genes, respectively, on initial testing by the modified CDC assay. After repeating extraction 205 and retesting, the sample was determined to be negative. Two samples (NW-97 & NW-99) were 206 considered false negative by GenMark but positive by the other three methods. After reprocessing and 207 retesting, the GenMark assay was able to detect both samples as positive. Two additional false positive 208 samples (NW-83 & NW-85) were found by the Hologic assay; original samples were retested and were 209 found to be positive and negative, respectively. Following retesting of the five discordant samples, the 210GenMark ePlex SARS-CoV-2 EUA panel showed an improvement of sensitivity to 100% (51/51). 211",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ", results are critical for clinical management as well as infection control and cohorting 235 for bed management. Likewise, results are just as critical in the outpatient setting as the basis for social 236 distancing measures to slow the spread of infection. To that end, false negative results are particularly 237 troubling, since they inevitably lead to more exposures. Turnaround time is also critical for allocation of 238 limited resources, such as the limited availability of isolation rooms and real-time cohorting decisions. In 239 addition, healthcare workers need rapid results to ensure they are not exposing patients whom they are 240 treating. Moreover, levels of personal protective equipment (PPE) required by health care professionals 241 also vary depending on whether a patient is COVID-19 positive, requiring a rapid TAT to preserve precious 242 resources. Considering the transmissibility of SARS-CoV-2, which has recently been estimated to have a 243 basic reproduction number (R0) of 2.2, meaning that on average, each infected person can spread the 244 infection to an additional two persons, a false negative result can be devastating (15, 16). This is especially 245 true in vulnerable patient populations such as the elderly (especially people living in a nursing home or 246 long-term care facility), immunocompromised, and in people with pre-existing medical conditions (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "261 not be calculated for GenMark since Ct values are not available as part of the ePlex system correlation was also consistent with LoD findings, where both the DiaSorin Molecular 265 and Hologic assays had 100% sensitivity and detected all specimens deemed positive by the consensus 266 standard (interpretation of three of four evaluated assays as \"gold standard\"), whereas GenMark missed 267 two positive specimens (which were subsequently detected by GenMark upon repeat). DiaSorin 268 Molecular and GenMark showed 100% specificity, while Hologic and the CDC assay initially had two and 269 one discordant results, respectively. Repeat testing of these three specimens showed that for Hologic, 270 NW-83 repeated as positive a second time and was therefore potentially a false positive and NW-85 was 271 negative upon repeat, meaning this result could have previously been a false positive as well. The 272 continued discordant result from NW-83 could potentially be attributed to specificity issues, since the 273 assay did not prove to be the most sensitive assay among those used in the study, with DiaSorin Molecular 274 showing a slightly lower LoD. Repeat testing of NW-104 on the modified CDC assay was negative. 275Considering the LoD of the modified CDC assay, coupled with the fact that both DiaSorin Molecular and 276 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "and are based on lab technologist 282 experience in our laboratory. As a routine real-time RT-PCR assay, the modified CDC requires nucleic acid 283 extraction, master mix preparation and PCR setup, standard PCR amplification, as well as interpretation 284 of the results. This involves several manual steps, needing about 1 hr 30 min hands-on time and an 285 approximate overall turnaround time of 3 hours. The DiaSorin Molecular and GenMark assays have 286 comparatively similar hands-on time and turnaround time, based on processing 8 samples per disc on the 287 DiaSorin LIAISON MDX and 6 cartridges per tower in the GenMark ePlex. Clinical laboratories may decide 288 to purchase additional instruments to allow for testing of more samples at a time in order to satisfy patient 289 testing volume requirements. The Hologic Panther Fusion platform has more of an automated workflow, 290 with five samples processed at a time after loading. The sample to answer time for the first five samples 291",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Table 1. Overview of four molecular in vitro diagnostic EUA assays used in this study. 140",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Summary of Limit of Detection results. 181 The limit of detection by positive rate for each assay is highlighted in bold 182 b CI, confidence interval 183 c ±, upper/lower 95% 184 d The final LoD was based on each manufacturer's results interpretation algorithm 185 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the. https://doi.org/10.1101/2020.04.17.20069864 doi: medRxiv preprint Clinical performance of four EUA SARS-CoV-2 (COVID-19) molecular assays. Following testing of 104 187 retrospective clinical specimens, the modified CDC, DiaSorin Molecular, and Hologic EUA molecular 188 assays demonstrated a sensitivity of 100% (51/51), while the GenMark ePlex SARS-CoV-2 EUA panel 189 showed a sensitivity of 96% (49/51). A specificity of 100% (53/53) was observed for GenMark and 190 DiaSorin Molecular, while percent specificities ranged from 98% (52/53) for CDC to 96% (51/53) for 191",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Clinical performance comparison of four EUA molecular assays for the detection of SARS-CoV-2 193 in nasopharyngeal swab specimens (n = 104). 194 a The reference standard was defined as the result obtained from at least 3 of the 4 molecular assays. 195 This one sample had a cycling threshold (Ct) of 38.9, 39.6 for N1 and N2 respectively by the CDC assay. 200 f Cycle threshold (Ct) undetermined. 201 g These two samples had cycle thresholds (Ct) of 36.2 and 38.5 by the Hologic assay. 202",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Details of discordant sample analysis. 214SARS-CoV-2 Molecular Assay Results (Ct) ab",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Throughput and workflow evaluation for four EUA molecular SARS-CoV-2 assays. 227",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.17.20069864 doi: medRxiv preprint and separate areas for processing and performing the test. The Hologic platform is more appropriate for 301 high-volume testing, while the DiaSorin Molecular and GenMark systems both work well in an 302 environment where rapid results and lower to moderate testing volumes are required. 303",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would also like to thank Diasorin Molecular LLC. for providing the reagents used in this study. 328Gregory Berry has previously given education seminars for Hologic, Inc., and received an Honorarium. 329",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements and Disclosures 327"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.17.20069864 doi: medRxiv preprint All rights reserved. No reuse allowed without permission.author/funder, who has granted medRxiv a license to display the preprint in perpetuity. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.17.20069864 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}