{
    "paper_id": "66458ac152980144bf46834f0b091a5ed695994e",
    "metadata": {
        "title": "Modeling COVID-19 latent prevalence to assess a public health intervention at a state and regional scale",
        "authors": [
            {
                "first": "Philip",
                "middle": [
                    "J"
                ],
                "last": "Turk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Atrium Health 1540 Garden Terrace",
                    "location": {
                        "addrLine": "Suite 408 Charlotte",
                        "postCode": "28203",
                        "region": "NC"
                    }
                },
                "email": ""
            },
            {
                "first": "Shih-Hsiung",
                "middle": [],
                "last": "Chou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Atrium Health 1540 Garden Terrace",
                    "location": {
                        "addrLine": "Suite 408 Charlotte",
                        "postCode": "28203",
                        "region": "NC"
                    }
                },
                "email": ""
            },
            {
                "first": "Marc",
                "middle": [
                    "A"
                ],
                "last": "Kowalkowski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Atrium Health 1540 Garden Terrace",
                    "location": {
                        "addrLine": "Suite 408 Charlotte",
                        "postCode": "28203",
                        "region": "NC"
                    }
                },
                "email": ""
            },
            {
                "first": "Pooja",
                "middle": [
                    "P"
                ],
                "last": "Palmer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Atrium Health 1540 Garden Terrace",
                    "location": {
                        "addrLine": "Suite 408 Charlotte",
                        "postCode": "28203",
                        "region": "NC"
                    }
                },
                "email": ""
            },
            {
                "first": "Jennifer",
                "middle": [
                    "S"
                ],
                "last": "Priem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Atrium Health 1540 Garden Terrace",
                    "location": {
                        "addrLine": "Suite 408 Charlotte",
                        "postCode": "28203",
                        "region": "NC"
                    }
                },
                "email": ""
            },
            {
                "first": "Melanie",
                "middle": [
                    "D"
                ],
                "last": "Spencer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Atrium Health 1540 Garden Terrace",
                    "location": {
                        "addrLine": "Suite 408 Charlotte",
                        "postCode": "28203",
                        "region": "NC"
                    }
                },
                "email": ""
            },
            {
                "first": "Yhenneko",
                "middle": [
                    "J"
                ],
                "last": "Taylor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Atrium Health 1540 Garden Terrace",
                    "location": {
                        "addrLine": "Suite 408 Charlotte",
                        "postCode": "28203",
                        "region": "NC"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "D"
                ],
                "last": "Mcwilliams",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Atrium Health 1540 Garden Terrace",
                    "location": {
                        "addrLine": "Suite 408 Charlotte",
                        "postCode": "28203",
                        "region": "NC"
                    }
                },
                "email": ""
            },
            {
                "first": "Philip",
                "middle": [],
                "last": "Turk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Atrium Health 1540 Garden Terrace",
                    "location": {
                        "addrLine": "Suite 408 Charlotte",
                        "postCode": "28203",
                        "region": "NC"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Emergence of COVID-19 caught the world off-guard and unprepared, initiating a global pandemic. In the absence of evidence, individual communities had to take timely action to reduce the rate of disease spread and avoid overburdening their healthcare systems. Although a few predictive models have been published to guide these decisions, most have not taken into account spatial differences and have included assumptions that do not match the local realities. Access to reliable information that is adapted to local context is critical for policymakers to make informed decisions during a rapidly evolving pandemic. Objective: The goal of this study was to develop an adapted susceptible-infected-removed (SIR) model to predict the trajectory of the COVID-19 pandemic in North Carolina and the Charlotte metropolitan region and to incorporate the effect of a public health intervention to reduce disease spread, while accounting for unique regional features and imperfect detection. Methods: Three SIR models were fit to prevalence data from the state and the greater Charlotte region and then rigorously compared. One of these models (SIR-Int) accounted for a stay-at-home intervention and imperfect detection of COVID-19 cases. Results: Presently, the COVID-19 outbreak is rapidly decelerating in NC and the Charlotte region. Infection curves are flattening at both the state and regional level. Relatively speaking, the greater Charlotte region has responded more favorably to the stay-at-home intervention than NC as a whole. While an initial basic SIR model served the purpose of informing decision making in the early days of the pandemic, its forecast increasingly did not fit the data over time. However, as the pandemic and local conditions evolved, the SIR-Int model provided a good fit to the data. Conclusions: Using local data and continuous attention to model adaptation, our findings have enabled policymakers, public health officials and health systems to do capacity planning and evaluate the impact of a public health intervention. Our SIR-Int model for estimated latent prevalence was reasonably flexible, highly accurate, and demonstrated the efficacy of a stayat-home order at both the state and regional level. Our results highlight the importance of incorporating local context into pandemic forecast modeling, as well as the need to remain vigilant and informed by the data as we enter into a critical period of the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In December 2019, a novel coronavirus emerged in Wuhan, Hubei province, China [1] . The pathogen causes a respiratory illness, now known as the coronavirus disease 2019 [2, 3] . From its original epicenter in Wuhan, the virus spread rapidly within 30 days to other parts of mainland China and also exported to other countries [4, 5, 6, 7, 8] . As of April 10, 2020, 210 countries and territories have reported 1,673,423 confirmed cases of COVID-19 and 101,526 deaths [9] . Due to the spread across multiple countries and the large number of people impacted, on March 11 the World Health Organization recognized the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) as a pandemic that poses a major global public health threat [10, 11] .",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 81,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 169,
                    "end": 172,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 173,
                    "end": 175,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 326,
                    "end": 329,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 330,
                    "end": 332,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 333,
                    "end": 335,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 336,
                    "end": 338,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 339,
                    "end": 341,
                    "text": "8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 743,
                    "end": 747,
                    "text": "[10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 748,
                    "end": 751,
                    "text": "11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While the effects of the COVID-19 pandemic are experienced globally, many key health policy decisions designed to reduce transmissions are determined at national and regional levels. These critical policy decisions must be implemented quickly and evaluated continuously so they can be adapted to the local context, recognizing the clear effect that geography, community context, density and social determinants of health have on COVID-19 outcomes. In North Carolina (NC), the first COVID-19 case was reported on March 2, 2020, and cases increased to 3,963 total confirmed cases as of April 10 [12] . To slow the rapidly increasing transmission rate, within a few weeks after the 1st case was detected, NC state officials promoted social distancing strategies (i.e., deliberately increasing physical space), banned large social gatherings, and closed public schools and universities. Subsequently, a stay-at-home order, which only allows for essential travel outside the home, was issued in the southwestern part of the state by Mecklenburg County effective at 8 am March 26, lasting through April 16 (since extended to April 29) , while a statewide stay-at-home order was issued effective at 5 pm March 30, lasting to April 29.",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 597,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1119,
                    "end": 1128,
                    "text": "April 29)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Because the COVID-19 landscape evolves rapidly due to the confluence of locally relevant factors, timely data to drive decision making around containment, treatment, and resource planning is critical. Forecasting models are used to generate early warnings to identify how a pandemic might evolve. During the early stages of the COVID-19 pandemic, forecasting was frequently applied to predict national and international infection transmission trends [13, 14] . Local communities and health systems turned to these national and international models for their own planning; however, the generalizability of such models to the local situation is limited and ignores important community-level population characteristics and transmission dynamics [3, 15, 16, 17] . An objective of this study was to understand how spatial differences impact model results and their interpretation.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 454,
                    "text": "[13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 455,
                    "end": 458,
                    "text": "14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 742,
                    "end": 745,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 746,
                    "end": 749,
                    "text": "15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 750,
                    "end": 753,
                    "text": "16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 754,
                    "end": 757,
                    "text": "17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In response to the need for actionable data insights in our community and health system, investigators from the Atrium Health Center for Outcomes Research and Evaluation (CORE) developed a series of COVID-19 forecasting models, which were used to guide Atrium Health's initial proactive response to ensure sufficient capacity to treat the expected surge in patient care demands. In this study, we present an initial Susceptible-Infected-Removed (SIR) epidemic model and its evolution to the Susceptible-Infected-Removed-Social Distancing-Detection Rate (SIR-Int) model. Here we describe and compare these models, the spatial differences in a pandemic, the significance of observed cases versus actual prevalence in the setting of rapidly evolving testing strategies, the current epidemiological trends and the potential effects of non-pharmaceutical interventions applied locally (e.g., social distancing). We also offer recommendations for how community and health system leaders may interpret our models to better prepare and act to decrease the negative consequences of COVID-19 spread within their own communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The observed cumulative case and death counts were obtained daily at noon starting March 2, 2020 from the North Carolina Department of Health and Human Services website for all 100 counties [12] . Data collection for this manuscript ended on April 7. In order to accurately estimate the actual latent prevalence at time t, the cumulative case counts were adjusted for imperfect detection by dividing them by 0.14. While estimates of detection probability for coronavirus, also known as the ascertainment rate, vary in the literature, ours is in line with those reported [18, 19, 20, 21, 22] . Next, cumulative deaths were subtracted from adjusted cumulative cases. We also adjusted cumulative cases for recoveries by removing cases after 20 days, the estimated median duration of viral shedding from illness onset [23] . Daily incremental incidence was obtained by subtracting the estimated latent prevalence at time t − 1 from that at time t. Crucially, in our research, we model estimated latent prevalence as constructed here, not observed prevalence. For the sake of brevity moving forward, we use the terms 'latent prevalence' and 'prevalence' interchangeably.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 570,
                    "end": 574,
                    "text": "[18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 575,
                    "end": 578,
                    "text": "19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 579,
                    "end": 582,
                    "text": "20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 583,
                    "end": 586,
                    "text": "21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 814,
                    "end": 818,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The US Centers for Disease Control and Prevention's Cities Readiness Initiative (CRI) is a federally funded program designed to enhance preparedness in the nation's largest population centers in order to effectively respond to large public health emergencies. Within NC, 11 counties are grouped into a CRI region that includes Anson, Cabarrus, Catawba, Cleveland, Gaston, Iredell, Lincoln, Mecklenburg, Rowan, Stanly, and Union. Collectively, we henceforth refer to these counties as 'the CRI' (Figure 1 ). Because the CRI closely mirrors the large area served by Atrium Health's greater Charlotte market, we used this population base for our local modeling efforts. The CRI includes over 2.5 million residents (24% of the NC population) and ranges from rural settings like Anson County to Mecklenburg County, which contains NC's largest city, Charlotte. To understand how spatial differences impact model results and their interpretation, we compared the CRI to NC throughout the early phases of this pandemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 494,
                    "end": 503,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20063420 doi: medRxiv preprint S is the number of individuals that are susceptible to infection in the population, I is the number of individuals that are infected, and R is the number of individuals that are removed from the population via recovery and subsequent immunity or death from infection. This mutually exclusive and exhaustive partition is such that S + I + R = N, where N is the closed population size. We further assume all uninfected individuals are susceptible to infection. The transition flow is described by the arrows in the figure labeled with two rates. The parameter β is the infection rate and can be further decomposed as the product of the probability of transmission per contact and the rate of contact per person per unit time. γ is the removal rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "More formally, the SIR model is a system of three ordinary differential equations (ODEs) involving two unknown parameters: author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20063420 doi: medRxiv preprint the system returns a number less than or equal to zero, the second equation returns any real number, and the third equation returns a number greater than or equal to zero.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "All data analysis was done using R statistical software, version 3.6.2. As described in Churches [25] , we used the ode() default solver from the desolve package to solve the system of ODEs defining the SIR model. Next, we used a quasi-Newton method with constraints to find the optimal values for β and γ on (0, 1) by minimizing the square root of the sum of the squared differences between I, which is our prevalence, and its prediction , over all time t [26] . In order to establish initial conditions for model fitting, we estimate the population size of NC and the CRI to be 10,488,084 and 2,544,041, respectively, using information taken from census estimates. After obtaining the estimatesand ., to help assess model goodness-offit, we define the following statistic:",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "where time is indexed from = 1, … , , and n is the number of prevalences in the sample. Note that 4 is the average of the Ii's.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In order to compare different scenarios, for both NC and the CRI, we define a SIR model (SIR-Pre) fit to the data from the time of the outbreak until the time of the March 26 Mecklenburg County stay-at-home order. Since Mecklenburg County is the state's second largest county, this could have a strong effect on the pandemic trajectory, both in the CRI and the state; therefore, we have used this date to delineate the date of the significant public health intervention. We further define a SIR model (SIR-Post) fit to the data from the time of the outbreak until the end of data collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Given the major public health intervention implemented on March 26, we modify the SIR model for both the CRI and NC to accommodate this (denoted SIR-Int). SIR models with interventions can be simulated using the EpiModel package. We first fit the SIR model as before to the data up until March 26, and extracted the estimates of β and γ. After March 26, we retained the removal rate, but modified the infection rate. First, we set the pre-intervention probability of transmission equal to 0.015, which is consistent with other viral infectious diseases like SARS and AIDS [27, 28] . We then set the rate of contact so that the probability of transmission multiplied by the rate of contact equaled -. To simulate the observed intervention, using the default RK4 ODE solver, we affected the probability of transmission by iteratively decreasing the hazard ratio of infection given exposure to the intervention (step size of 0.0001) compared to no exposure, until the fitted infection curve yielded a maximum",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 576,
                    "text": "[27,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 577,
                    "end": 580,
                    "text": "28]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "For exploratory data analysis, we generated time plots for prevalence, incidence, and both daily and cumulative deaths. The basic reproduction number R0 is the average number of secondary cases of disease caused by a single infected individual over his or her infectious period in a population where all individuals are susceptible to infection. To estimate R0, we compute:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20063420 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "whereand . are estimates taken from the model fit. Since the SIR model is fully parameterized by β and γ, we also obtain predictionsandover all time t. The percentage of infected at peak prevalence was computed by dividing , by the population size N, while the final percentage of infected was computed as the limit of 1 − -(∞)/N. To estimate doubling time and compute a 95% confidence interval, we modeled incidence growth by fitting a loglinear model as a function of time t using the incidence package. Figure 3 shows time plots of prevalence, cumulative deaths, incidence, and daily deaths for NC from the start of the outbreak on March 2 up to and including April 7. The first death was recorded in NC on March 24.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 506,
                    "end": 514,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Methods"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20063420 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20063420 doi: medRxiv preprint Notably, the prevalence and cumulative death curves for both figures look exponential. While both incidence curves are increasing, the incidence curves become volatile after the stay-at-home order went into effect. Prior to March 26, doubling time was estimated to be 2.56 days in the CRI (95% CI: (2.11, 3.25)) and 2.94 days in NC (95% CI: (2.33, 4.00)). Once data after March 26 are included, the doubling times increased and were estimated to be 4.70 days in the CRI (95% CI: (3.77, 6.22)) and 4.01 days in NC (95% CI: (3.43, 4.83)). Tables 1 and 2 gives a synopsis of the model fits for each location and model type. The estimated R0 of 2.36 for the CRI prior to March 26 is more typical of the range of R0 values given in the literature for COVID-19, while the value of 1.79 for NC is substantially lower [29, 30] . After the intervention, the estimated R0 values for both locations drop to a similar value, although this result is affected by reduced model fit. A comparison of the efficacy of intervention, defined as 1 -the hazard ratio of infection, gives 0.25 for NC and 0.43 for the CRI.",
            "cite_spans": [
                {
                    "start": 954,
                    "end": 958,
                    "text": "[29,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 959,
                    "end": 962,
                    "text": "30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 681,
                    "end": 695,
                    "text": "Tables 1 and 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20063420 doi: medRxiv preprint Using these hazard ratios to compute estimates of R0 from March 26 onward ( -),+,!-), we derive 1.34 and 1.33 for NC and the CRI, respectively. This suggests the COVID-19 outbreak is rapidly decelerating in NC and the CRI after the aggressive public health intervention. 6 show plots of the three fitted models' infection curves for NC and the CRI, respectively, out to April 7. The behavior in the two plots is the same. The SIR-Post model clearly demonstrates a lack-of-fit to the data. For the SIR-Int model, we note the hinge point induces a change of behavior from March 26 onward. The dotted orange line represents SIR-Pre forecast projections from March 26 onward. Note they are much larger than the actual data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 415,
                    "end": 416,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20063420 doi: medRxiv preprint Figure 5 : Infection prevalence prediction curves for NC up to April 7, 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20063420 doi: medRxiv preprint Figure 6 : Infection prevalence prediction curves for the CRI up to April 7, 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20063420 doi: medRxiv preprint Figures 7 and 8 show plots of the three fitted models' infection curves for NC and the CRI, respectively, projected out to the beginning of August. In both plots, we see the dramatic effect of the public health intervention; that is, the so-called \"flattening of the curve\". There are two important differences to note between NC and the CRI region. First, the CRI visibly shows relatively more flattening. This effect can be best observed in Table 3 in the Peak % Infected and Final % Infected columns. Moving from the Pre to Post to Int models within a location, the drop in percentage infected is more pronounced in the CRI. In fact, for the SIR-Int model, the percentages are virtually the same for both locations; that is, the CRI has \"slowed down\" to the state as a whole. Second, the date of peak prevalence was initially 8 days earlier for the CRI compared to NC. However, using the current SIR-Int model, although both locations showed their infection curves shifting forward in time, the date of peak prevalence is now 3 days later in the CRI (Table 3 ). To put this into context, for NC, the time duration from the start of the outbreak to the peak prevalence has gone from 49 days to 70 days (43% increase). However, for the CRI, the time duration from the start of the outbreak to the peak prevalence has gone from 32 days to 64 days (100% increase).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 159,
                    "text": "Figures 7 and 8",
                    "ref_id": null
                },
                {
                    "start": 587,
                    "end": 594,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1197,
                    "end": 1205,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20063420 doi: medRxiv preprint Figure 7 : Infection prevalence prediction curves for NC up to August 1, 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20063420 doi: medRxiv preprint Figure 8 : Infection prevalence prediction curves for the CRI up to August 1, 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20063420 doi: medRxiv preprint 10 show plots of the three fitted models' removal curves for NC and the CRI, respectively, projected out to the beginning of August. These plots support what we have observed so far. With the continued intervention, the removal curves are beginning to collapse, which is a behavior we would expect. For the SIR-Int model, both locations show a removal plateau being reached roughly around the beginning of July.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 146,
                    "text": "10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20063420 doi: medRxiv preprint Figure 9 : Removal prevalence prediction curves for NC up to August 1, 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20063420 doi: medRxiv preprint Figure 10 : Removal prevalence prediction curves for the CRI up to August 1, 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 153,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In terms of model fitting, we state several observations. The SIR-Pre model represents a \"worst case\" scenario, as if the disease were allowed to run its course. Hence, early in a pandemic like this, it serves a useful purpose to help leaders understand the consequences of taking no action, or delayed action on implementing public health interventions. Beyond that, a basic SIR model, especially one that is used after being fit only to early pandemic data, imparts no further value for informing pandemic response planning, and indeed may provide errant forecasts. This diminished value also holds true when a basic SIR model is fit to contemporary data, yet ignores the effect of a public health intervention, as demonstrated by . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principal Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20063420 doi: medRxiv preprint the SIR-Post model. Eventually, both such models will provide a poor fit to the data ( Figure 5 , Figure 6 , Table 1 ). Because the behavior of any epidemic is dynamic, any model requires constant monitoring, assessment of fit to local data, and evaluation of efficacy as new data are collected. Our SIR-Int model provides an example where this attention to model fit and incorporation of regional influences allows for appropriate model adaption and careful calibration, thus generating the most accurate predictions available to guide regional decision making at the time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 239,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 242,
                    "end": 250,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 253,
                    "end": 260,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Principal Results"
        },
        {
            "text": "Summarizing the effect of the intervention, the doubling time for both locations is substantially slower after the intervention, with the CRI doubling time estimate (4.70 days) now being greater than for NC (4.01 days). The stay-at-home orders strongly appear to be working as intended as the infection curves for both locations are now becoming flatter (and shrinking), with peak infection prevalence now being pushed towards mid-May (Figure 7 , Figure 8 , Table 3 ), both location's recovery curves starting to fall (Figure 9, Figure 10) , and measurable intervention effects on the hazard ratio and R0 (Table 2 ). It is interesting to note that our results match rigorous Monte Carlo simulation studies we conducted weeks beforehand.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 435,
                    "end": 444,
                    "text": "(Figure 7",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 455,
                    "text": "Figure 8",
                    "ref_id": null
                },
                {
                    "start": 458,
                    "end": 465,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 518,
                    "end": 539,
                    "text": "(Figure 9, Figure 10)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 605,
                    "end": 613,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Principal Results"
        },
        {
            "text": "If we compare the two locations, the estimated R0 of 2.36 for the CRI prior to March 26 is more typical of the range of R0 values in the literature for COVID-19, while the value of 1.79 for NC is substantially lower (Table 1 ). This could be attributed to the fact that the CRI contains the largest city in NC, and one of the US's busiest airports, setting the stage for this region to have become another COVID-19 hotspot. It is interesting to note that the NC SIR-Int model showed a better fit when the changepoint was also set to March 26, rather than March 30 when the statewide stay-at-home order went into place. One possible explanation for this could be that as the pandemic began in earnest, the general population's fear of the virus also increased, perhaps causing most NC citizens to shelter-in-place prior to the order going into effect. Another explanation is that Mecklenburg County accounts for almost 11% of the NC population and so the effect of the county order directly impacted adjoining counties in the CRI, thus influencing the observed effect at the state level. Two additional interesting observations highlight the critical influence of spatial variation. First, the CRI infection curve evidences relatively more flattening and a later peak infection date ( Figure 7, Figure 8 , Table  3 ). Second, the intervention effect in the CRI also appears stronger ( Table 2 ). The likely explanations for these differences are the Mecklenburg County stay-at-home policy going into effect five days before the state order, the different reaction of the local population to the order and its related messaging, and innumerable other unknown covariates such as early canceling of religious services, public gathering policies, and canceling of elective medical visits and procedures.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 224,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1284,
                    "end": 1302,
                    "text": "Figure 7, Figure 8",
                    "ref_id": null
                },
                {
                    "start": 1305,
                    "end": 1313,
                    "text": "Table  3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1384,
                    "end": 1391,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Principal Results"
        },
        {
            "text": "There are limitations to the SIR model. Some take issue with its deterministic form, although one could fit a Bayesian SIR model to make it stochastic. Perhaps the biggest limitation is that β and γ could be time-varying due to different forms of intervention (enhanced personal protective measures and social distancing). However, as we have shown . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20063420 doi: medRxiv preprint here, we can easily leverage pre-existing R functions to incorporate a changepoint that modifies the probability of transmission to acknowledge an important public health intervention. It is also possible to customize the SIR model within R to define more advanced and different transition processes, and then parameterize and simulate those models. The SIR model is simple to understand and easier to fit, as opposed to other deterministic compartmental models (e.g., SEIR) or stochastic individual contact models [31] . However, these more advanced models will play an increasingly important role in forecasting and understanding the dynamics of this evolving pandemic.",
            "cite_spans": [
                {
                    "start": 659,
                    "end": 663,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "The lack of widespread COVID-19 testing, both for symptomatic and asymptomatic individuals, presents a major limitation of unknown scale and implications to forecasting models [32, 33] . Data sources are known to undercount cases, only including asymptomatic illness by chance, and to define cases inconsistently, based on variable testing criteria, between and within geographies. Collectively, these contribute to imperfect detection. As a result, high-level models may not comprehend the full extent of the outbreak, creating challenges in producing accurate forecasts. Our decision to base our modeling strategy on estimated latent prevalence addresses this inconsistency by adjusting observed prevalence counts. Modeling only the observed prevalence has the effect of shifting the SIR curves ahead in time by several days or more. While our estimate of the detection probability (0.14) is heuristically motivated, a thorough search of the literature supports our use of this estimate as reasonable. Future work will focus on refining this estimate as new research appears and to allow it to vary as a function of time.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "text": "[32,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 181,
                    "end": 184,
                    "text": "33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "While there is a plethora of models that estimate the impact of COVID-19 in the US, there are far fewer that give localized projections. We note that our mid-May date for the peak infection curve is roughly 3-to-4 weeks later than the projection from the often-cited model from The Institute for Health Metrics and Evaluation [34] . The later uses a Bayesian generalized nonlinear mixed model to examine cumulative death rates and assumes a strict social distancing policy is in place. Using data up until March 13, Columbia University reported a mid-May peak time for NC under no control measures and a start of July peak time under some control measures [35] . The authors caution that their metapopulation SEIR model is designed to capture national trends, and local projections should be viewed as broad estimates. Other models, such as the CHIME model from the University of Pennsylvania Health System, relied on data from three Pennsylvania hospitals to estimate hospital capacity and clinical demand and was not designed to capture changing regional mitigation strategies [36] .",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 330,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 656,
                    "end": 660,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1079,
                    "end": 1083,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Comparison with Prior Work"
        },
        {
            "text": "In the context of limited national policy guidelines to reduce COVID-19 transmission, provide resources for healthcare system pandemic preparedness and mitigate health consequences, state and local authorities must have reliable and geographically specific models to manage the unfolding crisis. Our modeling framework provides a flexible tool using real-time data to deliver forecasting capabilities that support capacity management and . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy and Practice Implications"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20063420 doi: medRxiv preprint evaluation of the epidemiological response to changes in policy, treatment plans and local conditions. Because we frequently refit the model based on a daily update of the data, policymakers and NC public health officials are able to use our results to work with hospital systems to plan for healthcare capacity and respond to changes in local outbreak profiles, while weighing social distancing policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy and Practice Implications"
        },
        {
            "text": "Using regional and state data, we demonstrate how epidemiological modeling based on local context is critically important to informing pandemic preparedness for health systems and policy leaders. The results highlight the importance for such models to be created using local data, as opposed to running a simulation which makes many assumptions about the truth of parameter values. All models should be continuously re-calibrated, and adapted to the rapid, continuously changing situations inherent to a pandemic. A one size fits all approach to the underpinning forecasting model or reliance on data that does not incorporate local context, sets the stage for misguided forecasting. Additionally, our study shows that while a classic SIR model may perform well in the early days of the pandemic, it begins to lose relevance with the emergence of additional influences like social distancing and enhanced awareness of personal hygiene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy and Practice Implications"
        },
        {
            "text": "The SIR-Int model has high predictive accuracy based on data collected from March 2 to April 7 for both NC and the CRI and is able to demonstrate clear, compelling evidence of the efficacy of a stay-at-home order. By modeling estimated latent prevalence as we have done here, instead of observed prevalence, a lag delay in projecting peak infection can be avoided, reducing the consequences to leaders who require an accurate timeline for planning purposes (e.g., surge planning of hospital beds, supplies, and personnel).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy and Practice Implications"
        },
        {
            "text": "All other things being equal, if residents continue to observe the stay-at-home orders, maintaining attention to social distancing and increased personal hygiene, then this wave of the COVID-19 outbreak would essentially be over by mid-July. It is possible that we could see continued flattening and shrinking of the infection curve in which case our forecast results would adapt commensurately. It is also possible that infection prevalence could oscillate at a low level over time, in which case more advanced modeling and methods would be needed. Our results highlight the importance of incorporating local context into pandemic forecast modeling, as well as the need to remain vigilant and informed by the data as we enter into a critical period of the outbreak. While there will regrettably still be tragic loss of life and many NC citizens infected by coronavirus, this scenario pales in comparison to what could have been a far worse conclusion. assembled references; YT, SHC, MS, and AW performed critical revision of the manuscript for important intellectual content; PP collected the data and drafted the bibliography; and AW supervised the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--760",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "32109013"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and coronavirus disease-2019 (COVID-19): The epidemic and the challenges",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Hsueh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Antimicrob Agents",
            "volume": "55",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "32081636"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72314 cases from the chinese center for disease control and prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "13",
            "pages": "1239--1242",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Early transmission dynamics in wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "13",
            "pages": "1199--1207",
            "other_ids": {
                "PMID": [
                    "31995857"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 and Italy: what next",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "First case of 2019 novel coronavirus in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Debolt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "10",
            "pages": "929--936",
            "other_ids": {
                "PMID": [
                    "32004427"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Characteristics and outcomes of 21 critically ill patients with COVID-19 in Washington State",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arentz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Yim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Klaff",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "32191259"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19): situation report -63. Geneva: World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus disease 2019",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Case-fatality rate and characteristics of patients dying in relation to COVID-19 in Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Onder",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rezza",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brusaferro",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "32203977"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "World Health Organization declares global emergency: A review of the 2019 novel coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sohrabi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Alsafi",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Neill",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Surg",
            "volume": "76",
            "issn": "",
            "pages": "71--77",
            "other_ids": {
                "PMID": [
                    "32112977"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "COVID-19) in North Carolina. Raleigh: NC department of health and human services",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus disease 2019",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID19 mortality and healthcare demand. Imperial College COVID-19 Response Team",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.25561/77482"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "689--697",
            "other_ids": {
                "PMID": [
                    "32014114"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "SARS to novel coronavirus -old lessons and new lessons",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mccloskey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Epidemiol Infect",
            "volume": "148",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "32019614"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Risk for transportation of 2019 novel coronavirus disease from Wuhan to other cities in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Infect Dis",
            "volume": "26",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "32053479"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Isolation, quarantine, social distancing and community containment: pivotal role for old-style public health measures in the novel coronavirus (2019-nCoV) outbreak",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Freedman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "27",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "32052841"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Novel coronavirus 2019-ncov: early estimation of epidemiological parameters and epidemic predictions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Bridgen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "Jewell",
                    "middle": [],
                    "last": "Cp",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Estimates of the severity of coronavirus disease 2019: a model-based analysis. The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verity",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Okell",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Winskill",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Whittaker",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cuomo-Dannenburg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30243--30250",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The rate of underascertainment of novel coronavirus (2019-ncov) infection: Estimation using Japanese passengers data on evacuation flights",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miyama",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kinoshita",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Clinical Medicine",
            "volume": "9",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "32033064"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Estimating clinical severity of COVID-19 from the transmission dynamics in Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bushman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kishore",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Niehus",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Salazar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nature Medicine",
            "volume": "2020",
            "issn": "",
            "pages": "1--5",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0822-7"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Quantifying bias of COVID-19 prevalence and severity estimates in wuhan, china that depend on reported cases in international travelers",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Niehus",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Salazar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.13.20022707"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30566--30569",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A contribution to the mathematical theory of epidemics",
            "authors": [
                {
                    "first": "Kermack",
                    "middle": [],
                    "last": "Wo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proc R Soc Lond A",
            "volume": "115",
            "issn": "",
            "pages": "700--721",
            "other_ids": {
                "DOI": [
                    "10.1098/rspa.1927.0118"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Analysing covid-19 (2019-ncov) outbreak data with r -part 1",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Churches",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A limited memory algorithm for bound constrained optimisation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Byrd",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Nocedal",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "SIAM J Sci Stat Comput",
            "volume": "16",
            "issn": "5",
            "pages": "1190--1208",
            "other_ids": {
                "DOI": [
                    "10.1137/0916069"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Estimating per-act HIV transmission risk: a systematic review",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Borkowf",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lasry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lansky",
                    "suffix": ""
                },
                {
                    "first": "Mermin",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "AIDS",
            "volume": "28",
            "issn": "10",
            "pages": "1509--1519",
            "other_ids": {
                "DOI": [
                    "10.1097/QAD.0000000000000298"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Estimating variability in the transmission of severe acute respiratory syndrome to household contacts in Hong Kong",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Pitzer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "China. American journal of epidemiology",
            "volume": "166",
            "issn": "3",
            "pages": "355--363",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwm082"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "Ksm",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "Ehy",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl Med",
            "volume": "382",
            "issn": "13",
            "pages": "1199--1207",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Estimation of the reproductive number of novel coronavirus (COVID-19) and the probable outbreak size on the diamond princess cruise ship: A data-driven analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Diao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Pei",
                    "middle": [
                        "L"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Chen",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infectious Diseases",
            "volume": "93",
            "issn": "",
            "pages": "201--204",
            "other_ids": {
                "PMID": [
                    "32097725"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "COVOID: A flexible, freely available stochastic individual contact model for exploring COVID-19 intervention and control strategies",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Churches",
                    "suffix": ""
                },
                {
                    "first": "Jorm",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/preprints.18965"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Covid-19: a puzzle with many missing pieces",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vetter",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Eckerle",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m627"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Diagnostic Testing for the Novel Coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sharfstein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Mello",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.3864"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Forecasting COVID-19 impact on hospital bed-days, ICU-days, ventilatordays and deaths by US state in the next 4 months",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.27.20043752"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Coronavirus could overwhelm US without urgent action, estimates say. The New York Times",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Glanz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Leatherby",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bloch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Locally informed simulation to predict hospital capacity needs during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Weissman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Crane-Droesch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chivers",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/m20-1260"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Map of North Carolina showing the CRI region.We introduce the SIR deterministic compartmental model originally described by Kermack and McKendrick[24] and depict it inFigure 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "SIR model diagram showing compartments and flow.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Note that all of S, I, and R and their derivatives are functions of time t (e.g., S = S(t)), although we do not denote this notationally here. By how the model is constructed, the first equation in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Time plots for NC.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "shows time plots of prevalence, cumulative deaths, incidence, and daily deaths for the CRI from the start of the outbreak on March 11 up to and including April 7. The first death was recorded in the CRI on March 25.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Time plots for the CRI.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary table of model fit for SIR-Pre and SIR-Post models in NC and the CRI.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summary table of model fit for SIR-Int model in NC and the CRI.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Summary table describing infection under three different models in NC and the CRI.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "PT takes full responsibility for the integrity and accuracy of the statistical analysis and assembling the manuscript; SHC generated the map and was involved in discussions on statistical analysis; YT and MS drafted the abstract and discussion; MK and JP drafted the introduction; PT drafted the methods, results, and part of the discussion; MK, MS, YT and PT",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        }
    ]
}