{
    "paper_id": "66547ae18d15805ce94846813fe6fd755afe2bcf",
    "metadata": {
        "title": "IOP Publishing Journal Title Journal XX (XXXX) XXXXXX https://doi.org/XXXX/XXXX Age-stratified Infection Probabilities Combined with Quarantine-Modified SEIR Model in the Needs Assessments for COVID-19",
        "authors": [
            {
                "first": "Vena",
                "middle": [
                    "Pearl"
                ],
                "last": "Bongolan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UP Diliman",
                    "location": {
                        "country": "Philippines"
                    }
                },
                "email": "bongolan@up.edu.ph"
            },
            {
                "first": "Jose",
                "middle": [],
                "last": "Marie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Antonio",
                "middle": [],
                "last": "Minoza",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UP Diliman",
                    "location": {
                        "country": "Philippines"
                    }
                },
                "email": ""
            },
            {
                "first": "Romulo",
                "middle": [],
                "last": "De Castro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of San Agustin",
                    "location": {
                        "settlement": "Iloilo City",
                        "country": "Philippines"
                    }
                },
                "email": ""
            },
            {
                "first": "Jesus",
                "middle": [
                    "Emmanuel"
                ],
                "last": "Sevilleja",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Center for Mental Health",
                    "location": {
                        "country": "Philippines"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We use the age-stratified COVID-19 infection and death distributions from China (more than 44,672 infectious as of February 11, 2020) as an estimate for a study area's infection and morbidity probabilities at each age group. We then apply these probabilities into the actual age-stratified population to predict infectious individuals and deaths at peak. Testing with different countries shows the predicted infectious skewing with the country's median age and age stratification, as expected. We added a Q parameter to the classic SEIR compartmental model to include the effect of quarantine (Q-SEIR). The projections from the age-stratified probabilities give much lower predicted incidences of infection than the Q-SEIR model. As expected, quarantine tends to delay the peaks for both Exposed and Infectious, and to 'flatten' the curve or lower the predicted values for each compartment. These two estimates were used as a range to inform planning and response to the COVID-19 threat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "From the earliest reports coming out of Wuhan, it became clear that COVID-19 is heavily biased against elderly males with pre-existing conditions. This shows the first weakness of the compartmental models like SEIR: they all assume a homogenous population. Sample runs even with a quarantine-modified SEIR model gave suspiciously high estimates for peaks of exposed and infectious. This gave the inspiration for an age-stratified probabilities of infection, which serves to give a lower bound to estimates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This is a probability game which uses data of COVID-19 patients in China [1] , stratified by ages. We now treat the percentages in each age group as an estimate for the corresponding probabilities of infection for people in the corresponding age group. The true probabilities are unknown, but the spread of the data from China is consistent with the virus having a bias against the elderly with pre-existing conditions. As can be expected, this will skew the Chinese distribution depending on the age distribution of the area under study, and the true distribution for the study area will be revealed as actual cases are reported. The significance of this skewing is this: since the Philippines has a median age of 25.7 [2] , half of our population is below 25.7, so more than half of our population will be in the 'safer' age groups, with lower probabilities of getting infected, and those who do get infected account for only 10.2% (see Table 1 , sum of % 0-29 years old) of cases. This will be true for other countries with low median ages compared to the world average median age. We attempted to directly calculate infection probabilities per age group using Hubei Province's estimated 2019 population of 59 million;",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 939,
                    "end": 946,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Estimates by Age Stratification"
        },
        {
            "text": "we got non-normalized probabilities (not summing to one) with the same scatter as the estimated infection probabilities (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimates by Age Stratification"
        },
        {
            "text": "We immediately see the graph skewing to the right in the Philippines' case, which is what we expect from a country with a younger median age (25.7, Philippines; 38.4, China, [2] ). Using the UN World Population Prospects 2019 data [3] , we did 2 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 177,
                    "text": "China, [2]",
                    "ref_id": null
                }
            ],
            "section": "Estimates by Age Stratification"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is Above is the quarantine-modified SEIR. We model the quarantine as controlling the S*I interactions. A Q of one means no quarantine, and we have the original SEIR model. A Q value of 0.4 means a 60% effective quarantine. We allowed Q to vary day by day (since cases began before the quarantine), and estimated the success of the quarantine as well. Henceforth we refer to the model as Q-SEIR. Solution was via Euler method, time stepping was one day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimates by Age Stratification"
        },
        {
            "text": "We use the infection probability estimates for Quezon City (QC), in the Philippines, with an age distribution as shown in Table  1 . This high estimate may be explained by sampling bias, wherein severe cases may have been overrepresented because of lack of testing. Those who are infectious but are asymptomatic or who exhibit mild symptoms should also be equally represented in the testing guidelines (at the moment, they are not); not to mention those who were infectious with no symptoms and have recovered.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 130,
                    "text": "Table  1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "We tried Martinez' calculations using CFR, which was reported at 2.3% for China [1] . This gave a much lower number of around 2,857 deaths, for a Quezon City CFR of 0.89%. This figure is surprisingly low, compared to the 6.94% projected using the estimated infection probability.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "The delay in test reporting (est. 5-7 days [8] ) factors in the estimation of the initial E-I-R values. In addition this delay is compounded by the incubation period and, in our opinion, moves the quarantine effect further down from the actual date of implementation (March 15 th ). We started Q-SEIR simulation on March 20, 2020 with no quarantine assumed because the steep jump in cases occurred on this date; 60% effective quarantine was set for April 2 nd .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "A portion of the worksheet is shown (Table  2) , with the quarantine parameter in the second column.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 36,
                    "end": 46,
                    "text": "(Table  2)",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "The model was grounded to the estimated number of exposed individuals at the national level on April 1, 2020 (N=7400) [9] . From the nationally reported number of exposed individuals (PUI+PUM), Quezon City represents almost 10% (~740). Q-SEIR predicted 705.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "The model predicted 14.00% of the population will be infectious (I) at the peak. The two methods now give us a low and high estimate for Quezon City: Infectious individuals will peak between 9.95 (from Age Stratification) and 14.00% (from Q-SEIR) of the population, around the third week of May. This range of values serves as a guide for planners in anticipating needs for PPE's, mass testing, hospital beds and other basic needs. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.08.20057851 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. The Epidemiological Characteristics of an Outbreak of 2019 Novel Coronavirus Diseases (COVID-19) -China",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The World Factbook, Central Intelligence Agency",
            "authors": [],
            "year": 2020,
            "venue": "Field Listing -Median age",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Population Prospects 2019, custom data acquired via website",
            "authors": [],
            "year": 2019,
            "venue": "Population Division",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Potential impact of COVID-19 in human mortality",
            "authors": [
                {
                    "first": "Ramon",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19) Pandemic. World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "City Population",
            "authors": [
                {
                    "first": "Quezon",
                    "middle": [],
                    "last": "City",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "php?adm2id=137404 . Last accessed",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Global Covid-19 Case Fatality Rates. Centre for Evidence-Based Medicine Research",
            "authors": [
                {
                    "first": "Jason",
                    "middle": [],
                    "last": "Oke",
                    "suffix": ""
                },
                {
                    "first": "Carl",
                    "middle": [],
                    "last": "Heneghan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19 test results from RITM out in 5 to 7 days, but not for long, DOH says",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": ". https://doi.org/10.1101/2020.04.08.20057851 doi: medRxiv preprint a similar experiment with Japan (median age 48.6 [2] ), and Kenya (median age 20 [2] ). We later found out that Martinez [4] did similar calculations.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Age Stratification Table 2. Q-SEIR All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "VPB thanks all her co-authors, who, up to this writing, worked pro-bono. True heroes!",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}