{
    "paper_id": "670790eb6d158a57450705bcd87218bf479ed3be",
    "metadata": {
        "title": "Estimating the presymptomatic transmission of COVID19 using incubation period and serial interval data",
        "authors": [
            {
                "first": "Weituo",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Jiao Tong University School of Medicine",
                    "location": {}
                },
                "email": "：zhangweituo@sjtu.edu.cn"
            }
        ]
    },
    "abstract": [
        {
            "text": "We estimated the fraction and timing of presymptomatic transmissions of COVID19 with mathematical models combining the available data of the incubation period and serial interval. We found that up to 79.7% transmissions could be presymptomatic among the imported cases in China outside Wuhan. The average timing of presymptomatic transmissions is 3.8 days (SD = 6.1) before the symptom onset, which is much earlier than previously assumed. All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The pandemic of COVID19 is ongoing. Till April 2 2020, COVID19 has caused more than 965 thousand infections and 49 thousand deaths world widely. Current evidences indicate COVID19 can be transmitted presymptomatically [1] [2] . But several crucial features of COVID19 transmission behavior remain uncertain: what was the proportion of transmissions happened before symptom onset, and when did the infected persons become infectious? The answers to these questions may significantly impact the disease control strategy [3] .",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 222,
                    "end": 225,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We tried to answer these questions by estimating the infection time distribution Estimate the mean and standard deviation of COVID19 infection time There have been several reports estimating the incubation period or serial interval of COVID19 [4] [5] [6] [7] [8] . Based on these reports and using method of moments (see Appendix 1) we estimated the mean and standard deviation of COVID19 infection time in two scenarios as listed in Table 1 : Scenario 1, early transmission in Wuhan, China before Jan. 22, 2020 [4] ; Scenario 2, imported transmission in China outside Wuhan after Jan. 20, 2020 [5] [6] (the Wuhan lockdown was initialed on Jan. 23, 2020). All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 246,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 247,
                    "end": 250,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 251,
                    "end": 254,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 259,
                    "end": 262,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 595,
                    "end": 598,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 599,
                    "end": 602,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 434,
                    "end": 441,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.02.20051318 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We estimated that the infection time was 2.3±2.7 days in Scenario 1, and was -2.4±4.2 days in Scenario 2, which implied that the majority of transmissions were post-symptomatic in Scenario 1 but were presymptomatic in Scenario 2. The dramatic change of infection time distribution between these two scenarios may due to effective case isolation and quarantine of people with Wuhan travel history which could significantly reduce transmissions after symptom onset. The method of moments estimations do not rely on any specific assumption of the distribution forms of the incubation period or serial interval. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "where  is a parameter shaping the transmission behavior. As showed in Figure 2 , the patients' probability of being infectious increases from zero at their first day of infection to one at the day of symptom onset. Then serial interval distribution could be calculated using convolution (see Appendix",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 79,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3)."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.02.20051318 doi: medRxiv preprint As demonstrated in Figure 3 , when  = 1/4, 1 and 4, we estimated that the incidence of negative serial intervals were 15.5%, 9.7% and 3.2% respectively among presymptomatic transmissions. Sensitivity analysis using various incubation period distributions was given in Appendix Table S1 . Comparing with the observed and model predicted negative serial incidence, it was more likely that 1   , which contradicted with current assumption of COVID19 transmission behavior. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 167,
                    "text": "Figure 3",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 409,
                    "end": 426,
                    "text": "Appendix Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "3)."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.02.20051318 doi: medRxiv preprint Estimate the fraction of presymptomatic transmission Two approaches were applied to estimate the presymptomatic transmission fraction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3)."
        },
        {
            "text": "A raw estimation was based on the mean and standard deviation of infection time estimated previously with normal distribution assumption. The more sophisticated estimation is based on our presymptomatic transmission model and use the maximum convolution likelihood method [9] (see Appendix 4) to estimate the model parameters.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 275,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "3)."
        },
        {
            "text": "We estimated the distribution of infection time and serial interval in Scenario 2 (as mentioned before) via two approaches as shown in Figure 4 . The fraction of presymptomatic transmissions was estimated 79.7% with our model and 67.5% with normal distribution assumption. The  parameter was estimated as 0.078, which implied that the COVID19 infected persons tended to become infectious shortly after infection. The average timing of presymptomatic transmission was estimated 3.8 days (SD = 6.1) before symptom onsets.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 143,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "3)."
        },
        {
            "text": "Because of the unavailability of data , we could not apply the maximum convolution likelihood estimation on Scenario 1, but the estimation with normal distribution assumption showed 19.7% transmissions were presymptomatic. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3)."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.02.20051318 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3)."
        },
        {
            "text": "In conclusion, we estimated the fraction and timing of COVID19 presymptomatic transmissions. Through several different approaches (method of moments estimation, expected negative serial interval incidence, and maximum convolution likelihood estimation), we achieve largely consistent results: a large portion of COVID19 transmissions may happen presymptomatically. The percentage is roughly 19.7% when there is no effective control, and can go up to 79.7% when control measures effectively reducing transmissions after symptom onsets are performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and Discussion"
        },
        {
            "text": "The timing of presymptomatic transmission is on average 3.8 days (SD=6.1) before symptom onset. Patients is likely to become infectious in the early stage of their infections instead of just before their symptom onsets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and Discussion"
        },
        {
            "text": "To our knowledge, our model combining incubation period and serial interval data is a novel approach to estimate the presymptomatic transmissions of infectious disease. The distinctive feature of this approach is that it naturally predict the occurrence of negative serial intervals. The high incidence (12.6%) of negative serial intervals in the observed data of COVID19 (much higher than other diseases like SARS, MERS, etc.) implies that our model is particularly important to correctly understand the COVID19 transmission behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and Discussion"
        },
        {
            "text": "The infection time distribution investigated in this study is closely related to the biologically infectious period of patients during the course of disease. Both provide insights of the transmissibility of COVID19, but from two different aspects. Our findings are largely consistent with the currently available data of viral shedding studies in the close contacts and the confirmed cases [10] [11] . However, a difference should be noticed that the infection time distribution is more likely to be affected by the sociological factors and non-pharmaceutical interventions performed by local public health authorities.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 394,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 395,
                    "end": 399,
                    "text": "[11]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion and Discussion"
        },
        {
            "text": "Our findings should be interpreted with caution. The epidemic data of COVID19 patients that describing the time and tracing details is very limited. Therefore both estimations of the incubation period and the serial interval of COVID19 have considerable uncertainty. Important biases in our data source include the detection bias( i.e. cases with severe symptoms are more likely to be detected), and reporting bias( i.e. cases with clearly reported tracing details are more likely from areas with plenty of public health resources, and cannot represent the situation in those poorly controlled areas). All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.02.20051318 doi: medRxiv preprint Another important concern of COVID19 is the transmissions induced by the \"true asymptomatic carrier\", which refers to the infected person who keep asymptomatic during the entire course of disease [12] . Our study is based on data of confirmed cases which did not include the \"true asymptomatic carrier\". However either presymptomatic transmission or asymptomatic carrier suggest that the isolations based on symptom surveillance alone may be not enough. Aggressive testing, isolation of close contacts and social distancing to prevent presymptomatic or asymptomatic transmissions are crucial to combat COVID19.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 340,
                    "text": "[12]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion and Discussion"
        },
        {
            "text": "(1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S I T =+"
        },
        {
            "text": "where 0 I is the infection time of index case, 1 T is the incubation period of secondary case, and 0,1 S is the serial interval. All these three are random variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S I T =+"
        },
        {
            "text": "It is reasonable to assume 0 I and 1 T are independent. Therefore, we have following equations: the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S I T =+"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presymptomatic transmission model"
        },
        {
            "text": "where A is a normalization coefficient. The following Fig. S1 (A) demonstrates the cumulative probability of infectiousness with variety of  parameters. The x-axis of the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 54,
                    "end": 61,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Presymptomatic transmission model"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presymptomatic transmission model"
        },
        {
            "text": "Denote the distribution density functions of infection time (population averaged), incubation period and serial interval by () fI, () gT , and () hS respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Part 3. Estimating the serial interval distribution and the incidence of negative serial intervals"
        },
        {
            "text": "According to equation (1), we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Part 3. Estimating the serial interval distribution and the incidence of negative serial intervals"
        },
        {
            "text": "or simply h f g = with convolution notation. The serial interval distribution () hS is calculated using Eq. (5). The expected negative serial fraction is estimated by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Part 3. Estimating the serial interval distribution and the incidence of negative serial intervals"
        },
        {
            "text": "Here we use the discrete sum instead of integration in order to match the empirical data in which the serial time is discrete in days. Besides, we think the negative serial interval less than one day is not observable in realistic setting. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Part 3. Estimating the serial interval distribution and the incidence of negative serial intervals"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Part 4: Maximum convolution likelihood estimation"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Part 4: Maximum convolution likelihood estimation"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Part 4: Maximum convolution likelihood estimation"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.02.20051318 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Part 4: Maximum convolution likelihood estimation"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A COVID-19 Transmission within a family cluster by presymptomatic infectors in China",
            "authors": [
                {
                    "first": "Guoqing",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "Naibin",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Ada",
                    "middle": [
                        "Hoi"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Yan",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Liping",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Guoxiang",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Xueqin",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Xiaomin",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clinical Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa316"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Presumed asymptomatic carrier transmission of COVID-19",
            "authors": [
                {
                    "first": "Yan",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Defining the epidemiology of Covid-19-studies needed",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [
                        "L"
                    ],
                    "last": "Marc",
                    "suffix": ""
                },
                {
                    "first": "Lyn",
                    "middle": [],
                    "last": "Swerdlow",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirusinfected pneumonia",
            "authors": [
                {
                    "first": "Qun",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan",
            "authors": [
                {
                    "first": "Jantien",
                    "middle": [
                        "A"
                    ],
                    "last": "Backer",
                    "suffix": ""
                },
                {
                    "first": "Don",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "Jacco",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "20--28",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ancel Meyers L. Serial interval of COVID-19 among publicly reported confirmed cases",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The incubation period of coronavirus disease 2019 (COVID-19) from publicly reported confirmed cases: estimation and application",
            "authors": [
                {
                    "first": "Stephen",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annals of internal medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Serial interval of novel coronavirus (COVID-19) infections",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "Natalie",
                    "middle": [
                        "M"
                    ],
                    "last": "Hiroshi",
                    "suffix": ""
                },
                {
                    "first": "Andrei",
                    "middle": [
                        "R"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International journal of infectious diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The estimation of SARS incubation distribution from serial interval data using a convolution likelihood",
            "authors": [
                {
                    "first": "Anthony",
                    "middle": [],
                    "last": "Kuk",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Stefan",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Statistics in Medicine",
            "volume": "24",
            "issn": "",
            "pages": "2525--2537",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Virological assessment of hospitalized patients with COVID-2019",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wö Lfel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guggemos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical characteristics of 24 asymptomatic infections with COVID-19 screened among close contacts in Nanjing, China",
            "authors": [
                {
                    "first": "Zhiliang",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science China Life Sciences",
            "volume": "",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Estimating the asymptomatic proportion of coronavirus disease 2019 (COVID-19) cases on board the Diamond Princess cruise ship",
            "authors": [
                {
                    "first": "Kenji",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of COVID19. The infection time is the time of the secondary case infection relative to the symptom onset of the index case. The fraction and timing of presymptomatic transmissions can be straightforwardly obtained from the distribution of infection time. As illustrated in Figure 1, the infection time is related to the other two important epidemic features as Serial interval = Infection time + Incubation period , where negative value of infection time stands for the presymptomatic transmission. Given this relationship, the infection time distribution could be estimated using statistical methods combining the up to date data of the incubation period and the serial interval of COVID19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Illustration of the relationship among the infection time, incubation period and serial interval. The infection time is defined as \"date of the secondary case infection -date of the index case symptom onset\".",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "of infectiousness uniformly distributed in the incubation period, therefore the probability of being infectious increases linearly with time. When 1   , more patients would only become infectious shortly before their symptom onsets, which was previously assumed for COVID19. On the other hand, when 1   , more patients would become infectious shortly after their infections and much earlier than their symptom onsets.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Presymptomatic transmission behavior model of COVID19 with different  . The three curves represent how the probabilities of being infectious increase with time during the incubation period.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "are the probability density functions of serial interval, infection and incubation period respectively. A distinctive feature of our presymptomatic transmission model is to naturally reproduce the \"negative serial intervals\", a situation that the symptom onset of the secondary case is earlier than the index case. Widely used statistical models that describing serial interval distributions, including the Gamma, Weibull, log-normal distributions etc., ignore the possibility of negative serial intervals. However, Du et al. reported 12.6% negative serial intervals in the 468 pairs of cases of imported transmissions in China outside Wuhan, which indicated that our model was more proper for COVID19 modeling.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The serial interval distributions (curves) and the negative serial interval incidences (shadow areas) estimated by the COVID19 presymptomatic transmission behavior model. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "infection time distribution (left panel) and serial interval distribution (right panel). The dash lines stand for the estimations with normal distribution assumption, the solid lines stand for our model predictions. The histogram in the right panel is the observed serial interval data.All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Hence we can estimate the mean and standard deviation of infection time 0 I by solving Eq.(2). Note that, the method of moments estimation does not rely on any assumption of specific distribution forms of the 0 I ,1 T and 0,1 S , so the conclusion should be robust. But the estimation of infection time can be affected by the bias in previous estimation of incubation period and serial interval.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "presymptomatic transmission, the infection time of an index case 0 I is restricted by its own incubation period 0 T by 00 IT − . So we model ( | ) I T , the cumulative probability for individual i becoming infectious given condition of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "understand this infectiousness behavior, let us see a specific case: if an index case develops infectiousness with equal probability at any time during its incubation period, then its probability of being infectious should increase linearly with time. That is the case when 1  = . If 1   , the index case is more likely to develop infectiousness shortly before symptom onset, which is the commonly assumed behavior of COVID19 in previous literature. On the contrary, if 1   , the index case is more likely to develop infectiousness shortly after being infected despite the symptom onset might be much later. The population averaged infection time () fI is given by 0",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "A) is the \"infected time over incubation period\" (i.e. The individual (left) and population averaged (right) presymptomatic transmission model with different  . All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "we use the empirical serial interval data of COVID19 in China to estimate the infection time distribution. We construct the whole transmission model with both presymptomatic and postsymptomatic transmission. We use negative binomial distribution to model the infection after symptom onset. Hence the combined infection time distribution is  , r , p and / AB as undetermined parameters.Combining Eq. (3),(7), we use maximum likelihood method to estimate the parameters in (7) by maximizing the log-",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Estimation of the mean and standard deviation of the infection time of COVID19 in and outside Wuhan based on previous reports of incubation period and serial interval. Following each reference is the time range of data included in the reference.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". https://doi.org/10.1101/2020.04.02.20051318 doi: medRxiv preprint where the i s ( 1... iN = ) are the serial intervals of imported COVID19 cases obtained from China outside Hubei.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Sensitivity analysis of the negative serial interval incidence estimation using different incubation period distribution assumptions according to Baker's report.All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We have 0,1 0 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method of moments estimation of infection time"
        }
    ]
}