{
    "paper_id": "6c9306850b5da6412d800d19643c80d3dc3af2dc",
    "metadata": {
        "title": "Exponential phase of covid19 expansion is not driven by climate at global scale",
        "authors": [
            {
                "first": "Marco",
                "middle": [],
                "last": "Túlio",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pacheco",
                "middle": [],
                "last": "Coelho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal de Goiás",
                    "location": {
                        "postCode": "131, 74, 001-970",
                        "settlement": "Goiânia, Goiás",
                        "region": "CP",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "João",
                "middle": [],
                "last": "Fabricio",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mota",
                "middle": [],
                "last": "Rodrigues",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal de Goiás",
                    "location": {
                        "postCode": "131, 74, 001-970",
                        "settlement": "Goiânia, Goiás",
                        "region": "CP",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Anderson",
                "middle": [],
                "last": "Matos Medina",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal da Bahia",
                    "location": {
                        "settlement": "Salvador",
                        "region": "BA",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Paulo",
                "middle": [],
                "last": "Scalco",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ciências Contábeis (FACE)",
                    "location": {
                        "settlement": "Economia"
                    }
                },
                "email": ""
            },
            {
                "first": "Levi",
                "middle": [
                    "Carina"
                ],
                "last": "Terribile",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratório de Macroecologia",
                    "institution": "Universidade Federal de Jataí",
                    "location": {
                        "settlement": "Jataí",
                        "region": "GO",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Bruno",
                "middle": [],
                "last": "Vilela",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal da Bahia",
                    "location": {
                        "settlement": "Salvador",
                        "region": "BA",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "José",
                "middle": [],
                "last": "Alexandre",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Felizola",
                "middle": [],
                "last": "Diniz-Filho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal de Goiás",
                    "location": {
                        "postCode": "131, 74, 001-970",
                        "settlement": "Goiânia, Goiás",
                        "region": "CP",
                        "country": "Brazil"
                    }
                },
                "email": "jafdinizfilho@gmail.com"
            },
            {
                "first": "Ricardo",
                "middle": [],
                "last": "Dobrovolski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal da Bahia",
                    "location": {
                        "settlement": "Salvador",
                        "region": "BA",
                        "country": "Brazil"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The pandemic state of COVID-19 caused by the SARS CoV-2 put the world in quarantine and is causing an unprecedented economic crisis. However, COVID-19 is spreading in different rates at different countries. Here, we tested the effect of three classes of predictors, i.e., socioeconomic, climatic and transport, on the rate of daily increase of COVID-19. We found that global connections, represented by countries' importance in the global air transportation network, is the main explanation for the growth rate of COVID-19 in different countries. Climate, geographic distance and socioeconomics did not affect this big picture analysis. Geographic distance and climate were significant barriers in the past but were surpassed by the human engine that allowed us to colonize almost every corner on Earth. Based on our global analysis, the global network of air transportation could lead to a worst-case scenario of synchronous global pandemic if board control measures in international airports were not taken and are not sustained during this pandemic. Despite all limitations of a global analysis, our results indicate that the current claims that the growth rate of COVID-19 may be lower in tropical countries should be taken very carefully, at risk to disturb well-established and effective policy of social isolation that may help to avoid higher mortality rates due to collapse of national health systems. This is the case of Brazil, a well-connected tropical country that presents the second highest increase rate of COVID-19 and might experience a serious case of human-induced disasters if decision makers take into consideration unsupported claims of the growth rate of COVID-19 might be lower in tropical countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "With the worldwide spread of the novel Coronavirus Disease 2019 , caused by the SARS-CoV-2 virus, we are experiencing a declared pandemic. One of the largest preoccupations about this new virus regards its notable ability to spread given the absence of any effective treatment, vaccine and immunity in human populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Epidemiologists quantify the ability of infectious agents to spread by estimating the basic reproduction number (R0) statistic (Delamater et al. 2019) , which measures the average number of people each contagious person infects. According to the World Health Organization (2020), the new coronavirus is transmitting at an R0 around 1.4-2.5, which is greater than seasonal influenza viruses that spread every year around the planet (median R0 of 1. 28, Biggerstaff et al. 2014) . To anticipate the timing and magnitude of public interventions and mitigate the adverse consequences on public health and economy, understanding the factors associated with the survival and transmission of SARS-CoV-2 is urgent.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 150,
                    "text": "(Delamater et al. 2019)",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 476,
                    "text": "28, Biggerstaff et al. 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Because previous experimental (Lowen et al. 2007) , epidemiological (Shaman et al. 2010 , Barreca & Shimshack 2012 and modeling (Zuk et al. 2009 ) studies show the critical role of temperature and humidity on the survival and transmission of viruses, recent studies are testing the effect of environmental variables on SARS-CoV-2 (Wang et al. 2020 , Sajadi et al. 2020 ) and forecasting monthly scenarios of the spread of the new virus based on climate suitability (Araújo & Naimi 2020, but see Chipperfield et al. 2020) . Although temperature and humidity are known to affect the spread and survival of other coronaviruses (i.e., SARS-CoV and MERS-CoV, Tan et al. 2005 , Chan et al. 2011 , Doremalen et al. 2013 , Gaunt et al. 2010 ), using the current occurrences of SARS-CoV-2 cases to build correlative climatic suitability models without taking into consideration connectivity among different locations, geographical distance and socioeconomic conditions might be inadequate.",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 49,
                    "text": "(Lowen et al. 2007)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 68,
                    "end": 87,
                    "text": "(Shaman et al. 2010",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 88,
                    "end": 114,
                    "text": ", Barreca & Shimshack 2012",
                    "ref_id": null
                },
                {
                    "start": 128,
                    "end": 144,
                    "text": "(Zuk et al. 2009",
                    "ref_id": null
                },
                {
                    "start": 330,
                    "end": 347,
                    "text": "(Wang et al. 2020",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 348,
                    "end": 368,
                    "text": ", Sajadi et al. 2020",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 495,
                    "end": 520,
                    "text": "Chipperfield et al. 2020)",
                    "ref_id": null
                },
                {
                    "start": 654,
                    "end": 669,
                    "text": "Tan et al. 2005",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 670,
                    "end": 688,
                    "text": ", Chan et al. 2011",
                    "ref_id": null
                },
                {
                    "start": 689,
                    "end": 712,
                    "text": ", Doremalen et al. 2013",
                    "ref_id": null
                },
                {
                    "start": 713,
                    "end": 732,
                    "text": ", Gaunt et al. 2010",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Many factors might influence the distribution of diseases at different spatial scales. Climate might affect the spread of viruses because it affects many biogeographical patterns, including the distribution of diseases and human behavior (e.g., Murray et al. 2018) . Geographic distance represents the geographical space where the disease spread following the distribution of hosts and has also been found to explain biogeographic patterns (Pulin 2003 , Nekola & White 2004 , Warren 2014 .",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 264,
                    "text": "Murray et al. 2018)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 440,
                    "end": 451,
                    "text": "(Pulin 2003",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 473,
                    "text": ", Nekola & White 2004",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 487,
                    "text": ", Warren 2014",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Socioeconomic characteristics of countries could be viewed as a proxy for the ability to identify and treat infected people and for the governability necessary to make fast political decision and avoid the spread of new diseases. Finally, the global transportation network might surpass other factors as it can reduce the relative importance of geographic distance and facilitate the spread of viruses and their vectors (Brockmann & Helbing, 2013; Pybus et al. 2015) . According to the International Air Transport Association (2019) more than 4 million passengers traveled abroad in 2018.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 447,
                    "text": "(Brockmann & Helbing, 2013;",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 466,
                    "text": "Pybus et al. 2015)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This amount of travelers reaching every corner of the world represents the magnitude of how a human niche construction (i.e. global transportation network, Kendal et al., 2011; Boivin et al., 2016) could facilitate the global spread of viruses and vectors (Brockmann and Helbing, 2013; Pybus et al. 2015) in the same way it facilitated the spread of invasive species and domesticated animals over modern human history (Boivin et al., 2016) .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 176,
                    "text": "Kendal et al., 2011;",
                    "ref_id": null
                },
                {
                    "start": 177,
                    "end": 197,
                    "text": "Boivin et al., 2016)",
                    "ref_id": null
                },
                {
                    "start": 256,
                    "end": 285,
                    "text": "(Brockmann and Helbing, 2013;",
                    "ref_id": null
                },
                {
                    "start": 286,
                    "end": 304,
                    "text": "Pybus et al. 2015)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 418,
                    "end": 439,
                    "text": "(Boivin et al., 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The spread of SARS-CoV-2 from central China to other locations might be strongly associated with inter-country connections, which might largely surpass the effect of climate suitability. Thus, at this point of the pandemic, there is still a distributional disequilibrium that can generate very biased predictions based on climatic correlative modeling (De Marco et al. 2008) . Thus, here we used an alternative macroecological approach (e.g., Burnside et al. 2012) to investigate variations on the growth rates of SARS-CoV-2, based on the geographical patterns of exponential growth rates of the disease at country level. We studied the effect of environment, socioeconomic and global transportation controlling for spatial autocorrelation that could bias model significance. By analyzing these factors, we show that the exponential growth of COVID-19 is not driven by climatic and socioeconomical variables at global scale and is explained mainly by country's importance in global transportation network (i.e., air transportation).",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 374,
                    "text": "(De Marco et al. 2008)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 443,
                    "end": 464,
                    "text": "Burnside et al. 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We collected the number of people infected by the COVID-19 per day from the John Hopkins (Dong et al., 2020) and European Centre for Disease Prevention and Control (ECDC, 2020) . This data is available for 173 countries, for which only 44 had more than 100 cases recorded and for which time series had at least ten days after the 100 th case. We also performed the analysis considering countries with more than 50 cases, but it did not qualitatively change our results. Thus, we only show the results for countries with more than 100 cases.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 176,
                    "text": "(ECDC, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "In our analysis, we only used the exponential portion of the time series data (i.e. number of people infected per day) and excluded days after stabilization or decrease in total number of cases. We empirically modelled each time series using an exponential growth model for each country and calculated both the intrinsic growth rate (r) and the regression coefficient of the log growth series to be used as the response variable in our models. Because both were highly correlated (Person's r = 0.97), we used only the regression coefficient to represent the growth rate of COVID-19 in our study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 To investigate potential correlates of the virus growth rate, we downloaded climatic and socioeconomic data of each country. We used climatic data represented by monthly average minimum and maximum temperature (C) and total precipitation (mm) retrieved from the WorldClim database (https://www.worldclim.org) (Harris et al. 2014, Fick and Hijmans 2017) . We used monthly available data for the most recent year available in WorldClim. We extracted climatic data from the months of January, February, March, and December to represent the climatic conditions of the winter season in the Northern Hemisphere and the summer season in the Southern Hemisphere.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 405,
                    "text": "(Harris et al. 2014, Fick and",
                    "ref_id": null
                },
                {
                    "start": 406,
                    "end": 419,
                    "text": "Hijmans 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "From these data, we computed the mean value of climatic variables across each country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Finally, minimum and maximum temperatures were combined to estimate monthly mean temperature for December, January, February, and March, which was used in the model along with total precipitation for the same months. However, using different combinations of these variables (i.e., using means of minimum or maximum temperatures, as well as minimum or maximum for each month) did not qualitatively affect our results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We extracted socioeconomic data for each country. Human Development Index (HDI) rank, mean number of school years in 2015, gross national income (GNI) per capita in 2011, population size in 2015 and average annual population growth rate between 2010-2015 were used in our study and downloaded from the United Nations database (http://hdr.undp.org/en/data). We also obtained a mean value of health investment in each country by averaging the annual health investments between 2005-2015 obtained from the World Health Organization database (http://apps.who.int/gho/data/node.home). Due to the strong collinearity among some of these predictors, HDI rank and mean number of school years were removed from our final model. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 Finally, we also downloaded air transportation data from the OpenFlights (OpenFlights, 2014) database regarding the airports of the world, which contained information about where each airport is located including country location (7,834 airports), and whether there is a direct flight connecting the airports (67,663 connections). We checked the Openfligths database to make the airports and connections compatible by including missing or fixing airport codes and removing six unidentified airport connections resulting in a total of 7,834 airports and 67,657",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "connections. We used this information to build an air transportation network that reflects the existence of a direct flight between the airports while taking into account the direction of the flight. Thus, the airport network is a unipartite, binary, and directed graph where airports are nodes and flights are links (Fig 1, Fig S1) . In the following step, we collapsed the airports' network into a country-level network using the country information to merge all the airports located in a country in a single node (e.g., United",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 317,
                    "end": 332,
                    "text": "(Fig 1, Fig S1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "States had 613 airports that were merged in a single vertex representing the country).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The country-level network (Fig 1) is a directed weighted graph where the links are the number of connections between 226 countries which is collapsed for the 44 countries that had more than 100 cases and for which time series data had at least 10 days after the 100 th case . Afterward, we measured the countries centrality in the network using the Eigenvector Centrality (Bonacich, 1987) , hereafter centrality, that weights the We evaluated the relationship between the predictors (climatic, socioeconomic and transport data) and our growth rate parameter using a standard multiple regression (OLS) after taking into consideration the distribution of the original predictors as well . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 388,
                    "text": "(Bonacich, 1987)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 26,
                    "end": 33,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 as the normality of model residuals. Moreover, OLS residuals were inspected to evaluate the existence of spatial autocorrelation that could upward bias the significance of predictor variables on the model using Moran's I correlograms (Legendre and Legendre 2013). Prior to the analysis, we applied logarithmic (mean precipitation, total population size, and network centrality) and square root (mean health investments) transformations to the data to approximate a normal distribution.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The models used to estimate COVID-19 growth rate on different countries showed an average R 2 of 0.96 (SD = 0.03), varying from 0.83 to 0.99, indicating an overall excellent performance on estimating growth rates. Only one out of the 44 countries (i.e., exponential growth phase for at least ten days after country had 100 confirmed cases) did not show an R 2 > 0.8 for model fitting, and, therefore, we removed this country from the following analysis. The geographical patterns in the growth rates of COVID-19 cases do not show a clear trend, at least in terms of latitudinal variation, that would suggest a climatic effect at macroecological scale ( Fig. 2A) . We build one model including only climate and socioeconomic variables, which explained only 19% of the variation on growth rates with a significant (p < 0.025) and negative coefficient for annual population growth rate. This model did not have spatial autocorrelation in the residuals. When we added country centrality (i.e. country importance in global transportation network) as a predictor, the R 2 increased to 34.5%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 653,
                    "end": 661,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "However, socioeconomic and climatic variables had no significant effect (see Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 84,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In this model, the exponential growth rates increased in response to countries importance in the global transportation networks (Fig 2B, Fig 2C) which is the only significant effect of the model (p < 0.0019). Mean precipitation had a marginal . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 144,
                    "text": "(Fig 2B, Fig 2C)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 significant effect in this model (p = 0.054), with a positive coefficient (i.e. drier countries have lower growth rates), although effect size is at least two times lower than the effect of countries importance in global transportation (Table 1) . Statistical coefficients were not upward biased by spatial autocorrelation. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 65,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 85,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 322,
                    "end": 331,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 ",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The pandemic state of SARS CoV-2 put the world in quarantine and is causing an unprecedented economic crisis. The rates of increase of new cases of COVID-19 is faster in some countries than others. To understand why growth rates are different among countries we investigate the effect of climatic, socioeconomical and human transportation variables that could have important roles on the exponential phase of COVID-19. At global scale, temperature, precipitation, mean number of school years, Gross National Income and health investments had no significant effect on the exponential phase of COVID-19, suggesting that the fast initial spreading of the disease might behave similarly in different countries, despite differences in climatic and socioeconomic conditions. Countries' importance in the global transportation network is the only variable with a significant association with COVID-19 growth rates (Fig 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 907,
                    "end": 914,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The centrality measure is widely used to discover distinguished nodes on many networks, including epidemiological networks (e.g., Madotto and Liu, 2016) . Our findings reinforce the importance of propagule pressure on disease dissemination (Tian et al 2017 , Chinazzi et al. 2020 . It is quite likely that further phases of COVID-19 spread, in terms of peak of infections and decrease in mortality rates, are better related to socioeconomics characteristics of each county and their political decisions when secondary transmissions were identified. We can already clearly identify the effects of adopting strong social isolation policies in China (see Kraemer et al. 2020 ) and, on the opposite side of this spectrum, in European countries like Italy, Spain and England (Enserink and Kupferschmidt 2020). Our analyses call attention to the case of Brazil, a well-connected tropical country that presents the second highest increase rates of COVID-19 in its exponential phase (Fig 1A) . If decision makers take into consideration . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 152,
                    "text": "Madotto and Liu, 2016)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 240,
                    "end": 256,
                    "text": "(Tian et al 2017",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 257,
                    "end": 279,
                    "text": ", Chinazzi et al. 2020",
                    "ref_id": null
                },
                {
                    "start": 652,
                    "end": 671,
                    "text": "Kraemer et al. 2020",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 975,
                    "end": 983,
                    "text": "(Fig 1A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 yet unsupported claims that growth rates of COVID-19 in its exponential phase might be lower in tropical countries because of climate, we might observe terrible scenarios unrolling in tropical countries, especially in those with limited health care structure, such as Brazil.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 65,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 85,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "When discussing and modelling the effect of climate on SARS CoV-2 it is important to remember that modern human society is a complex system composed of strongly connected societies that are all susceptible to rare events. It is also critical to consider the negative correlations between climate and local or regional socioeconomic conditions (i.e., inadequate sanitary conditions and poor nutritional conditions) that could easily counteract any potential climatic effect at local scales, such as lower survival rates of viruses exposed to high temperatures and high UV irradiation (Duan et al. 2003 , Wang et al. 2020 . Tropical regions will experience mild climate conditions in a couple of months. Thus, regardless of the influence of local environmental conditions, tropical countries could still expect high contagious rates. Finally, climatic suitability models might be ephemeral for very mathematized modelling fields of science such as epidemiology and virology that developed over time very realistic models that enables the possibility of learning with parameters of similar viruses (i.e. SARS) that can definitely help and instruct decision makers to take actions before it is too late.",
            "cite_spans": [
                {
                    "start": 583,
                    "end": 600,
                    "text": "(Duan et al. 2003",
                    "ref_id": null
                },
                {
                    "start": 601,
                    "end": 619,
                    "text": ", Wang et al. 2020",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Here we showed that countries' importance in the global transportation network is the only variable with a significant association with COVID-19 growth rates in its exponential phase. Our results reinforce board control measures in international airports (see Bitar et al. 2009 , Nishiura & Kamiya 2011 ) during very early stages of pandemics to prevent secondary transmissions that could lead to undesired scenarios of rapid synchronically spread of infectious diseases in different countries. The rapid international spread of the severe acute respiratory syndrome (SARS) from 2002 to . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 277,
                    "text": "Bitar et al. 2009",
                    "ref_id": null
                },
                {
                    "start": 278,
                    "end": 302,
                    "text": ", Nishiura & Kamiya 2011",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 2003 led to extensively assessing entry screening measures at international borders of some countries (Bell et al. 2003 , John et al. 2005 . The 2019-2020 world spread of COVID-19 highlights that improvements and testing of board control measures (i.e. screening associated with fast testing and quarantine of infected travellers) might be a cheap solution for humanity in comparison to health systems breakdowns and unprecedented global economic crises that the spread of infectious disease can cause.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 198,
                    "end": 215,
                    "text": "(Bell et al. 2003",
                    "ref_id": null
                },
                {
                    "start": 216,
                    "end": 234,
                    "text": ", John et al. 2005",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "However, it is important to note that board control of potentially infected travellers and how to effectively identify them is still a hotly debated topic in epidemiology and there is still no consensus on accurate methodologies for its application ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We do not expect that our results using a macroecological approach at a global scale would have a definitive effect on decision-making in terms of public health in any particular country, province, or city. However, we expect that our analyses show that current claims that growth of COVID-19 pandemics may be lower in developing tropical countries should be taken very carefully, at risk to disturb well-established and effective policy of social isolation that may help to avoid higher mortality rates due to collapse in national health systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Annual Review",
            "authors": [],
            "year": 2019,
            "venue": "International Air Transport Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Border screening for SARS",
            "authors": [
                {
                    "first": "John",
                    "middle": [],
                    "last": "St",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Jong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bodie-Collins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Squires",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerging Infectious Diseases",
            "volume": "11",
            "issn": "",
            "pages": "6--10",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The effect of human mobility and control measures on the COVID-19 epidemic in China",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "U G"
                    ],
                    "last": "Kraemer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb4218"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Influenza virus transmission is dependent on relative humidity and temperature",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Lowen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mubareka",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palese",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Pathogens",
            "volume": "3",
            "issn": "",
            "pages": "1470--1476",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Spatial analysis improves species distribution modelling during range expansion",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Marco",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Diniz-Filho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A F"
                    ],
                    "last": "Bini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biol. Letters",
            "volume": "4",
            "issn": "",
            "pages": "577--580",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Super-Spreader Identification Using Meta-Centrality",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Madotto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Scientific Reports, v",
            "volume": "6",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pathogeography: leveraging the biogeography of human infectious diseases for global health management",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Olivero",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Roche",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tiedt",
                    "suffix": ""
                },
                {
                    "first": "J.-F",
                    "middle": [],
                    "last": "Guégan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ecography",
            "volume": "41",
            "issn": "",
            "pages": "1411--1427",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The distance decay of similarity in biogeography and ecology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Nekola",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Biogeography",
            "volume": "26",
            "issn": "",
            "pages": "867--878",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Fever screening during the influenza (H1N1-2009) pandemic at Narita International Airport",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kamiya",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Japan. BMC Infectious Diseases",
            "volume": "11",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Virus evolution and transmission in an ever more connected world",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Pybus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Tatem",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lemey",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proceedings of the Royal Society B: Biological Sciences",
            "volume": "282",
            "issn": "",
            "pages": "2014--2878",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The decay of similarity with geographical distance in parasite communities of vertebrate hosts",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Poulin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Biogeography",
            "volume": "30",
            "issn": "",
            "pages": "1609--1615",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Temperature and Latitude Analysis to Predict Potential Spread and Seasonality for COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Sajadi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Habibzadeh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vintzileos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shokouhi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Miralles-Wilhelm",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amoroso",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "SSRN Electronic Journal",
            "volume": "",
            "issn": "",
            "pages": "6--7",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Absolute humidity and the seasonal onset of influenza in the continental United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Pitzer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Biology",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Applications of Infrared Thermography for Noncontact and Noninvasive Mass Screening of Febrile International Travelers at Airport Quarantine Stations",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matsui",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kirimoto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abe",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Application of Infrared to Biomedical Sciences. Series in BioEngineering",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "An initial investigation of the association between the SARS outbreak and weather: With the view of the environmental temperature and its variation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Epidemiology and Community Health",
            "volume": "59",
            "issn": "",
            "pages": "186--192",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Increasing airline travel may facilitate cocirculation of multiple dengue virus serotypes in Asia",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Faria",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Negl Trop Dis",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0005694van"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Stability of middle east respiratory syndrome coronavirus (MERS-CoV) under different environmental conditions",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eurosurveillance",
            "volume": "18",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "High Temperature and High Humidity Reduce the Transmission of COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "SSRN Electronic Journal",
            "volume": "",
            "issn": "",
            "pages": "1--19",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "importance of a country in the network considering the number of connections with other countries and how well connected these countries are to other countriesindirect connections. All networks analyses were generated using package igraph (Air transportation network among 44 countries that had more than 100 cases and for which time series data had at least 10 days after the 100 th case. Different colours represent modules of countries that are more connected to each other. Different sizes of each node represent the growth rate of COVID-19 estimated for each country (See resultsFig 2).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Geographical patterns of growth rate of covid-19 in the exponential phase (A), the Eigenvector Centrality that represents countries' importance in global transportation network (B) and the association between growth rates and the log transformed eigenvector centrality (C).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Model statistics for all variables used in the study.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This paper was developed in the context of the human macroecology project on the National Institute of Science and Technology (INCT) in Ecology, Evolution and Biodiversity Conservation, supported by CNPq and FAPEG. JAFDF, RD, LCT are also supported by CNPq productivity scholarships. We thank Thiago F. Rangel for his constructive comments on early version of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}