{
    "paper_id": "6cb64c9a76fdb0f42aa7479705519d37ec098031",
    "metadata": {
        "title": "Modeling risk of infectious diseases: a case of Coronavirus outbreak in four countries",
        "authors": [
            {
                "first": "Md",
                "middle": [
                    "Mazharul"
                ],
                "last": "Islam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Md",
                "middle": [
                    "Monirul"
                ],
                "last": "Islam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "Jamal"
                ],
                "last": "Hossain",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Faroque",
                "middle": [],
                "last": "Ahmed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The novel coronavirus (2019-nCOV) outbreak has been a serious concern around the globe. Since people are in tremor due to the massive spread of Coronavirus in the major parts of the world, it requires to predict the risk of this infectious disease. In this situation, we develop a model to measure the risk of infectious disease and predict the risk of 2019-nCOV transmission by using data of four countries-US, Australia, Canada and China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The model underlies that higher the population density, higher the risk of transmission of infectious disease from human to human. Besides, population size, case identification rate and travel of infected passengers in different regions are also incorporated in this model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Novel Coronavirus, Middle East Respiratory Syndrome-Coronavirus (MERS-CoV) related to Coronavirus that caused Severe Acute Respiratory Syndrome (SARS) epidemic 10 years ago, was first detected in Saudi Arabia and it has been spreading in other countries since 2012[1]. In December 2019, China noticed few pneumonia cases relating to novel Coronavirus (2019-nCOV). Told case incidence has been increasing dramatically and reached the hundreds, but it is likely to be an under-estimate [2] . The Coronavirus menace has now been spread all over the countries in globe. As of March 24, 2020, there were 372757 confirmed Novel Coronavirus-infected pneumonia (COVID-19) cases in 196 countries of which 16224 death cases were traced out worldwide [3] . This endemic of novel Coronavirus has been caused due to the mobility and interaction of people who moved from one country to another by outbound fights. Therefore, we argue that densely populated countries as well as cities are more likely to be infected with novel Coronavirus because of inbound and outbound flights and other means of transports. It implies that both in-bound and out-bound flights of passengers are significant factors in triggering Coronavirus infection risk in more densely populated countries than in less densely populated countries. However, previous studies did not consider the population density factor while modeling the risk of 2019-nCOV transmission. Recent studies estimates the risk of Coronavirus transmission from the Chinese cities to other destinations [4, 5] . More importantly, Haider et al. (2020) built a risk index using the number of air travelers multiplied by the weight of the number of infected cases. Apart from previous studies, our study can fill the research gap constructing a risk index that takes population density and size, case identification rate, and the number of air travel into account.",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 487,
                    "text": "[2]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 740,
                    "end": 743,
                    "text": "[3]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1537,
                    "end": 1540,
                    "text": "[4,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1541,
                    "end": 1543,
                    "text": "5]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We present a mathematical model that assesses the risk of infectious diseases such as Coronavirus. The model includes population size and density, the number of identified cases, case identification rate, and passengers' travel among different regions. Risk Index (RI) of a certain infectious disease in a specific area ij a of a country i C where n i ,..., 3 , 2 , 1 = and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk Index"
        },
        {
            "text": "is estimated for a given Calculation Period (CP) which is usually days, weeks, months or even years. RI is unit free which makes it comparable among areas; higher the RI, the greater the risk. Therefore, RI of an area ij a is defined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk Index"
        },
        {
            "text": "where, ij A and ij T are the area and the travel specific risk components respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk Index"
        },
        {
            "text": "Area specific component estimates the risk of infectious diseases posed by the factors such as the number of identified cases, population size, and case identification rate. We also consider mobility-interaction factor to estimate the risk of spreading infectious diseases as mobility and interaction among people contribute to spread infectious diseases according to some studies [6] [7] [8] . So, it is expected that the higher the mobility and interaction among people in an area, the higher the risk of spreading infectious diseases. We can call it \"Mobility-Interaction Effect\". The reasoning behind such hypothesis is that people have the tendency to amass in an area which provides better environment, livelihood, education, and other amenities. The aggregation process continues further with the economic development, forcing people to move low density areas to high density areas. As a result, people living in high density areas have higher mobility and interaction among themselves than the people living in low density areas [9] . Therefore, we propose that Relative Mobility-Interaction Effect (RMIE) can be estimated by the relative population density of that area within a country.",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 384,
                    "text": "[6]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 385,
                    "end": 388,
                    "text": "[7]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "[8]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1037,
                    "end": 1040,
                    "text": "[9]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Area specific risk"
        },
        {
            "text": "For an area ij a , having the population density ij D in country i C , RMIE is measured as . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Area specific risk"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20049973 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Area specific risk"
        },
        {
            "text": "Now using RMIE along with the number of identified cases, case identification rate, calculation period of risk measurement, and assuming that infectious disease spread at geometric rate, we write the area specific risk component as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Area specific risk"
        },
        {
            "text": "Here, within the risk calculation period (CP), It accumulates two risk components: one is the area/city risk and the other is the country risk. An important feature of the measure (3) is that if an area has no identified case, we can assess area specific risk by country specific risk since through mobility-interaction effect of other areas create pressure of spreading disease to that particular area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Area specific risk"
        },
        {
            "text": "Drawing experience from previous outbreak of infectious diseases including the recent epidemic of Coronavirus, literatures suggest addressing the risk of travelling among different areas and countries [10] [11] [12] . In our study, the travel specific risk component for area ij a of j",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "text": "[10]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 206,
                    "end": 210,
                    "text": "[11]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 211,
                    "end": 215,
                    "text": "[12]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Travel specific risk"
        },
        {
            "text": "where pq V is the number of travelers who left the area pq a for different destinations within the time duration ߂ ‫ݐ‬ , ij pq V , is the number of travelers who arrive at the area ij a from pq a within . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Travel specific risk"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Travel specific risk"
        },
        {
            "text": "Some interesting features of this index are worthwhile to mention. The index says that there is a risk of Coronavirus spreading even though the travel specific risk component becomes zero. That means even if a country imposes air travel restriction internationally, the risk of transmission still exists. The area specific component of the index actually portrays the dynamics of infectious disease spreading influenced by mobility and interaction among people. One of the important implications of the area specific component is that restricting international movement is not sufficient to contain the risk of Coronavirus spreading in particular and infectious diseases in general. Internal restriction is also important to suppress transmission risk in an area which is exactly what the current situation says. In that sense, we expect that our index has the higher probability of mimicking the current situation of Coronavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Travel specific risk"
        },
        {
            "text": "Data on Coronavirus identified cases, population size and density, and air travel among areas of the four countries -US, Canada, Australia and China are collected from three different sources. First, the total number of confirmed cases (up to 26 March 2020) and the dates of first identification of Coronavirus cases in geographic areas (territory/province/state) are extracted from Johns Hopkins University Center for Systems Science and Engineering (JHU CCSE) (https://systems.jhu.edu/research/public-health/ncov/) [13, 14] . Second, data on population size and geometric area are collected from the website https://www.citypopulation.de. Finally, because of insufficient passengers' travel data, we incorporate air travel data only among these areas. Air travel data are obtained from FLIRT (https://flirt.eha.io), a flight network analysis tool developed by EcoHealth Alliance which provides simulated passengers' data for the final destination from different airports based on flight schedule database of 800 airlines [12, 15] .",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 521,
                    "text": "[13,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "14]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1023,
                    "end": 1027,
                    "text": "[12,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1028,
                    "end": 1031,
                    "text": "15]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Data sources"
        },
        {
            "text": "We have defined the calculation period (CP) from 31 st December 2019 to 27 th March 2020.The total number of confirmed Coronavirus cases are accumulated up to 26 th March 2020 for different areas of respective countries. Population density (population per square kilometer) of these areas is calculated by dividing population size by the respective geometric area. At first, we calculate area specific component using equation 3. To estimate travel specific risk component presented in equation 4, we calculate the proportion of travelers arrived at area ij a from other areas directly by using simulated data from FLIRT. In total 781 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20049973 doi: medRxiv preprint international airports among these areas are included in this study. All analysis are performed using statistical software R version 3.6.0 [16] .",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 287,
                    "text": "[16]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "In this study, we present Coronavirus risk ranking of 104 areas (territory/province/state) of four countries based on our developed risk index (RI). Table 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 156,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "China (Hubei Province) as a breeding ground was the highest in the importation to Coronavirus infection across the globe. Later, this pandemic rapidity of this disease has now captured US and some other parts of the world. It has been spread at a geometric rate due to the mobility and interaction of people through air-borne movement from one country to another or from one city to another. In this respect, our study models a risk index to measure the human to human Coronavirus transmission mainly caused by people's mobility and interaction. Therefore, we recommend avoiding any mass gathering, maintaining recommended physical distance and restricting inbound and outbound flights across different areas/cities and countries as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20049973 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Effects of Population Density on the Spread of Disease",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sumdani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Frickle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The Extent of Transmission of Novel Coronavirus in Wuhan, China, 2020",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Med",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/jcm9020330"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Coronavirus disease 2019 (COVID-19) Situation Report -64",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The effect of travel restrictions on the spread of the 2019 novel coronavirus (COVID-19) outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chinazzi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aba9757"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Potential for global spread of a novel coronavirus from China",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "Bogoch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thomas-Bachli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa011"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "An agent-based modeling approach applied to the spread of cholera",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Crooks",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Hailegiorgis",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Environ Model Softw",
            "volume": "62",
            "issn": "",
            "pages": "164--77",
            "other_ids": {
                "DOI": [
                    "10.1016/j.envsoft.2014.08.027"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Quantifying the Impact of Human Mobility on Malaria",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wesolowski",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Eagle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Tatem",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "338",
            "issn": "",
            "pages": "267--70",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1223467"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Disease and mobility: a neglected factor in epidemiology",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Prothero",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Int J Epidemiol",
            "volume": "6",
            "issn": "",
            "pages": "259--67",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Relationship between population density and population movement in inhabitable lands",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fujimoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mizuno",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ohnishi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Evol Institutional Econ Rev",
            "volume": "14",
            "issn": "",
            "pages": "117--147",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The Role of Human Movement in the Transmission of Vector-Borne Pathogens",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Stoddard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Vazquez-Prokopec",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Negl Trop Dis",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0000481"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Controlling Pandemic Flu: The Value of International Air Travel Restrictions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Goedecke",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS One",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0000401"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Passengers' destinations from China: low risk of Novel Coronavirus (2019-nCoV) transmission into Africa and South America",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Haider",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yavlinsky",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Epidemiol Infect",
            "volume": "148",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1017/S0950268820000424"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30120-1"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Novel Coronavirus COVID-19 (2019-nCoV) Data Repository by Johns Hopkins CSSE",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Jhu Csse",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "FLIRT: a product of EcoHealth alliance",
            "authors": [],
            "year": 2020,
            "venue": "EcoHealth alliance",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "R: a language and environment for statistical computing computer program. R Core Team",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Team",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "− the duration of first case identification in area ij a .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "time duration, and pq A is the area specific component for pq a as described in equation 3. The travel risk component incorporates contribution of other area specific risks proportionately to the proportion of travelers from those areas. Combining equation (",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "presents the rank of these areas along with values of area specific component (A), travel specific component (T) and overall RI score as of time from 31 December 2019 to 26 March 2020.Figure 1: Risk Index of Coronavirus infection (as of 26th March 2020) Empirical findings depict that New York State in US is the most risky area in terms of Coronavirus infection among US, Canada, Australia, and China. As per report of 26 March 2020, about 38262 Coronavirus cases are detected in this state, and the value of RI is 0.00691484 which clearly shows the severity of infection comparing to others. Besides, some other areas such as Hubei (China), Massachusetts (US), District of Columbia (US), New Jersey (US) , Georgia (US), Colorado (US), Illinois (US), Michigan (US) and Maryland (US) are ranked 2nd, 3rd, 4th, 5th, 6th, 7th, 8th, 9th and 10th respectively as per calculation of RI. Besides, Quebec is ranked 20th whereas Alberta is ranked 57th among Provinces in Canada. Moreover, Australian Capital Territory, Australia is ranked 29th followed by New South Wales in 49th position. More interestingly, remaining Chinese Provinces are ranked at the bottom of the table, implying less risk of Coronavirus infection in China comparing to US, Canada and Australia.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}