{
    "paper_id": "6d82dea73fcac9807d450373c542499a998ab2aa",
    "metadata": {
        "title": "Estimating cost-benefit of quarantine length for COVID-19 mitigation",
        "authors": [
            {
                "first": "Andreas",
                "middle": [],
                "last": "Eilersen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Niels Bohr Institute",
                    "location": {
                        "postCode": "2100",
                        "settlement": "København Ø",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "+",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Niels Bohr Institute",
                    "location": {
                        "postCode": "2100",
                        "settlement": "København Ø",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Kim",
                "middle": [],
                "last": "Sneppen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Niels Bohr Institute",
                    "location": {
                        "postCode": "2100",
                        "settlement": "København Ø",
                        "country": "Denmark"
                    }
                },
                "email": "*sneppen@nbi.ku.dk"
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The international community has been put in an unprecedented situation by the COVID-19 pandemic. Creating models to describe and quantify alternative mitigation strategies becomes increasingly urgent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: In this study, we propose an agent-based model of disease transmission in a society divided into closely connected families, workplaces, and social groups. This allows us to discuss mitigation strategies, including targeted quarantine measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: We find that workplace and more diffuse social contacts are roughly equally important to disease spread, and that an effective lockdown must target both. We examine the cost-benefit of replacing a lockdown with tracing and quarantining contacts of the infected. Quarantine can contribute substantially to mitigation, even if it has short duration and is done within households. When reopening society, testing and quarantining is a strategy that is much cheaper in terms of lost workdays than a long lockdown of workplaces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: A targeted quarantine strategy is quite efficient with only 5 days of quarantine, and its relative effect increases when supplemented with other measures that reduce disease transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "is the (which was not peer-reviewed)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The 2020 corona virus (COVID- 19) pandemic has raised the need for mitigation efforts that could reduce the peak of the epidemic 1, 2 . To fulfill this need, theoretical modelling can play a crucial role. Traditional epidemiology models that assume universal or constant infection parameters are not sufficient to address case specific strategies like contact tracing. Therefore, we have developed an agent-based epidemiological model which takes into account that disease transmission happens in distinct arenas of social life that each have different role under lockdown: The family, the workplace, our social circles, and the public sphere. This subdivision becomes especially important when discussing such efforts as contact tracing. Using an estimated weight of social contacts within each of these four spheres 3 we discuss the effect of various mitigation strategies.",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 33,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 818,
                    "end": 819,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "At the time of writing, both classical mean field models 4, 5 and an agent-based model 2, 6, 7 of the COVID-19 epidemic have already been made. The models often assume contact rates and disease transmission to be stratified by age 3, 8, 9 . In our model, we focus on social and work networks in the spread of the epidemic. This will directly allow us to test the effectiveness of localized quarantine measures. In addition we allow a fraction of the contacts to be non-specific, representing random meetings.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 59,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 60,
                    "end": 61,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 231,
                    "end": 233,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 234,
                    "end": 236,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 237,
                    "end": 238,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Within families, several age groups may live together. At the same time, disease transmission within the family is probably the variable that is the most difficult to change through social distancing. Furthermore, there is doubt as to what extent children carry and transmit the disease 10 . By ignoring age as a factor our agent-based model implicitly weights children on equal footing with anyone else, and our model is not designed to address scenarios where one specifically targets older people.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 289,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Analysing what role each area of social life plays also allows us to separately treat social life, and since this plays a smaller economic role than work, it may be reduced with a smaller toll on society. Furthermore, if widespread testing and contact tracing is implemented, a compartmentalisation like the one we are assuming here will help in assessing which people should be quarantined and how many will be affected at any one time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the following, we will investigate two closely related questions. First, how a lockdown is most effectively implemented, and second, how society is subsequently reopened safely, and yet as fast as possible. To answer the first, we must examine the relative effects of reducing the amount of contacts in the workplace, in public spaces, and in closely connected groups of friends. For the second question, we will look for viable strategies for mitigation that do not require a total lockdown. Here, we will especially focus on the testing efficiency, contact tracing 11 , and improved hygiene. Our results will hopefully be helpful in Figure 1 . A diagram of the model structure. Each agent has a network consisting of a family, a workplace and two groups of friends. The family accounts for 40 % of interactions. Work accounts for 30 % and socialisation with friends accounts for a further 15 %. These contacts in each of these 3 groups are fixed throughout the simulation. Finally, 15 % of interactions happen \"in public\", which we implement as an interaction with a randomly chosen other agent. Everyone in the work and friend sub-graphs are assumed to be connected to each other. Below the graph, the underlying mechanisms of the disease are shown. We divide the exposed state into four in order to get a more naturalistic distribution of incubation periods. In our simulation we set the family groups to 2, the work network to 10 completely interconnected people and the friend network consist of 2 groups with 5 in each. The distribution of incubation times is shown on the right.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 638,
                    "end": 646,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "informing future containment and mitigation efforts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our proposed model divides social life into family life which accounts for 40 % of all social interactions, work life accounting for 30 %, social life in fixed friend groups accounting for 15 %, and public life which accounts for another 15 % 3 . Interactions in public are taken to be completely random and not dependent on factors such as geography, density or graph theoretical quantities. Within families, workplaces, and friend groups, everyone is assumed to know everyone. Each agent is assigned one family and workplace, as well as two groups of friends. Workplaces on average contain ten people, whereas each friend group on average contains five.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We use a discrete-time stochastic algorithm. At each time-step (0.5 days), each person has one interaction with some other person. A \"die roll\" decides whether the person will interact with family, friends, work, or the public. The respective odds are the above mentioned percentages 40:30:15:15. If the public is chosen, an entirely random person is selected, otherwise a person is drawn from a predefined group (family etc.). For each interaction, an infectious person has a fixed probability of passing on the disease to the person they interact with.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The family size distribution of is based on the distribution of Danish households 12 . The average number of people per household is approximately 2, and large households of more than 4 people have been ignored, as they account for less than 10 % of the population. We believe that in a country where family sizes are larger and there are fewer singles, the family would be more important to the spread of disease. However, the difference would not be overwhelming, as we will see when we vary the sizes of the other social groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We simulate the progression of disease using an SEIR model with four exposed states, E = E 1 + E 2 + E 3 + E 4 . The exposed states are treated equally, and we assume that there is no infection during the whole incubation period. Thus we at present do not include potential infection at stage E 4 , as data on pre-symptomatic infections are still uncertain. 13 Multiple states are solely included in order to get a naturalistic distribution of incubation periods. Li et al. 10 report that the mean incubation period is approximately five days and the reported distribution is fitted well by the Gamma distribution we obtain from our four E-states.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 360,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 474,
                    "end": 476,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2/8"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059790 doi: medRxiv preprint (a) (b) Figure 2 . (a) Comparison of various strategies with and without a reduction in transmission probability per encounter. It can be seen that work and social contacts play roughly the same part in disease transmission. A reduction of infection probability makes the strategies relatively more effective. Reducing work contacts, for example, reduces the peak height by roughly 20 % (relative to no intervention) if infection probability is high. If the infection probability is lowered, the strategy causes a 36 % decrease in peak height (relative to only reducing infection probability). (b) A similar comparison of the effects of reducing workplace sizes by half. This strategy is also relatively more effective if infection probability is reduced. The strategy reduces peak height by 28 % at a lowered infection probability versus only 12 % if infection probability remains high.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 160,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "2/8"
        },
        {
            "text": "We set the probability of transition out of each of the 4 exposed states to 0.8 per day corresponding to a mean incubation period of 5 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2/8"
        },
        {
            "text": "A further problem is the duration of the infectious period (I). Viral shedding has been observed to last up to eight days in moderate illness 14 . On the other hand, according to Linton et al., the median time from onset to hospitalisation is three days 15 . A bedridden patient (even if not hospitalised) is likely to transmit the disease less. To fit the observed distribution of times between subsequent infections of 7.5 days of Li et al. 10 we model the infectious period as a single state with an average duration of five days. In comparison ref. 16 uses a serial interval distribution with mean of 6.5 days. Other authors have suggested a shorter serial interval 17 with pre-symptomatic infections. In the supplement we repeat our analysis for a \"faster\" model of the disease, maintaining the overall growth of an unconstrained epidemic of 23 % per day, but making the two last stages of the incubation period infectious.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 144,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 254,
                    "end": 256,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 443,
                    "end": 445,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 553,
                    "end": 555,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "2/8"
        },
        {
            "text": "Finally, the transmission rate for the disease is estimated from an observed rate of increase of 23 % per day in fatalities in the USA. This also fits the observation of a growth rate of ICU admissions of about 22.5 % per day in Italy 18 . With our parameters this is reproduced by a infection rate of 1 person per day per infected and a basic reproduction number R 0 ∼ 5 (as we allow transmission in both directions when selecting two people, this is simulated by a rate for transmission of 0.5 per day per encounter). Li et al. 10 in contrast estimate R 0 at 2.2 based on a growth rate of 10 % per day in confirmed Corona cases in Wuhan prior to Jan. 4 .",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 532,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 653,
                    "end": 654,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "2/8"
        },
        {
            "text": "Having calibrated the model in this way, we want to explore mitigation strategies for the corona epidemics. Specifically, we will investigate the relative importance of the areas of social life, and the extent that reducing workplace size reduce disease spread. Moreover, we will examine the possible gain and cost by simple contact tracing and light quarantine practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2/8"
        },
        {
            "text": "To illustrate the relative importance between the workplace and public life, we consider the four scenarios in Fig. 2 (a). In the first scenario, nothing is done. In the second, contacts within the workplace are reduced by 75 %, while in the third, contacts with friends and the public are reduced. Finally, we compare these with similar scenarios, but where good hygiene or keeping a distance reduces the probability of all types of encounters by half.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 117,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Results: Mitigation strategies"
        },
        {
            "text": "In the figure, we see that the effects of reducing workplace and social contacts are roughly of the same magnitude. This reflects the assignment of 30 % weight to each of these contact types. The slightly larger effect on social contacts reflect our assumption that these connections are less clustered than the workplace network. The two latter graphs show the scenarios where we both reduce infection probability within one group by 75 % and overall infection probability by 50 %. They show that an effective lockdown require both restrictions of the time spent in the workplace and in the public sphere, and measures that reduce infection probability by increased hygiene and physical distancing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results: Mitigation strategies"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3/8"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059790 doi: medRxiv preprint However, the price of this is that each person is on average quarantined once during the epidemic. (d) Epidemic peak and time spent in quarantine as a function of quarantine length for a testing probability of 5 % per day. The average time spent in quarantine increases linearly with the length of quarantine. On the contrary, the effect of quarantine on the peak height appears to stagnate at approximately five days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3/8"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4/8"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4/8"
        },
        {
            "text": "The above results provide one useful piece of information. If the effect of workplace and social contacts are of the same order, it is of little importance which one is restricted. Ideally, both will be restricted for a period of time. However, when restrictions need to be lifted, authorities will primarily be able to control the workplace, whereas the social sphere needs relies on local social behavior. Obviously it is economically more sustainable to lift the one with the largest societal consequences first, by allowing people to return to work while encouraging keeping social gatherings at a minimum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4/8"
        },
        {
            "text": "If restrictions are lifted before herd-immunity has grown to substantial levels, the epidemic will re-ignite. Therefore, we now examine what can be done to minimise spread in the reopened workplaces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4/8"
        },
        {
            "text": "One possible strategy is to reduce the number of people allowed at any one time in each workplace. In fig. 2 (b) , we compare an epidemic scenario where the average number of employees per workplace is 10 with an epidemic where this number is reduced to 5. We further assume that the number of contacts per coworker remains the same, meaning that the number of contacts per person drops when workplace size is reduced.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 112,
                    "text": "fig. 2 (b)",
                    "ref_id": null
                }
            ],
            "section": "4/8"
        },
        {
            "text": "It can be seen that fragmentation of physical spaces at workplaces could have a significant effect on the peak number of infected. In a situation with a risk of straining the healthcare system, this could be part of a mitigation strategy. Once again, the strategy becomes relatively more effective if the infection probability per encounter is also reduced. Relative to the cases with no workplace size reduction, making workplaces smaller leads to a greater relative reduction in peak size if infection probability is lower (12 % versus 28 % relative reduction when when overall infection rates are halved by other means).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4/8"
        },
        {
            "text": "A more local strategy that can be employed when reopening society is widespread testing and contact tracing. As mentioned above, Hellewell et al. 19 have suggested that this can be effective in containing COVID-19 outbreaks provided high efficiency in detecting infected individuals. Contact tracing has previously been modeled in relation to other epidemics 20 , and used successfully against smallpox 21 and SARS 22 .",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 148,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 415,
                    "end": 417,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "4/8"
        },
        {
            "text": "One obstacle to the widespread implementation of this strategy is difficulty of tracing contacts. Therefore, we will here implement a crude form of contact tracing where we 1) close the workplaces of people who are tested positive for the disease, 2) isolate their regular social contacts for a limited period, and 3) test people for COVID-19 just before they exit the quarantine. We will see that such a 1 step tracing and quarantine strategy (1STQ) can give a sizeable reduction in disease spread while costing fewer lost workdays than overall lockdown. Our simulations include the limitations imposed by not being able to trace the estimated 15% of infections from random public transmissions. Thus the strategy does not require sophisticated contact tracing but could be implemented based on infected people being able to recollect their recent physical encounters with friends. It should be noted that we here quarantine persons in their own households, thereby making our contact tracing strategy easier to implement in practice. In particular, family members of a quarantined person are still free to interact outside their home if they are not themselves tested positive. The drawback of such light quarantine practices is that infected persons in quarantine may still transmit the infection to their families. Fig. 3 (a,b,c) examines how increased detection efficiency systematically improves our ability to reduce the peak disease burden. This would then be a more cost efficient way to mitigate the pandemic than a complete lockdown where each person would lose several man-months. Even detecting as little as 2 % of COVID-19 infected per day (which with an average disease duration of 5 days corresponds to finding approximately 10 % of the infected) can potentially reduce the peak number of cases by 30 % . If 10 % efficiency is possible, corresponding to detecting about half of infectious cases, then peak height could be reduced by a factor 3, and with less than 12 quarantine days per person during the entire epidemic. This is illustrated in Fig. 3 (b) where peak height is reduced from 0.27 to 0.08 at 10 % testing efficiency. In supplement Figs. S4,5 one can compare this with the simpler strategy where only the infected person and their family are quarantined. The peak height is reduced, but only from 0.27 to 0.20 at 10 %/day testing efficiency.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1319,
                    "end": 1333,
                    "text": "Fig. 3 (a,b,c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2061,
                    "end": 2067,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "4/8"
        },
        {
            "text": "The main cost of the quarantine option is the quarantine time. Figure 3 (d) examines the efficiency versus cost of as a function of quarantine length. It can be seen that there is little gain in extending the quarantine period beyond the 5-day duration of the incubation period. For this reason we opted for 5 days in quarantine in panel (a,b). As a consequence, an average person will stay around 5 days in quarantine during the course of the epidemics with a testing efficiency of 2 % . This time can be reduced if people can convinced of smaller work environments and fewer physical contact per week. Fragmentation of our networks into smaller groups will reduce both quarantine overhead and the direct transmission of the disease (Fig. 2(b) , orange curve).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 71,
                    "text": "Figure 3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 734,
                    "end": 744,
                    "text": "(Fig. 2(b)",
                    "ref_id": null
                }
            ],
            "section": "4/8"
        },
        {
            "text": "A prolonged lockdown will hugely disrupt society, and it is questionable whether a complete eradication of the virus is possible anyway. Therefore most governments have aimed at softening the epidemic curve, with varying degree of success. The here explored one step contact tracing with testing and quarantine is a way to this means, and would work most efficiently in combination with other means to reduce R 0 . The combined effect with other reductions of infection the rate is further elucidated in fig. 4 . One sees that the relative impact of testing and contact tracing on peak height increases with lower infection probability.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 504,
                    "end": 510,
                    "text": "fig. 4",
                    "ref_id": null
                }
            ],
            "section": "4/8"
        },
        {
            "text": "Finally, we investigate whether an aggressive testing and contact tracing strategy could work if implemented at a late stage in an epidemic. This could be relevant if for example the strategy is part of an effort to reopen society after a period of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4/8"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5/8"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . Figure 4 . The ratio of peak heights without contact tracing to peak heights with contact tracing as a function of the infection probability per encounter with an infected. Below ∼ 10 % probability, the epidemic is unable to spread. This corresponds to an R 0 of 1 given our parameterisation. We see the lower the infection probability, the more contact tracing reduces peak height.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 86,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "5/8"
        },
        {
            "text": "lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5/8"
        },
        {
            "text": "In fig. 5 , we show two possible scenarios where testing and contact tracing is implemented after a 30 day lockdown that was initiated when 1 % of the population was infected. In Fig. 5 we consider two scenaria, one without and one with hygiene measures: In (a) we exclusively implement a lockdown with 75 % reduction of work and social sphere, while in (b), we implement both a 75 % lockdown and distancing or hygiene measures that reduce infection probability per encounter by half. After 30 days we lift the lockdown and implement testing and quarantine measures. We assume an intermediate testing efficiency of 5 % chance for each day a person is infectious. The progression of the infected fraction without testing or persistent improvements to hygiene is marked by a black graph for comparison.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "fig. 5",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 179,
                    "end": 185,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "5/8"
        },
        {
            "text": "From the figure one sees that the replacement strategy of even relatively short quarantines also works with a late onset. Even at high infection probability, it prevents or reduces a resurgence of the epidemic. Nonetheless, it is quite costly initially, with a very high peak in number of quarantined people. It can also be concluded that the testing and contact tracing route works a lot better if combined with measures that prevent infection at the individual level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5/8"
        },
        {
            "text": "Pandemics such as the one caused by COVID-19 can pose an existential threat to our social and economic life. The disease in itself is serious, and leaves specific epidemic signatures and characteristics that make traditional contact tracing difficult. In particular it is highly infectious, can sometimes be transmitted already 2 days after exposure, and has a large fraction of non-symptomatic cases. As such it is difficult to contain without a system-wide lockdown of society. Nonetheless, a successful containment in South Korea used contact tracing. This motivated us to explore a one-step contact tracing/quarantine strategy (1STQ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Using reasonable COVID-19 infection parameters we find that the 1STQ strategy can contribute to epidemic mitigation, in the sense that it can reduce the peak number of infected individuals by about a factor 2 with realistic testing rates. This was illustrated systematically in fig. 3 . The main cost was people in self-quarantine and not contributing to the workforce. In comparison one has to consider that a society-wide lockdown with similar reduction in peak height would have to last for about 100 days (see fig. 2 ). Thus, the lockdown would require of order 100 days of quarantine (or at least extensive social distancing) per person, whereas testing and isolation only requires on average around 20 days per person with a 14-day quarantine (with a 5-day quarantine, it is only slightly more than five days). Importantly these numbers can be reduced if people are able to lower their number of contacts.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 284,
                    "text": "fig. 3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 514,
                    "end": 520,
                    "text": "fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "A noticeable objection to the 1STQ strategy is the fraction of cases without symptoms or with so weak symptoms that people do not contact health authorities. There is also the question of being infectious before symptom onset. The effect of such 6/8 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. . (b) is similar, but here, lock-down measures also include a reduction of infection probability by half which persists after reopening. This could for example happen through improved hygiene or social distancing. This is the most effective strategy in reducing the peak height.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 401,
                    "end": 406,
                    "text": ". (b)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "limitations is in our model parameterized through the detection probability. From Fig. 3 (c) one sees that when the detection probability goes below 5 % (a rate of 1 % per day) the peak reduction of the 1STQ strategy becomes less than 5 percentage points.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 88,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In 19 the authors suggest a 1STQ strategy similar to the one we here model. The main points of the present analysis is the focus on mitigating instead of controlling the epidemic, on our suggestion of a finite quarantine length, and that our approach implements quarantine together with other members of the household instead of total isolation. Our stochastic approach also allow for local failures due to the limited duration of quarantine (people may not yet be infectious when exiting quarantine) and the non traceable public contacts (set to 15%).",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 5,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As already pointed out by 19 then the effectiveness of our method depends on the reproduction number of the disease. In the supplement we analyse a model of COVID-19 with pre-symptomatic transmission. This leads to a shorter serial interval and a smaller R 0 when infection is adjusted to an observed growth of 23 % per day for the epidemic. Even with massive pre-symptomatic transmission (infectious already 2.4 days before onset) our approach still works quite well. At 30 % detection efficiency per infected individual (10 % per day in Fig. S2 (c)) our 1STQ strategy reduces the peak epidemic from 0.14 → 0.08. This should be compared to a reduction from 0.27 → 0.10 when the disease has no asymptomatic cases but a correspondingly larger R 0 (compare with the effect at 6 % per day in Fig. 3(c) ).",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 28,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 539,
                    "end": 546,
                    "text": "Fig. S2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 789,
                    "end": 798,
                    "text": "Fig. 3(c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Finally, one noticeable finding is that contact tracing and reduction of contacts per person works better if we can reduce the probability of an encounter causing an infection. As can be seen in Figs. 4,5, this makes both a lockdown and a subsequent reopening with testing and contact tracing far more effective. Methods for implementing this in practice could include wearing masks, practicing good hygiene, and keeping a distance even to coworkers and friends. Our study shows that lockdowns and contact tracing have an impact, but that they should not stand alone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The COVID-19 pandemic has set both governments, health professionals, and epidemiologists in a situation that is more stressful and more rapidly evolving than anything in recent years. Due to the uncertainties caused by a situation in flux, it is difficult to predict anything definite about what works and what does not. The empirical observation that lockdowns worked in both China, and in a milder form in Denmark shows that our use of 75 % reduction in specific infection rates under lockdown is realistic. Our main result is that some of these restrictions can be replaced by testing, 1 step contact tracing and short periods of quarantine. This is far cheaper than total lockdowns. The measures can even work when implemented late in the epidemic. Perhaps most importantly, these measures work best in combination. As is highly relevant to the current epidemic stage of COVID-19, we pinpoint that 1STQ can be successfully implemented also at a late stage of the epidemic where testing may become massively available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this version of our analysis, we assume that people are infectious but asymptomatic for half of the incubation period. They therefore do not get tested during this time, although if quarantined, they cannot leave because the test in end of quarantine will measure viral shedding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model including presymptomatic transmission"
        },
        {
            "text": "We shorten the symptomatic infectious period from five to three days in order to have roughly the same average duration of the total infectious period as in the main model. This also means that we reduce the reproduction number of the disease by half in order to reproduce the same daily growth (22.5 %) in number of infected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model including presymptomatic transmission"
        },
        {
            "text": "An overall consequence of reducing R 0 while keeping the unrestrained growth of epidemic fixed is that the peak number of infected in decreased. The actual value of R 0 has a role beyond the infection rate of the disease, and this is less of a challenge to determine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model including presymptomatic transmission"
        },
        {
            "text": "In this \"fast version\" of the disease we see that the effect of our simple contact tracing and limited quarantine is only slightly smaller than in the standard version in the paper. If patients have detectable virus load for longer than 3 days after symptom onset, then our strategy will work even better.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model including presymptomatic transmission"
        },
        {
            "text": "Using the above parameters for the \"fast\" version of the disease, Fig S1, S2 and S3 redo the figures 2,3 and 5 in the main text.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 76,
                    "text": "Fig S1, S2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Model including presymptomatic transmission"
        },
        {
            "text": "(a) (b) Figure S1 . Comparison of the various strategies in the model where infection can occur during the last half of the pre-symptomatic incubation period. (a) shows strategies that involve contact rate reductions. The same pattern can be seen as in the original model: Work and social life play a roughly equal role, but reducing transmission probability plays an even larger role than both. Combining improved hygiene and a lockdown reduces R 0 to less than 1. (b) The effects of smaller workplaces. Once again, we see that the relative effect of reducing workplace size is larger if hygiene is also improved.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 8,
                    "end": 17,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Model including presymptomatic transmission"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (a) (b) Figure S3 . Two possible trajectories of the epidemic with a 30-day lockdown. Lockdowns are implemented when 1 % are infected. In (a) the lockdown is replaced by testing and contact tracing at a rate of 5 % of those with symptoms per day. In (b), lockdown and testing is supplemented with improvements to hygiene that reduces infection probability per contact by half.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 168,
                    "text": "Figure S3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Model including presymptomatic transmission"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model including presymptomatic transmission"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059790 doi: medRxiv preprint If only the infected and their families are (co-)quarantined Fig. S4 and S5 analyse the simpler procedure where one only puts people that test positive in quarantine at home (with their families), but does not isolate contacts or workplaces. Here we use the standard parameters also used in the main text. The maximum efficiency here is a reduction from 0.27 to 0.20, provided 10 % testing efficiency per day over the 5 days symptom period. In comparison the full 1STQ scenario gives a reduction from 0.27 to 0.08 for the same parameters.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 212,
                    "text": "Fig. S4",
                    "ref_id": null
                }
            ],
            "section": "Model including presymptomatic transmission"
        },
        {
            "text": "(a) (b) (c) (d) Figure S4 . (a) Infected and quarantined fraction of the population over the course of an epidemic if the daily chance of being tested while symptomatic is 10 % and only the infected themselves are quarantined. The black curve shows the scenario with no testing or contact tracing. (b) shows the same, but with a daily testing probability of 2 %. (c) shows the peak number of infected and average number of days each person spends in quarantine as a function of daily testing probability. In (d), these quantities are plotted as functions of the quarantine duration.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 25,
                    "text": "Figure S4",
                    "ref_id": null
                }
            ],
            "section": "Model including presymptomatic transmission"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model including presymptomatic transmission"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059790 doi: medRxiv preprint (a) (b) Figure S5 . Plots of fraction of the population who are infected. Here, we include a 30-day lockdown, followed by quarantine of those who test positive, but no others. Lockdowns are implemented when 1 % are infected. In (a) the lockdown is replaced by testing and contact tracing at a rate of 5 % per day of symptomatic infected. In (b), lockdown and testing are supplemented with improvements to hygiene that reduces infection probability per contact by half.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 161,
                    "text": "Figure S5",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Model including presymptomatic transmission"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model including presymptomatic transmission"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059790 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model including presymptomatic transmission"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "How will country-based mitigation measures influence the course of the covid-19 epidemic?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "931--934",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Impact of non-pharmaceutical interventions (npis) to reduce covid19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Social contacts and mixing patterns relevant to the spread of infectious diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mossong",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS medicine",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemic analysis of covid-19 in china by dynamical modeling",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhuge",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2002.06563"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The effect of control strategies to reduce social mixing on outcomes of the covid-19 epidemic in wuhan, china: a modelling study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prem",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Modelling transmission and control of the covid-19 pandemic in australia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Harding",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zachreson",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "M"
                    ],
                    "last": "Cliff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Prokopenko",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.10218"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (sars-cov2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Contagion! the bbc four pandemic-the model behind the documentary",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Klepac",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kissler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gog",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Epidemics",
            "volume": "24",
            "issn": "",
            "pages": "49--59",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Contacts in context: large-scale setting-specific social mixing matrices from the bbc pandemic project",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Klepac",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Early transmission dynamics in wuhan, china, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New Engl. J. Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Feasibility of controlling covid-19 outbreaks by isolation of cases and contacts",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Glob. Heal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Fam44n: Families 1. january by municipality, type of family, size of family and number of children",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Serial interval of novel coronavirus (covid-19) infections",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. journal infectious diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Coronavirus disease 2019 (covid-19) pandemic: increased transmission in the eu/eea and the uk -seventh update",
            "authors": [],
            "year": 2020,
            "venue": "Eur. Centre for Dis. Control. Prev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Epidemiological characteristics of novel coronavirus infection: A statistical analysis of publicly available case data",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Estimating the number of infections and the impact of non-pharmaceutical interventions on covid-19 in 11 european countries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flaxman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Report",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Serial interval of novel coronavirus (covid-19) infections",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. journal infectious diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Covid-19 and italy: what next? The Lancet",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Feasibility of controlling covid-19 outbreaks by isolation of cases and contacts",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Glob. Heal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The effectiveness of contact tracing in emerging epidemics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PloS one",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Smallpox and its eradication",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fenner",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Epidemiological determinants of spread of causal agent of severe acute respiratory syndrome in hong kong",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1761--1766",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(a) and(b)  show examples of epidemic trajectories for a quarantine length of 5 days and a daily testing probability of 2 and 10 % respectively. The total height of the curve shows the combined fraction of people who are ill or in quarantine. (c) and (d) show the peak fraction of population infected (left y-axis) and time spent in quarantine (right y-axis) as a function of testing chance and quarantine length. The number of days in quarantine was calculated using our standard group sizes which connect each person to approximately 20 others. The average quarantine time scales proportionally with this assumed connectivity. (c) With a quarantine length of 5 days, it is possible to reduce the peak number of infected by almost ten percentage points, corresponding to a 30 % drop, if the probability of infected people being tested is only 2 % per day of illness.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Various trajectories of the epidemic. (a) shows a possible course of an epidemic where restrictions in public and work life (by 75 %) are implemented when 1 % are infected and lifted after 30 days. The black line shows the fraction of infected if no testing is implemented",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(a) Infected and quarantined fraction of the population over the course of an epidemic if the daily chance of being tested while symptomatic is 10 % . The black curve shows the scenario with no testing or contact tracing. (b) shows the same, but with a daily testing probability of 2 %. (c) shows the peak number of infected and average number of days each person spends in quarantine as a function of daily testing probability. In (d), these quantities are plotted as functions of the quarantine duration. It can be seen that the effectiveness of quarantine still plateaus if the required quarantine period is longer than five days.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We thank Andreas Roepstorff for enlightening discussions. This project has received funding from the European Research Council (ERC) under the European Union's Horizon 2020 research and innovation program under grant agreement No. 740704.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}