{
    "paper_id": "6dd15496fdfa2c21aab8e640ef1dae033d4cd08a",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Md",
                "middle": [],
                "last": "Mostaured",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ali",
                "middle": [],
                "last": "Khan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Rajshahi",
                    "location": {
                        "settlement": "Rajshahi-6205",
                        "country": "Bangladesh"
                    }
                },
                "email": ""
            },
            {
                "first": "Md",
                "middle": [],
                "last": "Nuruzzaman Khan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Newcastle",
                    "location": {
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Golam Mustagir",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Rajshahi",
                    "location": {
                        "settlement": "Rajshahi-6205",
                        "country": "Bangladesh"
                    }
                },
                "email": ""
            },
            {
                "first": "Juwel",
                "middle": [],
                "last": "Rana",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "North South University",
                    "location": {
                        "postCode": "Dhaka-1229",
                        "settlement": "Bashundhara",
                        "country": "Bangladesh"
                    }
                },
                "email": ""
            },
            {
                "first": "Md",
                "middle": [
                    "Rajwanul"
                ],
                "last": "Haque",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Newcastle",
                    "location": {
                        "addrLine": "House no. 28/A, Road no. 5",
                        "postCode": "Dhaka-1205",
                        "settlement": "Dhanmondi",
                        "country": "Bangladesh, Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Md",
                "middle": [
                    "Mosfequr"
                ],
                "last": "Rahman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Rajshahi",
                    "location": {
                        "settlement": "Rajshahi-6205",
                        "country": "Bangladesh"
                    }
                },
                "email": ""
            },
            {
                "first": "Md",
                "middle": [
                    "Nuruzzaman"
                ],
                "last": "Khan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: With the exponential increase in coronavirus disease 2019 worldwide, an increasing proportion of pregnant women are now infected during their pregnancy. The aims of this systematic review were to summarize the possible symptoms, treatments, and pregnancy outcomes of women infected with COVID-19 during their pregnancy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "outcomes. The selected articles' results were summarized employing a narrative synthesis approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: A total of nine studies were selected for this study, comprising 101 infected pregnant women. Other than the infected general population, infected pregnant women reported different symptoms; however, fever (66.7%), cough (39.4%), fatigue (15.2%), and breathing difficulties (14.1%) were common. Infected pregnant women were given different treatments than the general infected population. The C-section was a common (83.9%) mode of delivery among infected pregnant women, and a higher proportion of births were preterm births (30.4%) and low birth weight (17.9%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: Pregnant infected women had different symptoms, and they were given dissimilar treatments than the general infected population. Healthcare providers may have . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 appropriately informed about these symptoms and treatments. They, therefore, would be able to handle infection during pregnancy effectively, which would reduce common adverse consequences among infected pregnant women.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The world is now facing a new coronavirus disease 2019 (COVID-19, started in December 2019 in Wuhan, China), a major epidemic threat that the world has ever faced [1] . Since then, the virus has spread to 205 countries or territories and infected around 1.2 million people, and around 65 thousand of them died as of April 5, 2020 [2] . These rates of infections and deaths have been changing daily because of their higher transmission capacity. Consequently, the witness countries' healthcare systems are now facing problems to treat the infected people properly, although many of them are critically infected and need comprehensive care (5%) [3, 4] . Essentially, these increasing rates are reported when the World Health Organization (WHO) has declared COVID-19 as a global pandemic and asked countries to take aggressive measures that are even reflected in countries' various initiatives [5, 6] . The roots of transmission of this virus from an infected to non-infected person are in contact with an infected person's respiratory droplets (coughs or sneezes) [7] , and touching surfaces or objects that were touched by the infected person [7, 8] , and has the capacity to infect 2.28 persons per day [9] .",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 330,
                    "end": 333,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 647,
                    "end": 649,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 891,
                    "end": 894,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 895,
                    "end": 897,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1062,
                    "end": 1065,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 1142,
                    "end": 1145,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 1146,
                    "end": 1148,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1203,
                    "end": 1206,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The virus is prevalent in all age clusters, irrespective of sex. However, it could cause more adverse consequences, including deaths for persons who have pre-existing noncommunicable diseases, including diabetes, hypertension, chronic respiratory diseases, and cancer [1] . Notably, the majority of deaths reported worldwide have occurred among people who had a history of one or more morbidities, which are often common among the elderly [1, 10] . The causes of death are many, but poor immunity capacity of people with one or more morbidities might be the main.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 443,
                    "end": 446,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20049304 doi: medRxiv preprint Women during pregnancy often face several pregnancy-related complications and more susceptible to respiratory pathogens that may put them at a higher risk of adverse consequences. Getting COVID-19 infected at this stage, therefore, may put them in further risk of occurring adverse pregnancy and newborn outcomes, including deaths; however, the estimate is lacking [11] . Similar to the current COVID-19, severe acute respiratory syndrome (SARS) was reported in 2007 and showed devastating consequences if it occurred during pregnancy [9, 12] [20] reported that antibiotic therapy was avoided for all infected pregnant women, but oxygen support and antiviral therapy were provided. Under these circumstances, summarizing all possible symptoms and treatments are necessary to assist healthcare personnel. They, thus, would able to make evidence-based decisions to identify infected pregnant women early and provide the most effective treatments. Moreover, knowledge of the possible adverse outcomes would help healthcare personnel to take precautionary measures earlier. Therefore, this study summarized the . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 513,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 679,
                    "end": 682,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 683,
                    "end": 686,
                    "text": "12]",
                    "ref_id": null
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20049304 doi: medRxiv preprint symptoms, treatments, and pregnancy outcomes of women who were infected with COVID-19 during their pregnancy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A systematic review following the Preferred Reporting Items for Systematic Review and Meta-analysis (PRISMA) consensus statement was conducted [22] . Relevant and available studies related to COVID-19 infection among pregnant women were included.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Systematic computerized literature searches of the Medline, Web of Science, Scopus, and CINAHL databases were conducted on March 25, 2020. Studies published since the COVID-19 started were included. Searches were conducted based on individual comprehensive search strategies for each database. We developed a search strategy consisting of free-text words, words in title/abstract, and medical subject headings (MeSH), combined using Boolean operators (AND, OR). We also searched the reference list of the included articles and selected journal websites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search strategy"
        },
        {
            "text": "Studies were selected based on the inclusion and exclusion criteria outlined below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study selection criteria"
        },
        {
            "text": "Studies included if they reported COVID-19 infection among pregnant women and the following: symptoms of the infection, treatment given, and outcome of pregnancy (if the delivery had occurred). Studies published in the English language worldwide, irrespective of study design, were included.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion criteria"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion criteria"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20049304 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion criteria"
        },
        {
            "text": "Studies excluded if they reported COVID-19 infection among non-pregnant women or general patients and wrote in languages other than English. We also excluded review papers and studies in which the exposure status (COVID-19 among pregnant women), symptoms, treatments, and outcomes were not clearly reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion criteria"
        },
        {
            "text": "Two authors (MMAK and MGM) extracted information using a pre-designed, trailed, and modified data extraction sheet. The extracted information included year of publication, study location, study design, study sample size, symptoms reported, treatment given, and pregnancy outcome (if delivery had occurred). The corresponding author solved any disagreements on information extraction. The modified Newcastle-Ottawa scale, as part of the data extraction strategy, was used to assess study quality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction and analysis"
        },
        {
            "text": "The information recorded was dichotomous in nature. We, therefore, used a narrative synthesis approach to summarize the findings from all the retrieved studies. All symptoms following COVID-19 infection among pregnant women, the treatments given to them, and the outcomes of their pregnancy are presented in detail along with relevant data if available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction and analysis"
        },
        {
            "text": "A total of 1,818 articles dating from the inception of the COVID-19 were identified, of which 1,706 articles were excluded based on the title, abstract, and relevance of the research questions. One hundred twelve articles were selected for full-text review, of which 103 articles were excluded because study samples were general infected population (95), reported different outcomes (4) , and written in languages other than English (2) . A total of 9 articles were finally selected for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study selection"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study selection"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20049304 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study selection"
        },
        {
            "text": "The background characteristics of the selected studies are summarized in Table 1 . All included studies were conducted in China following the initiation of the COVID-19 outbreak in December 2019. Five of the nine included studies were followed retrospective cohort study design, two were cross-sectional, and two were a case report. A total of 101 women were included in the selected nine articles; their mean age was 30 years, and most of them were in the third trimester of pregnancy (gestational age 22-41 weeks). Table 2 presents the symptoms reported in the included studies. Where available, the symptoms were reported on case-basis included in the studies. Fever (66.7%) and cough (39.4%) were the major symptoms following COVID-19 infection among pregnant women ( Figure 2) . The other symptoms reported were fatigue (15.2%), breathing difficulties (14.1%), and myalgia (7.1%). Sore throat (5.1%), diarrhea (4%), poor appetite (3%), headache (3%), and malaise (2%) were also reported among pregnant women following COVID-19 infection. Two different pregnant women also reported mulligrubs and cholecystitis, respectively, which were added to the common symptoms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 80,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 517,
                    "end": 524,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 772,
                    "end": 781,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Study selection"
        },
        {
            "text": "The treatment patterns of COVID-19 infection among pregnant women during their pregnancy or following delivery are summarized in Table 3 . Of the nine articles included, four articles reported similar treatments of oxygen and antibiotic therapy. Antiviral therapy was also used in some cases. Cefoperazone sodium, cephalosporins, quinolones, and macrolides were the commonly used antibiotics in antibiotic therapy, and lopinavir (400mg), ritonavir (100mg), arbidol, and oseltamavir were commonly used in antiviral therapy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 136,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Treatments used to treat COVID-19 diseases among pregnant women"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pregnancy outcomes following delivery among COVID-19 infected women"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pregnancy outcomes following delivery among COVID-19 infected women"
        },
        {
            "text": "The maternal and newborn outcomes following COVID-19 infection during pregnancy are summarized in Table 4 . This study included 101 women, of which delivery-related information was available for 60 women; 56 had given live birth, and the remaining four were still pregnant at the time of study conducted. Of all deliveries occurred, 83.9% had gone through the C-section, and around 30.4% of the total deliveries were premature. Among these reviewed cases, one maternal death and one neonatal death were also reported following COVID-19 infection. The birth weight of the babies was normal in most cases, although 17.9% of the newborns had low birth weight (LBW). Only one of the included studies reported evidence of mother-to-child transmission of COVID-19 infection after 36 hours of delivery.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 105,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Pregnancy outcomes following delivery among COVID-19 infected women"
        },
        {
            "text": "The world is now experiencing an exponential increase in the COVID-19 infected people, and a significant proportion of them are pregnant women. We summarized the symptoms following COVID-19 infection among pregnant women, and the treatments are commonly provided to them and the outcomes of the pregnancy. A total of nine studies were included in this review, in which 101 infected pregnant women data were analyzed, and the majority of them were in the third trimester of pregnancy. All included studies were conducted in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Symptoms reported by pregnant women following COVID-19 infection were slightly different from the common symptoms in general infected people, but fever and cough were common. Oxygen and antibiotic therapy were given as treatments for most infected pregnant women. Of the sample analyzed in the eight studies included, 56 of them gave babies following the infection occurred. Approximately 84% of the infected pregnant women had gone through the C-section; around 30% of women had given premature birth, and a total of 18% of these babies were born with LBW. These summary findings will assist healthcare personnel for the better management of pregnant women who have been infected with . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . pregnant women. This study revealed that most infected pregnant women were given symptomatic and supportive treatments considering pregnancy, although anti-inflammatory and antiviral treatments have been used in some cases [30, 31] . Significantly, this study summarized the commonly given antiviral treatments to the infected pregnant women were oseltamivir, lopinavir (400mg), and ritonavir (100mg), which are different from usually recommended medicines to treat COVID-19 in the general population [26] . Therefore, healthcare providers may have to be careful about given antiviral treatments to infected pregnant women.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 305,
                    "text": "[30,",
                    "ref_id": null
                },
                {
                    "start": 306,
                    "end": 309,
                    "text": "31]",
                    "ref_id": null
                },
                {
                    "start": 579,
                    "end": 583,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Additionally, oxygen therapy and antibiotic therapy (e.g., cefoperazone sodium) have been used in some cases [31, 32] . Notably, further cautious measures are needed to choose the medicine from previous experience with SARS and its treatments, which is considered like COVID-19 infection, and there are many similarities in treatments given for these infections.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "text": "[31,",
                    "ref_id": null
                },
                {
                    "start": 114,
                    "end": 117,
                    "text": "32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For instance, oxygen and antiviral therapy (drugs, including ribavirin, ritonavir, and lopinavir) are used in both SARS and COVID-19 [33]. However, corticosteroids were not used to treat COVID-19, although it was used to treat SARS among pregnant women. There is evidence that the use of corticosteroids during pregnancy increases the risk of preterm birth, low birth weight, and preeclampsia [34] .",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 397,
                    "text": "[34]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Additional important findings of this study were the higher occurrence of adverse maternal newborn outcomes among COVID-19 infected mothers. For example, as this study reported, around 84% of the infected mothers had birth reported use of the C-section; a rate that is significantly higher than the usual WHO's recommendation of 1-5% use of C-section to avoid death and severe morbidity in mothers and newborns [35, 36] . Getting COVID-19 infection increases complex viral infection among women in pregnancy; therefore, C-section is recommended to reduce perinatal and neonatal adverse outcomes [37] . We also confirm the evidence of the higher occurrence of preterm birth and LBW among the COVID-19 infected . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 415,
                    "text": "[35,",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 419,
                    "text": "36]",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 599,
                    "text": "[37]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20049304 doi: medRxiv preprint mothers than their counterparts. These associations are unique, as the previous round of viral infection, such as SARS, did not find any evidence of the association between infection during pregnancy and occurrence of LBW and preterm birth [38] [39] [40] [41] . Viral infection affects pregnancy and fetal growth by gaining access to the placenta and decidua via hematogenous transmission or the lower reproductive tract, leading to the occurrence of such adverse outcomes [42] . However, effects can vary across cell types, gestational age, and changes in the uterine environment and maternal immunity [42] . Therefore, earlier preparedness of the healthcare sectors to handle these adverse consequences would be helpful to reduce further adverse outcomes, including maternal and perinatal mortality.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 388,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 389,
                    "end": 393,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 398,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 399,
                    "end": 403,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 621,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 747,
                    "end": 751,
                    "text": "[42]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study has several strengths and limitations. This is the first study of its kind that highlight the symptoms, treatments, and pregnancy outcomes among women who have been infected with COVID-19. These findings may help healthcare providers to take proper initiatives. We did not set any time and study design restrictions that allowed us to include a higher number of studies. However, the major limitation is generalizability because all included studies were conducted in China. Different treatments may be used to treat COVID-19 during pregnancy in other countries. Moreover, none of the included studies reported quantitative data that restrict us to conduct a narrative synthesis of the selected study's findings rather than given any pool estimates. Despite these limitations, this study has enough merits, which will make healthcare providers informed about the symptoms, treatments, and possible outcomes in pregnant women detected with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study confirms that fever, cough, and breathing difficulties are the major symptoms of COVID-19 infection among pregnant women, which are similar to general infected patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "However, some additional symptoms among pregnant women are postpartum fever and . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "breathing difficulties. Recommended treatments such as chloroquine and hydroxychloroquine for the infected people are not applicable for pregnant women because of their potential adverse effects on the fetus and newborn; therefore, supportive and symptomatic treatments are given to them. COVID-19 infection during pregnancy also increases the risk of several adverse outcomes, including higher rates of cesarean delivery, low birth weight, and preterm birth. Healthcare providers may consider these for effective management of COVID-19 infected pregnant women, which would reduce pregnancy-related adverse consequences, including maternal and newborn morbidity and mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . Traditional Chinese medicine was also used; c two patients were treated with a single antibiotic and five patients were given combination therapy . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . 17 articles were assessed for eligibility 8 full-text articles were excluded because of the following reasons -",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "• Different outcomes (4) • Wrong study design (2) • In other language (2) 3 additional articles were identified through checking references in selected articles and selected journals 2918 articles were identified through database searching after duplicates were removed 9 articles were selected for this study",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "• All articles reported patients perspectives • 4 articles were retrospective study • 2 study were cross-sectional study • 1 study was case report 112 articles were assessed for eligibility 95 articles were excluded due to those were not related to pregnant women or newborns . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Symptoms . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Percentage (%)"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20049304 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Percentage (%)"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19) Situation. 2020, World Health Organization",
            "authors": [
                {
                    "first": "Novel",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Q&A: The novel coronavirus outbreak causing COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Heymann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Medicine",
            "volume": "18",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 Coronavirus Pandemic (Real time database)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Worldmeter",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Preparedness and vulnerability of African countries against importations of COVID-19: a modelling study. The Lancet",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "871--877",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19: towards controlling of a pandemic. The Lancet",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--523",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Estimation of the reproductive number of novel coronavirus (COVID-19) and the probable outbreak size on the Diamond Princess cruise ship: A datadriven analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infectious Diseases",
            "volume": "93",
            "issn": "",
            "pages": "201--204",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical, laboratory and imaging features of COVID-19: A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Rodriguez-Morales",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Travel Medicine and Infectious Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Why are pregnant women susceptible to viral infection: an",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "have been provoked regarding maternal and neonatal safety if women were infected with COVID-19 during pregnancy. The causes are complications following getting infected and evidence of higher adverse consequences if it has happened with existing morbidity, and these could be added to the usual pregnancy and delivery-related complications. These factors may increase the occurrence of adverse maternal health and birth outcomes, although estimates are lacking. Notably, earlier detection of the infection through tests, symptoms, and effective treatments could reduce these risks. As revealed in this study, based on available published research, fever, cough, fatigue, and breathing difficulties are common symptoms among both pregnant women and infected general people following COVID-19 infection[23, 24]. Although most of the symptoms were almost similar, infected pregnant women had some additional symptoms such as sore throat, myalgia, and poor appetite. Postpartum fever was also highly observed in women following delivery. Therefore, close monitoring of these symptoms could be an effective way of early detection of COVID-19 infection during pregnancy. Previous corona-like virus outbreaks, such as infection of SARS during pregnancy, reported malaise, chills, and rigors as common symptoms along with fever, cough, and breathing difficulties[25].Given that no specific treatments or vaccines have been discovered yet, the COVID-19 infection during pregnancy would put healthcare providers in additional challenges[23]. This is because of the possible adverse effects of the medicine used on the fetus as well as pregnancy. For instance, there is evidence that medicines such as chloroquine and hydroxychloroquine are currently recommended for patients with COVID-19 [26], which may cause fetal harm [27] and adversely affect newborns through transferring from mother body by breastmilk[28, 29]. Therefore, cautions are needed in the treatment of infected",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Schematic representation of studies included in the systematic review using PRISMA checklist and flow diagram 2921 articles were identified for title and abstract screening• 1103 articles were excluded as were published before occurrence of 2019-nCoV. • 1706 articles were excluded based on title and abstract.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Symptoms of the COVID-19 infection during pregnancy.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". Earlier diagnosis of COVID-19 infection status, a clear understanding of all possible symptoms of infection during pregnancy, and proper treatment are important to combat the adverse consequences. The available studies on the symptoms of COVID-19 were mainly conducted in the general infected people, and fever, cough, fatigue, and shortness of breath were the common symptoms among them [13-18]. These symptoms reported in a few relevant studies vary for pregnant women, which are inconsistent across studies. For instance, Liu et al. [19] identified cough, shortening of breath, and fatigue alongside fever as the most important symptoms of COVID-19 among pregnant women, whereas cough and fever were reported as vital symptoms of COVID-19 in the Zhu et al. [20] study. The treatments provided to the COVID-19 infected pregnant women were also varied. Oxygen support, antiviral therapy, and antibiotic therapy were the treatments provided to the infected pregnant women mentioned in Liu et al. [21] study. Alternatively, Zhu et al.'s study",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Background characteristics of the selected studies.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Detailed case specific symptoms of the COVID-19 infection among pregnant women. It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20049304 CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20049304",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Treatments given to pregnant women following the COVID-19 infection and the delivery methods (if pregnancy had been ended with delivery). Yu et al. [47] (n=7) b,c Zambrano et al. Note: 1 Specific treatment: Arbidol, Oseltamivir, Lopinavir, Ritonavir, ganciclovir, interferon was given in the study of Wang et al. [45], Zhu at al. [20], and Yu et al. [47]; 2 Specific treatment: Cefoperazone Sodium, Cephalosporins, Quinolones, Macrolides, Sulbactam Sodium (anti-bacterial treatment) (Wang et al. and Zhu at al.); a Human Serum Albumin based delivery; b",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Maternal and newborn adverse outcomes following the COVID-19 infection among pregnant women",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors are grateful to the authors of the paper included in this review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Liu et al. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}