{
    "paper_id": "6e5fdcc55d0ef1ce839722058b51581d7244d947",
    "metadata": {
        "title": "Lockdowns to Contain COVID-19 Increase Risk and Severity of Mosquito-Borne Disease Outbreaks",
        "authors": [
            {
                "first": "Akshay",
                "middle": [],
                "last": "Jindal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shrisha",
                "middle": [],
                "last": "Rao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Many countries are implementing lockdown measures to slow the COVID-19 pandemic, putting more than a third of the world's population under restrictions. The scale of such lockdowns is unprecedented, and while some effects of lockdowns are readily apparent, it is less clear what effects they may have on outbreaks of serious communicable diseases. We examine the impact of these lockdowns on outbreaks of mosquito-borne diseases. Using an agent-based model and simulations, we find that the risk and severity of such outbreaks is much greater under lockdown conditions, with the number of infected people doubling in some cases. This increase in number of cases varies by different mosquito-borne diseases, and is significantly higher for diseases spread by day-biting mosquitoes. We analysed various intervention strategies and found that during lockdowns, decentralised strategies such as insecticide-treated nets and indoor residual spraying are more effective than centralised strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The ongoing COVID-19 pandemic caused by the coronavirus SARS-CoV-2 has led to large-scale lockdowns and quarantines all over the world, as authorities take recourse to such unprecedented measures to contain the spread of the disease. While some effects of these lockdowns are readily apparentin the disruptions in economic activity, travel, education, and sports-and even in the undesirable consequences for the medical care of people with chronic or non-COVID illnesses, it is less obvious what immediate effects such lockdowns may have on outbreaks of other serious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Mosquito-borne diseases such as malaria, dengue fever, yellow fever, zika, chikungunya, and Japanese encephalitis are well known to afflict large parts of the world, and to extract a terrible toll in lives lost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Using an agent-based model of mosquito-borne diseases that we have previously reported [9] , we analyzed the effects of social lockdowns on the outbreaks of mosquito-borne diseases, and found that such lockdowns significantly increase the risk and severity of outbreaks of such diseases. The extent of such increases vary across diseases and lockdown configurations, but overall lockdowns are consistently worse for such diseases than the nolockdown situation.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We also analyzed different intervention strategies to mitigate such mosquitoborne disease outbreaks during lockdowns, and found that unlike in a nolockdown situation, decentralized strategies such as insecticide-treated nets (ITNs) and indoor residual spraying (IRS) are more effective than centralized strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To understand the implications of lockdowns for mosquito-borne diseases, we first investigate the impact of lockdowns on the risk and severity of outbreaks of such diseases. We may describe risk as the probability of starting an epidemic [7] upon the introduction of infection into the population through a single infected human agent. Severity is the total fraction of the local populace that are infected during the course of an outbreak.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 241,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We studied these impacts by running simulations of three of the most prevalent mosquito-borne diseases: chikungunya, dengue fever, and malaria. We ran agent-based simulations for each disease on a dataset describing St. Barthélemy (a small tropical island in the Caribbean), similar to our previous work [9] . However, we ran the model for three types of lockdown: (i) a full lockdown where the mobility of all human agents in the simulation is restricted to their homes; (ii) a partial lockdown (90%) where only 10% of the working human population (who may be essential workers) are allowed to carry out their day-to-day activities; and (iii) another partial lockdown (95%) where the same applies to only 5% of the working human population.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 307,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We report the findings below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "2 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 11.20061143 doi: medRxiv preprint There is greater risk and severity of outbreaks in lockdowns Table 1 reports the increase in risk and severity for three lockdown configurations relative to the no-lockdown configuration. We note that both the risk and severity of outbreaks increases in all lockdown scenarios. This increase is significantly higher for diseases whose vectors are day-biting mosquitoes, i.e., chikungunya and dengue.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "11.20061143 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 213,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Partial lockdowns are worse than full lockdown As seen in Table 1 , the strictness of the lockdown also has a clear effect on the results. Partial lockdowns carry similar risks as the full lockdown but are much more severe.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 58,
                    "end": 65,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "We summarize the varying trajectories for different diseases as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trajectories for different diseases vary"
        },
        {
            "text": "Chikungunya: In Figure 1 , we plot the growth of epidemics for each disease and lockdown configuration. For chikungunya (Figure 1a) , we see that the initial growth rate of an outbreak in lockdowns is significantly steeper than with no lockdown. Outbreaks in lockdown are also more localized in nature with a higher chance of recurrence, as seen by plateaus followed by a steep rise in the plots. This effect is enhanced in partial lockdowns.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 24,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 120,
                    "end": 131,
                    "text": "(Figure 1a)",
                    "ref_id": null
                }
            ],
            "section": "Trajectories for different diseases vary"
        },
        {
            "text": "Dengue: Dengue outbreaks have similar trajectories as chikungunya, except that in the no-lockdown condition, dengue spreads considerably faster than chikungunya (Figure 1b) though they share the same vector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trajectories for different diseases vary"
        },
        {
            "text": "Malaria: The above results also apply to malaria but are less pronounced ( Figure 1c ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 84,
                    "text": "Figure 1c",
                    "ref_id": null
                }
            ],
            "section": "Trajectories for different diseases vary"
        },
        {
            "text": "Intervention strategies for mosquito-borne diseases can be broadly classified into two categories: centralized and decentralized [9] . Centralized intervention strategies aim to reduce mosquito populations by directly attacking the mosquito breeding grounds. Decentralized intervention strategies work at an individual level where people are asked to adopt prophylactic measures like use of mosquito repellent creams, liquids, coils, mats, etc.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Decentralized intervention strategies are superior in lockdown"
        },
        {
            "text": "We tested the impact of Larval Source Management (LSM), a centralized strategy, against insecticide-treated nets (ITNs) + indoor residual spraying (IRS), a decentralized strategy for both full-lockdown and no-lockdown conditions. We report the results for chikungunya below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decentralized intervention strategies are superior in lockdown"
        },
        {
            "text": "3 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decentralized intervention strategies are superior in lockdown"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint Table 1 : Increase in the total number of cases (severity) and the probability of the infection spreading from the first carrier to the rest of the population(Risk), compared to the no-lockdown configuration Figure 2a shows that for no lockdown, LSM is more effective than ITN+IRS in mitigating the severity of the outbreak. Figure 2b indicates the reversal of this result in lockdown condition. Decentralized strategies prove to be more effective than centralized measures in case of a lockdown.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 284,
                    "end": 293,
                    "text": "Figure 2a",
                    "ref_id": null
                },
                {
                    "start": 401,
                    "end": 410,
                    "text": "Figure 2b",
                    "ref_id": null
                }
            ],
            "section": "Decentralized intervention strategies are superior in lockdown"
        },
        {
            "text": "Mosquito-borne diseases continue to be a serious menace to humanity, and in fact are becoming more serious and widespread (seen in higher latitudes than formerly). Specifically, it is well known that perhaps 10% of all humans worldwide are infected with a mosquito-borne disease each year, and that as many as a million people die from it [5] . Thus, while humanity is in the midst of the COVID-19 pandemic and may even later find it prudent to enforce lockdowns to contain such epidemics, it is thus critical to understand how such lockdowns may effect the epidemiology of these diseases.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 342,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the first part of this study, we investigated the impact of lockdowns on the epidemic trajectory of different mosquito-borne diseases by running simulations on our previously reported agent-based model [9] . We found that there is a consistent rise in the growth rates of these epidemics, in addition to a significant increase in the cumulative number of infected cases in lockdown scenarios. This drastic impact is a direct outcome of the increase in the probability of an infected mosquito biting multiple humans due to increased local population density and reduced human mobility on account of such lockdowns.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 208,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We also tested for partial lockdowns, analogous to real-world lockdowns which allow continued operations of essential and critical services, or lax observance of restrictions by some fraction of human society. We found the results to be much worse than with total lockdowns, as the total number 4 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.11.20061143 doi: medRxiv preprint of cases even doubled in some cases relative to the full-lockdown configuration. This increase in cases can be attributed to the increased mobility of infections over larger distances enabled by the few human agents still moving across the population in partial lockdowns, while also preserving the mosquitoes' advantage in being able to infect more humans. This result suggests that additional care must be taken to see that essential workers who continue to be mobile in lockdowns do not carry mosquito-borne diseases, and that others who may carry such infections are not allowed to move around. We further analyzed how the impact of lockdowns varies across three mosquito-borne diseases: chikungunya, dengue and malaria. We found that dengue outbreaks are more severe than chikungunya in any situation even though they share the same vector, Aedes Aegypti. This is because the dengue virus is transmissible from humans to mosquitoes even during late intrinsic incubation stage and early recovered stage. This in turn allows movement of infections by means of humans who are infectious but not showing symptoms (ironically in a manner similar to COVID-19). We also observed that the effects of lockdowns are less pronounced on malaria outbreaks, as they are spread by female Anopheles mosquitoes which are generally active during the night, a time where most humans are stationary with or without lockdowns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Most mosquito-borne diseases are treatable but not easily curable, and still lack vaccines. It is widely accepted that the best strategy to control 6 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "mosquito-borne epidemics is to reduce the mosquito population wholesale, or for humans to avoid mosquito bites at an individual level. Following this, we compared the effectiveness of two such strategies, LSM and ITNs+IRS, in reducing the number of infected cases. We discovered that while centralized strategies like LSM are more effective in no-lockdown scenarios, decentralized strategies such as ITNs+IRS are more effective in controlling outbreaks during lockdowns. We believe this is because decentralized measures directly address the reason behind the faster growth of epidemics in lockdowns by protecting the highly localised population density.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In accordance with this, it would appear prudent for policy-makers to guide the general public to be more proactive during lockdowns to take suitable personal measures to avoid mosquito bites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We have not considered the reduced efficacy of the healthcare system on account of the preoccupation with COVID-19, or the general decline in health and immunity that may happen with reduced exercise and mobility under lockdown. We likewise do not consider the likely reduction in measures that are commonly taken to fight outbreaks of mosquito-borne diseases (such as cleaning and draining of stagnant bodies of water, and spraying of insecticides), though these are also likely. As such, it seems reasonable to expect that the risk and severity of outbreaks of mosquito-borne diseases will be even larger than suggested by our model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The future course of the COVID-19 pandemic is still unclear at this time; while we may hope that it goes away very quickly, it may well sustain in some form for a long while to come, including by returning in a \"second wave\", or by becoming a seasonal disease. Last but not least, it seems fair to surmise that even when COVID-19 is finally overcome, humanity will not have seen the last of such epidemics and pandemics that may entail the use of lockdowns. Thus, the issue of how to deal with mosquito-borne diseases while enforcing lockdowns will continue to be pertinent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For this study, we have modified our previously reported agent-based model [9] to support multiple mosquito-borne diseases and to simulate social lockdowns. The previous model has been shown to outperform previous mathematical models, with the capability of predicting the trajectory of real mosquito-borne epidemics with 93% accuracy. The model has also proven its utility in estimating some hard-to-determine vector parameters such as mosquito sensory range and mortality rate, in addition to serving as a test 7 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 78,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "bed for low-level policy designs such as intervention strategies for controlling epidemics and mosquito population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We first briefly describe the design of our previous model, followed by the modifications we made to it for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Basic agent-based model Our model works by capturing the complex relationship of human-infectionmosquito during an outbreak in urban environments by modelling them independently using simple adaptive rules. It is composed of three parts:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "1. An infection life-cycle represented using a modified SEIR model with variable transition probabilities, capable of encapsulating a large proportion of mosquito-borne diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "2. Mosquito population distribution as a function of environmental factors such as temperature and precipitation. It explicitly models the evolution of every stage of the mosquito life-cycle (eggs → larvae → pupae → mosquito) to capture the complex vector dynamics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "3. Laws governing the movement of humans in an urban setting to capture the long-distance spatial movement of infection. Human agents are divided into four general categories based on their mobility patterns and frequency of exposure to mosquito breeding grounds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The above three parts are then allowed to interact in a virtual environment which is built using real-world multi-layered GIS data, climate conditions and census information. The simulations run at the level of a small city, and agent granularity is at the level of an individual human and an individual mosquito. This lets us capture both the spatial and the temporal dynamics of such outbreaks. For more details on the model, we refer readers to our previous paper [9] .",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 470,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We modified the model described above to study the progress of mosquitoborne diseases during lockdown scenarios. To accurately represent lockdowns as seen in our current circumstances, we tested for three different lockdown configurations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model modifications"
        },
        {
            "text": "1. Full lockdown: All human agents were made stationary and confined to their assigned buildings. In this situation, the mobility of infection is limited to mosquitoes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model modifications"
        },
        {
            "text": "2. Partial lockdown (95%): Similar to full lockdown, but 5% of the working human population is allowed movement to carry on with their 8 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model modifications"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.11.20061143 doi: medRxiv preprint Infection Cycle Parameters:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model modifications"
        },
        {
            "text": "Number of days a human spends in exposed state 2 to 6 days 4 to 10 days 10 to 15 days [12, 11, 2] Number of days a human spends in infected state 4 to 7 days 2 to 7 days 5 to 7 days [12, 11, 1, 2] regular movements. This represents the situation where lockdowns are accompanied by continued operation of essential services such as hospitals and government services, or lax observance of lockdowns by some people.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 91,
                    "end": 94,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 95,
                    "end": 97,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 182,
                    "end": 186,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 191,
                    "end": 193,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 194,
                    "end": 196,
                    "text": "2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Model modifications"
        },
        {
            "text": "3. Partial lockdown (90%): Similar to the previous, but 10% of the working human population is allowed to carry on with their regular movements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model modifications"
        },
        {
            "text": "The model was previously tuned to only support chikungunya infection. We extended the model to support two additional prevalent mosquito-borne diseases: dengue and malaria. For modeling dengue and malaria epidemics, the parameters for infection and mosquito life-cycle, and infection transmission probabilities were adjusted accordingly. The altered parameters are summarized in Table 2 . It should be noted that the dengue virus can also be passed from human to mosquito in its late intrinsic incubation stage, plus early recovery stage [11] . The existing SEIR model was modified to support this possibility. As seen in Table 2 , the mosquito activity period also varies across diseases. This is because chikungunya and dengue share the same mosquito vector Aedes Aegypti, which usually operates during the day, in contrast to malaria, which is spread by night-biting Anopheles mosquitoes. We presume that 30% of the working human population works during the night instead of the day (as night-shift workers and the like).",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 542,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 379,
                    "end": 386,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 622,
                    "end": 629,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Model modifications"
        },
        {
            "text": "We used the GIS and climate data of Saint Barthélemy (a Caribbean island) to simulate a small tropical town. Finally, 20 rounds of simulations 9 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model modifications"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.11.20061143 doi: medRxiv preprint each were run for full-lockdown, partial-lockdown (95%), partial-lockdown (90%) and no-lockdown scenarios for each of the three diseases. Since the model has previously proven to be a reasonably effective representation of a real epidemic, we also used it to test and compare the efficacy of centralized and decentralized intervention strategies in controlling the chikungunya epidemic for full-lockdown and no-lockdown conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model modifications"
        },
        {
            "text": "Standard errors and confidence intervals for ABM simulations are poorly defined due to the failure of the i.i.d. assumption within a simulation run and the lack of concept of a \"true\" value for a virtual population. As such, all the results reported in the study are within the 95% range interval (i.e., the interval wherein 95% of simulation results are contained) as suggested by [4] .",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 385,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "The ABM simulations are implemented on GAMA platform v1.6 [10] . The modified model source code is available on our GitHub repository [8] . The authors declare that all other data supporting the findings of this study are available within the article and its Supplementary Information files, or are available from the authors upon request.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Code and Data Availability"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Code and Data Availability"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.11.20061143 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Code and Data Availability"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.11.20061143 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Code and Data Availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Implementation and applications of emod, an individual-based multi-disease modeling platform",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bershteyn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gerardin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bridenbecker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Lorton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bloedow",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chabot-Couture",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fischle",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Frey",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Pathogens and Disease",
            "volume": "76",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Uncertainty and inference in agent-based models",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Bobashev",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "2010 Second International Conference on Advances in System Simulation",
            "volume": "",
            "issn": "",
            "pages": "67--71",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Emergency department management of mosquito-borne illness: malaria, dengue, and west nile virus. Emergency medicine practice",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Caraballo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "1--23",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An agent-based model driven by tropical rainfall to understand the spatiotemporal heterogeneity of a chikungunya outbreak",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Dommar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lowe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Rodó",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Acta Tropica",
            "volume": "129",
            "issn": "",
            "pages": "61--73",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "When is an epidemic an epidemic?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Swartz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mayshar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lev",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leventhal",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Slater",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shemer",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "The Israel Medical Association journal: IMAJ",
            "volume": "4",
            "issn": "",
            "pages": "3--6",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Chikununya Simulation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jindal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2020--2023",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Agent-based modeling and simulation of mosquito-borne disease transmission",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jindal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sixteenth International Conference on Autonomous Agents and Multiagent Systems (AAMAS 2017)",
            "volume": "",
            "issn": "",
            "pages": "426--435",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Building, composing and experimenting complex spatial models with the gama platform",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Taillandier",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gaudou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grignard",
                    "suffix": ""
                },
                {
                    "first": "Q.-N",
                    "middle": [],
                    "last": "Huynh",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Marilleau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Caillou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Philippon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Drogoul",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "GeoInformatica",
            "volume": "23",
            "issn": "",
            "pages": "299--322",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Dengue and severe dengue",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2020--2023",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "WHO. Fact sheet about Malaria",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2020--2023",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Prevention Strategies tested for chikungunya epidemic in lockdown vs no lockdown scenario",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Modified ABM Parameters",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The work of the second author was supported in part by an AWS Machine Learning Research Award from Amazon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "A.J. programmed and performed the agent-based simulations. S.R. conceptualised the problem and wrote the first draft. Both authors wrote the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Interests"
        }
    ]
}