{
    "paper_id": "6eb11275e4a19a288371fb17c21db4d696a73ba9",
    "metadata": {
        "title": "The distress of Iranian adults during the Covid-19 pandemic -More distressed than the Chinese and with different predictors",
        "authors": [
            {
                "first": "Asghar",
                "middle": [],
                "last": "Afshar",
                "suffix": "",
                "affiliation": {},
                "email": "afsharasghar@gmail.com"
            },
            {
                "first": "Jahanshahi",
                "middle": [],
                "last": "Phd",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Católica del Perú (PUCP)",
                    "location": {
                        "country": "Pontificia, Peru"
                    }
                },
                "email": ""
            },
            {
                "first": "Maryam",
                "middle": [
                    "Mokhtari"
                ],
                "last": "Dinani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alzahra University",
                    "location": {
                        "country": "Iran"
                    }
                },
                "email": "mokhtaridinani@gmail.com"
            },
            {
                "first": "Abbas",
                "middle": [
                    "Nazarian"
                ],
                "last": "Madavani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shahid Rajaee University",
                    "location": {
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Jizhen",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "X"
                ],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Adelaide",
                    "location": {
                        "country": "Australia"
                    }
                },
                "email": "stephen.x.zhang@gmail.com"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Covid-19 disrupts lives and work and causes psychological distress to the general public [1] [2] [3] [4] . The Covid-19 outbreak first triggered public panic and mental health distress in China 2 . Early research has found working adults in more affected areas in China had worse health conditions, more distress and lower life satisfactions 3 . Researchers at Shanghai Mental Health Center developed a Covid-19 Peritraumatic Distress Index (CPDI) to assess the distress level specific to Covid-19 5 . Such research on mental health during the Covid-19 pandemic is critical to identify and screen people psychiatrically based on their distress levels to prioritize mental health services online during the ongoing crisis 2, 6 . The identification of those who are more likely to suffer mentally enables more targeted assistance from caregivers and policymakers, especially given the limited resources relative to the scale of the pandemic 1,3 .",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 93,
                    "end": 96,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 97,
                    "end": 100,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 101,
                    "end": 104,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 342,
                    "end": 343,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 498,
                    "end": 499,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 721,
                    "end": 723,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 724,
                    "end": 725,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One of the countries most affected by Covid-19 is Iran 7 . When we started our survey on March 28, 2020, Iran had one of the highest national counts of Covid-19 confirmed cases (35,408) and deaths (2717), and a mortality rate of 7.6%, as reported by the Iranian government. The figures reported by BBC Persian for Iran, however, were much higher. The Covid-19 outbreak in Iran has been compounded by the ongoing decade-long US-led sanctions on Iran. A Lancet correspondence noted that \"all aspects of prevention, diagnosis, and treatment are directly and indirectly hampered, and the country (Iran) is falling short in combating the crisis. Lack of medical, pharmaceutical, and laboratory equipment such as protective gowns and necessary medication has been scaling up the burden of the epidemic and the number of casualties\" 7 . We provide the first empirical evidence on Iranian adults' level of distress and identify several predictors of their distress under the Covid-19 pandemic to enable early screening for targeting mental health services online.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We surveyed Iranian adults aged 18 and above March 25-28, 2020. On those four days, there were 27,017, 29,406, 32,332 and 35,408 total confirmed cases and 2077, 2234, 2378 and 2517 deaths respectively in Iran. The situation was dire. For instance, on March 27, Iranian media reported that about 300 people died due to methanol poisoning in a desperate hope that drinking alcohol kills the virus, even though the Islamic state of Iran forbids the sale of alcohol for drinking. On March 28, prisoners in several prisons were distressed enough that they clashed with guards, set prisons on fire, and somehow escaped.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Given the dire situation in Iran and the lockdown to contain the virus, we delivered the survey online across all 30 provinces in Iran. The survey got the ethics approval (#20200304) at Tsinghua University. We promised the respondents confidentiality and anonymity of their responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Participants answered the survey on their gender, age bracket, education level, number of children, whether they had Covid-19, exercise hours per day in the past week, working situation (work from home; work in office, etc.), employment status (employed, unemployed, studying, and retired) and the Covid-19 Peritraumatic Distress Index (CPDI) 5 . CPDI is an index of 24 questions designed to capture the frequency of specific phobias and stress disorders relevant to Covid-19, including anxiety, depression, specific phobias, cognitive change, avoidance and compulsive behavior, physical symptoms and loss of social functioning 5 . CPDI ranges from 0 to 100. CPDI was originally developed in Chinese, and we had the index translated from its English version to Persian. The English and Persian versions of CPDI, as well as its scoring key can be found in the appendix.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 344,
                    "text": "5",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Our online survey received 1058 responses from all 30 provinces in Iran. Table 1 contains the descriptive characteristics of the participants. Of the participants, 53.8% were female, 869 (82.1%) reported being free from the disease, 7 (0.07%) reported having Covid-19, and 182 (17.2%) were unsure of their disease status. In the past week, 30.0%, 4.3% and 1.1% of the participants exercised on average 1, 2 and 3 hours per day respectively, 62.9% of them did not exercise in the past week, and the remaining 1.3% exercised 4 hours or more per day. By employment status, 71.5% were employed, 13.2% were unemployed, 10.5% were studying, and the rest 4.7% were retired. By working situations, 38.6% were working/studying from home, 26.6% were not working/studying due to the outbreak, 18.0% were not working/studying before and during the outbreak, and 16.9% still worked in an office. The participants reported their distress level in the past week using CPDI, which had a Cronbach's alpha of 0.91. The mean (SD) score of CPDI in the sample was 34.54 (14.92), higher than the CPDI of 23.65 (15.45) reported in China from January 31 to February 10, 2020 5 . The difference in the mean values between Iranian and Chinese samples is 10.9 (t=22.7; p<0.0001; 95% CI: 10.0 to 11.8). Based on the cut-off values of distress in CPDI, respectively 47.0% and 14.1% of the Iranian adults experienced mild to moderate and severe psychological distress, compared to 29.3% and 5.1% respectively in the Chinese sample 5 . . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 1151,
                    "end": 1152,
                    "text": "5",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 80,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint CI -0.31 to 1.05) did not predict distress as they did in the Chinese sample 3 . Adults with more children felt less distress (β=-1.07, p=0.048, 95% CI -2.14 to -0.01). Adults who were unsure whether they had Covid-19 reported higher distress than those who reported being free from the disease (β=-8.91, p=0.000, 95% CI -11.26 to -6.57). There is no significant difference between those who reported having the disease and the rest, possibly due to the very small number (7) of confirmed Covid-19 cases in our sample. Adults who exercised more reported lower distress (β=-2.14, p=0.000, 95% CI -3.23 to -1.06). Adults who were not working due to the Covid-19 pandemic reported higher distress than those who worked from home (β=-2.87, p=0.012, 95% CI -5.11 to -0.63), at the office (β=-2.63, p=0.059, 95% CI -5.36 to 0.10), or who were not working even before Covid-19 (β=-3.44, p=0.023, 95% CI -6.42 to -0.47). The unemployed reported higher distress than the employed (β=-3.89, p=0.020, 95% CI -7.17 to -0.60) and students (β=-5.29, p=0.020, 95% CI -9.74 to -0.85).",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 154,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "There is no significant difference in distress between the retired and the rest of the sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Although Covid-19 is expected to wreak havoc on the mental health of the public 1-3 , there is little evidence of it, especially outside of China. Our findings show that Iranian adults experienced significantly more distress (mean CPDI=34.5) than Chinese adults (mean CPDI=23.7). In late March 2020, a staggering 47.0% and 14.1% of Iranians in our sample reported mild to moderate and severe distress -also more severe than in China 5 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings suggest that the predictors of distress are likely to vary across countries. While gender and exercise hours predicted distress in both Iran and China 3,5 , age and education predicted distress in China but not in Iran 5 . It is worth noting another study also found age was not a significant predictor of distress among working adults in China during Covid-19 3 . Moreover, Iranian adults who worked from home, at the office, or had not worked during and before Covid-19 all reported lower distress that those who were not working due to the Covid-19 pandemic. In comparison, in China, only individuals who worked at an office reported significantly lower distress than those who were not working due to Covid-19 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The differences in the predictors of distress during the Covid-19 pandemic across Iran and China are understandable, as different countries vary in their medical systems, the availability of personal protective equipment (PPE), cultures, labor and employment conditions, the policies of lockdown, the ease of working from home and maintaining a living in a pandemic, and the information in both mainstream and social media, to . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "name just a few. The results therefore suggest we need to identify useful predictors of mental health in individual countries during the Covid-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Lastly, individuals who were unsure whether they had Covid-19 reported higher distress than individuals who reported not having the disease, suggesting we need to pay attention to those individuals who might be anxious without knowing their specific Covid-19 status, as people can be asymptomatic or take time to develop symptoms. One solution is to test such individuals if conditions permit, as otherwise these individuals can experience high distress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The study has certain limitations. First, we conducted this study using an observational cross-sectional survey, so our findings are predictive instead of causal. Second, our sample is not nationally representative, as our focus was to identify for policymakers and potential caregivers who in the population might need more help. Third, even though our sample contained adults who reported having Covid-19, the number of infected cases in our sample is too small, and moreover we suspect they would belong to the majority of Covid-19 infected cases that have mild symptoms, as people with more severe symptoms would not be able to answer our survey. Lastly, the scale has been translated from the Chinese version, which was newly developed in China during Covid-19, and further validation studies are needed on the scale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In sum, this paper provides the first empirical evidence of the level of distress of Iranian adults during the Covid-19 pandemic. The results suggest adults in Iran are experiencing more distress than adults in China, with level of distress predicted by different factors, suggesting future research needs to examine mental health and the predictors in individual countries to effectively identify and screen those who are more susceptible to mental health issues during the Covid-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Takian A, Raoofi A, Kazempour-Ardebili S. COVID-19 battle during the toughest sanctions against Iran. Lancet 2020; 2019: 30668.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "51: 101990. 7"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "51: 101990. 7"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.03.20052571 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "51: 101990. 7"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Timely mental health care for the 2019 novel coronavirus outbreak is urgently needed",
            "authors": [
                {
                    "first": "Y-T",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Psychiatry",
            "volume": "7",
            "issn": "",
            "pages": "228--237",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "2019-nCoV epidemic: address mental health care to empower society",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "37--45",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Unprecedented disruptions of lives and work: Health, distress and life satisfaction of working adults in China one month into the COVID-19 outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rauch",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.13.20034496"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A nationwide survey of psychological distress among Chinese people in the COVID-19 epidemic: implications and policy recommendations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Yifeng",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gen Psychiatry",
            "volume": "33",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Iranian mental health during the COVID-19 epidemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zandifar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Badrfam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian J Psychiatr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Descriptions of the participants and OLS regression results on CPDI (Covid-19 Peritraumatic Distress Index) (n=1058)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "None. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        },
        {
            "text": "We declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": "Please select the frequency of the below activities in the last week. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. The Covid-19 Peritraumatic Distress Index (CPDI) in English"
        }
    ]
}