{
    "paper_id": "70c4227849eb7fb1b7903706326eab0c7efdeb4d",
    "metadata": {
        "title": "Estimate of the Maximum Limit of Total Cases of Infected Patients COVID-19",
        "authors": [
            {
                "first": "Carlos",
                "middle": [],
                "last": "Maximiliano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal do Pampa",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Carlos",
                "middle": [],
                "last": "Augusto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal do Pampa",
                    "location": {}
                },
                "email": "carlosdutra@unipampa.edu.br"
            }
        ]
    },
    "abstract": [
        {
            "text": "In this work, we present a method to estimate the maximum limit of total cases COVID-19 cases considering that the time in which the maximum number of new daily cases occurs corresponds to the inflection point of the curve described by the total number of cases that assumed to have a growth according to a logistical function in which the number of total cases at the inflection point will correspond to half of the maximum limit of total cases COVID-19. We estimate this maximum limit for China and South Korea, obtaining results compatible with the observations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Logistic Model is characterized by a Sigmoidal growth-type function, an \"S\" shape. The exponential growth of the population suffers resistance from the environment. Stage A: slow growth, phase of adaptation of the population to the environment. Stage B: accelerated or exponential growth, Stage C: growth changes behavior becoming decelerated, the population is subject to the limits imposed by the environment, environmental resistance is higher on the population. Stage D: environmental resistance prevailing over exponential growth more intensely. Stage E: Asymptotic growth, in which the environmental resistance prevents from exceeding a certain maximum value. Source: http://matemabio.blogspot.com/p/dinamica-populacional.html Bringing to our study variable, the Total Number of Cases presents: (a) slow growth at the beginning; (b) a phase of accelerated growth of the exponential type; (c) a phase of moderate exponential growth that is increasingly distancing itself from this model due to the slow growth; (d) an intermediate phase with greater growth deceleration and (e) a phase of stability -Plateau, where new cases gradually cease, with very slow and asymptotic growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Currently only two countries have reached stage E, China and South Korea, as shown in Figure 2 . The variation in the total number of cases in the plateau region is attributed by China for the repatriation and coming of infected foreigners coming from abroad, the values of new cases are of a similar order between China and South Korea, however, the number of infected people in China is about 8 times greater so the difference in the plateau region for both countries. Nonetheless, we found that the logistic function can model the behavior of population growth in the total number of infected cases. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 94,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 In which N is the number of individuals at time t , K represents the population limit value, N 0 is the initial population, r is the growth rate, and t is the time.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We can use the characteristics of the logistic function to estimate the Maximum Limit of Total Cases of COVID-19 infected patients, which will be defined by K the population limit value for the asymptotic behavior of the growth phase (e). This K value corresponds to Figure (3a) can be determined from the inflection point between the phases (b), of accelerated growth, and (c) of slowed growth of the growth curve, the y-coordinate value of the inflection point corresponds to K/2. Mathematically, the derivative or rate of change of the Logistic Function over time results in a function with a maximum peak that is associated with the inflection point (Figure 3b ), and that function can be expressed by a Gaussian function to determine the time t at which the maximum occurs. The derivative of the total number of cases over time is nothing more than the number of new cases over time. Therefore, the tipping point of the function total number of cases occurs at the same time as the maximum number of new cases; and when determining the time t of the maximum number of new cases, we have the x coordinate to determine the total number of cases in the inflection that corresponds to the maximum limit of the total number of cases divided by 2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 654,
                    "end": 664,
                    "text": "(Figure 3b",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Thus, we must access the World Health Organization website (https://www.worldometers.info/coronavirus/ ) and choose the country to be analyzed. We can read the graph of total number of cases by defining the initial date D0 and the total initial number of cases N0 as a reference for the model. Subsequently, we verify in the New Cases graph the date that the maximum number of new cases occurs DCNmax (if the maximum is not clear, it is necessary to perform a Gaussian function adjustment to determine the time t that occurs). Then we can see in the graph the total number of cases on this date DCNmax which is the value of the total number of cases NTC_DCmax, this is the value corresponding to the inflection point of this graph and thus the maximum limit value \"K\" corresponds to twice the NTC_DCNmax, allowing to know the limit of the total number of cases in that country. In order to be able to estimate by the Logistic Model, when the stability phase (Plateau) of the total number of cases, where there are practically very few new cases, will be reached we calculated the time interval Ti between the date of maximum new cases DCNmax and the initial reference date D0. From that time interval Ti, of the value of the maximum limit of total number of cases of COVID19 \"K\" patients and of the total number of initial cases of reference N0 it is possible to calculate the date by which, using the model, the total number of cases will be 90% K (D90%), 95% K(D95%), and 99% K (D99%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "In Table 1 we have the application of the method for China and South Korea that have already reached the growth stability phase (5), as well as for countries in Europe where the number of new cases has just reached. Variable Legend s : D0 -Initial reference date (WHO) ; N0 -total number of cases on date D0 (WHO); DCNmax -Date that occurs the maximum number of New Cases (WHO); NTC_DCNmax -Total number of cases on the DCNmax date ; Kasymptotic maximum limit for the total number of cases of the Logistic Model (K= 2* NTC_DCNmax) defining the plateau; Ti = DCNmax -D0 time interval in days between those dates; D90% Expected date for the total number of cases to reach 90% of the maximum number of \"K\" cases ; D95% expected date for the total number of cases to reach 95% of the maximum number of \"K\" cases ; and D99% expected date for the total number of cases to reach 99% of the maximum number of \"K\" cases recorded in China was 81,093 cases, whereas by the model presented we would have 99% of 85,276 = 84,423 cases, thus being possible to estimate a relative error of approximately 4%. As of date D95% = 03/25/20 the total number of cases recorded in South Korea was 9,137 cases, whereas by the model presented we would have 95% of 10,372 = 9,853 cases, giving a relative error of approximately 8%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methodology"
        },
        {
            "text": "Through this study it was possible to estimate the maximum number of cases of patients infected with COVID-19 from the definition of the maximum number of new cases, estimating when the plateau stability phase will occur one to two months in advance of this phase. This is an important variable for the development of prediction models that aim to estimate the impact of COVID-19 on the Brazilian Health System. It is intended to use the methodology to define this parameter in data from Brazil/States/Cities and also in other countries in the world during the Pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Final considerations:"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A familial cluster of pneumonia associates with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. The Lancet, v. 395, m. 10223",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F W"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "514--523",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Estimativa de risco de espalhamento da COVID-19 nos estados brasileiros e avaliação da vulnerabilidade socioeconômica nos municípios",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Codeço",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "PROCC/Fiocruz e EMap/FGV",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID19 em dados: Brasil em perspectiva comparada",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Figueiredo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization. Novel Coronavirus (2019-nCoV) Situation Report -1. Janeiro 2020",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "World Health Organization",
            "authors": [],
            "year": null,
            "venue": "Coronavirus disease 2019 (COVID19) Situation Report -51",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World Health Organization",
            "authors": [],
            "year": null,
            "venue": "Coronavirus disease 2019 (COVID19) Situation Report",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Total number of cases according to time (a) China (b) South Korea Source: https://vac-lshtm.shinyapps.io/ncov_tracker/ Mathematically the logistic growth function is described by the equation below:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Graphical diagram of the Logistics function, the inflection point and its derivative.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Synthesis of results using the methodology with updated data until 04/07/2020.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}