{
    "paper_id": "70cf5e9d071ce0aead2f2ac5e7ca264194091fb1",
    "metadata": {
        "title": "The Estimated Time-Varying Reproduction Numbers during the Ongoing Epidemic of the Coronavirus Disease 2019 (COVID-19) in China",
        "authors": [
            {
                "first": "Fu-Chang",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "I-H Statistical Consulting Company, Zhongzheng District",
                    "location": {
                        "settlement": "Taipei",
                        "country": "Taiwan (R.O.C."
                    }
                },
                "email": "fuchang.hu@gmail.com"
            },
            {
                "first": "Sc",
                "middle": [
                    "D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "Wen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "I-H Statistical Consulting Company, Zhongzheng District",
                    "location": {
                        "settlement": "Taipei",
                        "country": "Taiwan (R.O.C."
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: How could we anticipate the progression of the ongoing epidemic of the coronavirus disease 2019 (COVID-19) in China? As a measure of transmissibility, the value of basic reproduction number varies over time during an epidemic of infectious disease. Hence, this study aimed to estimate concurrently the time-varying reproduction number over time during the COVID-19 epidemic in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "the sooner the proper actions were taken against the spread of the coronavirus, the smaller the size of the COVID-19 epidemic and its damage would likely be. Since the coronavirus is highly transmittable by droplets, more stringent control measures such as fast and mass testing, rigorous contact tracing, large-scale isolations, mandatory quarantines, travel restrictions or bans, border closing, social distancing, school closings, stay-at-home orders, and long-term lockdowns may be needed to contain the epidemic ultimately. Almost the whole world is now in the battle against the coronavirus as the global numbers of confirmed COVID-19 cases and deaths continue to rise speedily. methods specific for this epidemic, we tried to find an available easy-to-use tool to monitor the progress of the ongoing COVID-19 epidemic as soon as possible. As listed on the Comprehensive R Archive Network (CRAN) (https://cran.r-project. org/), several R packages might be used to compute basic reproduction numbers of an epidemic in R, including argo, epibasix, EpiCurve, EpiEstim, EpiILM, EpiILMCT, epimdr, 3 epinet, epiR, EpiReport, epitools, epitrix, incidence, mem, memapp, R0, and surveillance. We chose the incidence (version 1.7.0) and EpiEstim (version 2.2-1) packages to estimate R0(t) in R during the ongoing COVID-19 epidemic in China due to their methodological soundness and computational simplicity for rapid analysis. 4, 5 Our R code was listed in Supplementary Appendix 2 for check and reuses.",
            "cite_spans": [
                {
                    "start": 1423,
                    "end": 1425,
                    "text": "4,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1426,
                    "end": 1427,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "First, we laid out the conceptual framework below. In an epidemic of infectious disease, any susceptible subject who becomes a patient usually goes through the following three stages: infection, development of symptoms, and diagnosis of the disease. Theoretically, to estimate R0 or R0(t), we need the information about the distribution of generation time (GT), which is the time interval between the infection of the index case and the infection of the next case infected directly from the index case. 5 Yet, the time of infection is most likely unavailable or inaccurate, and thus investigators collect the data about the distribution of serial interval (SI) instead, which is the time interval between the symptom onset of the index case and the symptom onset of the next case infected directly from the index case. 5 Nevertheless, the data of symptom onset are not publically available and almost always have the problem of delayed reporting in any ongoing epidemic of infectious disease because they are usually recorded at diagnosis. 2 Hence, we took a common approach in statistics to tackle this problem by specifying the best plausible distributions of SI according to the results obtained from previous studies of similar epidemics, and then applied the novel estimation method implemented in the EpiEstim package to the data of daily new confirmed cases in practice. 4, 5 Next, we considered two plausible scenarios for studying the ongoing COVID-19 epidemic in China. The estimate_R function of the EpiEstim package assumes a Gamma distribution for SI by default to approximate the infectivity profile. 4 Technically, the transmission of an infectious disease is modeled with a Poisson process. 5 When we choose a Gamma prior distribution for SI, the Bayesian statistical inference leads to a simple analytical expression for the Gamma posterior distribution of R0(t). 5 In the first scenario, we specified the mean (SD) of the Gamma distribution for SI to be 8.4 (3.8) days to mimic the 2003 epidemic of the severe acute respiratory syndrome (SARS) in Hong Kong. 5 Then, in the second scenario, we specified the mean (SD) of the Gamma distribution for SI to be 2.6 (1.5) days to mimic the 1918 pandemic of influenza in Baltimore, Maryland. 5 Given an observed series of daily new confirmed cases, the shorter SI, the smaller R0(t). According to the current understanding, the transmissibility of COVID-19 was higher than SARS, but lower than influenza. 1 Hence, although we did not know the true distribution(s) of SI for the ongoing epidemic of COVID-19 in China, 6 these two scenarios helped us catch the behavior pattern of this epidemic along with the time evolution.",
            "cite_spans": [
                {
                    "start": 1378,
                    "end": 1380,
                    "text": "4,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1381,
                    "end": 1382,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 1615,
                    "end": 1616,
                    "text": "4",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1881,
                    "end": 1882,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In Table 1 , we listed the sample statistics of the daily new confirmed cases, total confirmed cases, new suspected cases, total suspected cases, new deaths, total deaths, new recoveries, and total recoveries during January 19−March 14 from the epidemic . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Epidemic data"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.11.20061838 doi: medRxiv preprint data of COVID-19 in China. Those statistics revealed the magnitude and impact of the ongoing epidemic over those 56 days. Yet, the clinically diagnosed cases (Hubei Province only) were added to the daily counts of new confirmed cases during February 12−16, 2020. 2 Thus, the maximum value of new confirmed cases went up dramatically to 15,151 on February 12, 2020. All the counts of total confirmed cases, total deaths, and total recoveries were monotonically increasing, except the count of total suspected cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic data"
        },
        {
            "text": "In Figure 1 , the epidemic curve of daily new confirmed cases peaked around February 4−5, 2020. Then, it declined gradually, except the very high peak on February 12, 2020 (in the dark red color) due to the added clinically diagnosed cases of the Hubei Province.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Epidemic analysis"
        },
        {
            "text": "Next, under the above specified two scenarios, we plotted the daily estimates of the time-varying reproduction numbers, R0(t), over sliding weekly windows, 4,5 from January 19 to March 14, 2020 in the middle panels of Figures 2A and 2B for the ongoing COVID-19 epidemic in China. Namely, at any given day of the epidemic curve, R0(t) was estimated for the weekly window ending on that day. 4, 5 The estimated R0(t) were not shown from the very beginning of the epidemic because precise estimation was not possible in that period. 5 Specifically, the blue lines showed the posterior medians of R0(t), the grey zones represented the 95% credible intervals (CreI), and the black horizontal dashed lines indicated the threshold value of R0 = 1.0. 4, 5 In addition, the first and third panels of Figures 2A and 2B were the miniaturized epidemic curve of daily new confirmed cases (see Figure 1 ) and the distributions of SI used for the estimation of R0(t). 4, 5 Intriguingly, both curves of the estimated R0(t) went down to be less than 1.0 around February 17−18, 2020.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 193,
                    "text": "March 14, 2020",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 390,
                    "end": 392,
                    "text": "4,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 393,
                    "end": 394,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 743,
                    "end": 745,
                    "text": "4,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 746,
                    "end": 747,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 953,
                    "end": 955,
                    "text": "4,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 956,
                    "end": 957,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 235,
                    "text": "Figures 2A and 2B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 791,
                    "end": 808,
                    "text": "Figures 2A and 2B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 880,
                    "end": 888,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Epidemic analysis"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic analysis"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.11.20061838 doi: medRxiv preprint Finally, in Tables 2A and 2B , we displayed the estimated parameters of the Gamma posterior distributions of R0(t), over sliding weekly windows, from January 19 to March 14, 2020 under those two specified scenarios for scrutinization. 4 ,5",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 343,
                    "text": "4",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 135,
                    "text": "Tables 2A and 2B",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Almost everyone was susceptible to the novel COVID-19 and this was one of the reasons why the COVID-19 epidemic occurred at many places and caused public panics in China and worldwide. In terms of population size, the depletions due to death or recovery might be negligible in China. And, there were no imported cases of COVID-19 in China. These features made the task of modeling this epidemic in China relatively easier. However, since the COVID-19 was new to human society, its diagnostic criteria, control measures, and medical cares were inevitably changing during the epidemic as the knowledge and experience about it were accumulated continuously. 2 We decided not to exclude the added clinically diagnosed cases of the Hubei Province during February 12−16, 2020 for the robustness of our epidemic analysis. In addition, many recoveries were probably not susceptible any more in the late phase of the epidemic. Thus, the result obtained in this study was merely a rough estimate of R0(t). Nevertheless, our findings (esp., Figure This study had several limitations because we relied on some assumptions to make a rapid analysis of this ongoing epidemic feasible. First, we assumed that all . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. However, as for the SARS epidemic in Singapore, the SI tended to be shorter after control measures were implemented. 13 In fact, the SI also depended on the amount of infecting dose, the level of host immunity, and the frequency of person-to-person contacts. Most of these limitations led our estimation of R0(t) into a more conservative context.",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 656,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 1478,
                    "end": 1480,
                    "text": "13",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 1030,
                    "end": 1036,
                    "text": "Figure",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Looking back the epidemic curve in Figure 1 , we could see that the lockdown of Wuhan on January 23, 2020 was a very smart, brave, and quick move even though the numbers of new confirmed cases and total confirmed cases were only 131 and 571 on January 22, 2020 in the very early phase of the COVID-19 epidemic in China. Then, . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 35,
                    "end": 43,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.11.20061838 doi: medRxiv preprint adding clinically diagnosed cases of the Hubei Province to the daily counts of new confirmed cases during February 12−16, 2020 indicated that the capacity of medical cares was strong enough at that time to help the suspected cases obtain proper medical care sooner by reducing the waiting time. As a result, the new confirmed cases had dropped sharply after February 18, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Next, as shown in Figures 2A and 2B is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 35,
                    "text": "Figures 2A and 2B",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.11.20061838 doi: medRxiv preprint disease. And, the consistent decline of the estimated R0(t) in trend over time is more important than the actual values of the estimated R0(t) themselves. The steeper the slope, the sooner the epidemic ends.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Although this study could not provide the most accurate results in a rigorous way, it sufficed for the pragmatic purpose from the public health viewpoint. We believed that it was an approximate answer to the right question. The estimate_R function of the EpiEstim package provided the option for including the data of imported cases in the estimation of R0(t). 4 Refinements in the estimation of R0(t) can possibly be made with the individual patient data, including personal contact history, whenever they are available for analysis.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 362,
                    "text": "4",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Finally, we urged public health authorities and scientists worldwide to estimate time-varying reproduction numbers routinely during epidemics of infectious diseases and to report them daily on their websites such as the \"Tracking the Epidemic\" of China CDC for guiding the control strategies and reducing the unnecessary panic of the public until the end of the epidemic. 18 Fitting complex transmission models of infectious disease dynamics to epidemic data with limited information about required parameters is a challenge. 3 The results of such analyses may be difficult to generalize due to the context-specific assumptions made and it can be too slow to meet a pressing need during an epidemic. 5,19-22 Thus, an easy-to use tool for monitoring the COVID-19 epidemic is so important in practice.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 374,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 526,
                    "end": 527,
                    "text": "3",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Since the coronavirus has spread out globally, we should take the fresh lessons from China 15-22 , South Korea 23 , Italy 24 , and the United States of America 25,26 and learn the experiences from previous epidemics 1 to mitigate its harm as much as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We may also use China as an example to anticipate the potential progression of the COVID-19 epidemic in a particular country. Control tactics and measures should be . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.11.20061838 doi: medRxiv preprint applied in line with local circumstances, but the same easy-to-use monitoring tool, R0(t), could be applied to many places. Let's help each other to combat the COVID-19 pandemic together. After all, we are all in the same shaking boat now.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The authors did not receive any funding for this study. The corresponding author had full access to all the data in the study and had final responsibility for the decision to submit for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding Source"
        },
        {
            "text": "We declared no conflicts of interest in this study. Abbreviation: Q1 = the first quartile, Q3 = the third quartile, and SD = standard deviation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Interests"
        },
        {
            "text": "* The clinically diagnosed cases (Hubei Province only) were added to the daily counts of new confirmed cases from February 12 to February 16, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Interests"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Presumed asymptomatic carrier transmission of COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Journal of American Medical Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1001/jama.2020.2565"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "American Journal of Epidemiology",
            "volume": "160",
            "issn": "6",
            "pages": "509--516",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "When will the coronavirus outbreak peak? Officials want to know but predictions vary wildly, from now to after hundreds of millions of people are infected",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cyranoski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1038/d41586-020-00361-5"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The novel coronavirus originating in Wuhan, China: Challenges for global health governance",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Phelan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Journal of American Medical Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1001/jama.2020.1097"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "China's aggressive measures have slowed the coronavirus. They may not work in other countries",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kupferschmidt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1126/science.abb5426"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The city of Wuhan was locked down on January 23, 2020. 2. The clinically diagnosed cases (Hubei Province only) were added to the daily counts of new confirmed cases during",
            "authors": [],
            "year": 2020,
            "venue": "China from",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "President Xi Jinping of China made his first visit to Wuhan on",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The World Health Organization (WHO) described coronavirus as a pandemic on",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "In such a disaster, various sectors of a society should collaborate immediately to tackle the problem under the guidance of the government. Scientists and technology experts may try all the available tools to help the government fight the epidemic. The basic reproduction number, R0, for an infectious disease is the expected number of new cases infected directly from the index case in a susceptible population. As a measure of transmissibility, it tells us how quickly an infectious disease spreads out in various stages of the epidemic. 1 Most importantly, R0 can be used to assess the effectiveness of the implemented control measures and to explore the possibility of pathogen mutations in an epidemic. When R0 < 1.0 consistently, the epidemic would be damped down soon. 1 In essence, the value of R0 varies over time during an epidemic of infectious disease. Hence, as biostatisticians, we started this investigation on January 27, 2020 with the aim to estimate concurrently the time-varying reproduction number, R0(t), over time during the ongoing epidemic of COVID-19 in China. We also initiated a similar research project for estimating concurrently the time-varying reproduction number, R0(t), over time during the ongoing epidemic of COVID-19 in selected countries outside China, which would be reported later.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "2B) were consistent with the earlier estimates of R0 for the COVID-19 epidemic in China such as 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "of COVID-19 in China were detected and put into the counts of daily new confirmed cases correctly. However, asymptomatic or mild cases of COVID-19 were likely undetected, and thus under-reported, especially in the early phase of this epidemic. 6,11 In some countries, a lack of diagnostic test kits for the SARS-CoV-2 and a shortage of qualified manpower for fast testing could also cause under-reporting or delay in reporting. Second, we admitted the time delay in our estimates of R0(t) for the COVID-19 epidemic in China due to the following two time lags: (1) the duration between the time of infection and the time of symptom onset (i.e., the incubation period of infection) if infectiousness began around the time of symptom onset 5 and (2) the duration between the time of symptom onset and the time of diagnosis. 2 Nevertheless, if asymptomatic carriers could transmit the COVID-19, 12 the first time lag would be shorter and it became the duration between the time of infection and the time of becoming infectious (i.e., the latent period of infection). Moreover, the time interval from symptom onset to diagnosis was shorter and shorter due to the full alert of society and the faster diagnostic tests. 2 Third, we assumed that the distribution of SI did not change considerably over time as the epidemic progressed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ", the estimated R0(t) began to drop just 2−4 days after the lockdown of Wuhan on January 23, 2020. Yet, the number of new confirmed cases was still climbing up day by day until it reached the peak around February 4−5, 2020. During this very painful time period, everyone was keen to know: When would the epidemic curve reach the hilltop? 14 Although it was difficult to estimate the exact date when it would happen, the peak of 3,886 new confirmed cases on February 4, 2020 appeared right after the trend of the computing R0(t) was declining monotonically for about 10 days, and then the daily number of new confirmed cases began dropping, indicating that the COVID-19 epidemic had abated. Then, two weeks later, the estimated R0(t) surprisingly reduced to the level below 1.0 around February 17−18, 2020 in both scenarios. Our first epidemic analysis was done on February 24, 2020, which had led us to believe that the COVID-19 epidemic would end soon if the effective control measures were maintained and nothing else happened incidentally such as heavy case imports, super-spreaders, and virulent virus mutations. Finally, we observed that the COVID-19 epidemic in China closed up around March 7−8, 2020, indicating that the prompt and aggressive control measures of China 15-18 were effective. In the end, China would win the battle against the coronavirus as long as its resurgence, if any, is well managed. In our opinion, seeing the estimated R0(t) going downhill is more informative than looking for the drops in the daily number of new confirmed cases during an ongoing epidemic of infectious",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Kraemer MUG, Yang CH, Gutierrez B, et al. The effect of human mobility and control measures on the COVID-19 epidemic in China. Science, Published Online: March 25, 2020. (DOI: 10.1126/science.abb4218) 21. Tian H, Liu Y, Li Y, et al. An investigation of transmission control measures during the first 50 days of the COVID-19 epidemic in China. Science, Published Online: March 31, 2020. (DOI: 10.1126/science.abb6105) 22. Zhang J, Litvinova M, Wang W, et al. Evolving epidemiology and transmission dynamics of coronavirus disease 2019 outside Hubei province, China: A descriptive and modelling study. The Lancet Infectious Diseases, Published Online: April 2, 2020. (DOI: https://doi.org/10.1016/S1473-3099(20)30230-9) 23. Normile D. Coronavirus cases have dropped sharply in South Korea. What's the secret to its success? Science, Published Online: March 17, 2020. (DOI: 10.1126/science.abb7566)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The estimated time-varying reproduction number during the ongoing epidemic of the coronavirus disease 2019 (COVID-19) in China from January 19, 2020 to March 14, 2020 under two scenarios. A. Scenario 1: We specified the mean (SD) of the Gamma distribution of serial interval (SI) to be 8.4 (3.8) days to mimic the 2003 epidemic of the severe acute respiratory syndrome (SARS) in Hong Kong. 4",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Descriptive statistics for the epidemic data of the coronavirus disease 2019 (COVID-19) in China from January 19, 2020 to March 14, 2020 (n = 56).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "B. Scenario 2: We specified the mean (SD) of the Gamma distribution of serial interval (SI) to be 2.6 (1.5) days to mimic the 1918 pandemic of influenza in Baltimore, Maryland.4,5",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}