{
    "paper_id": "7433cbab6bbad6768694e2c35ad3b0405d10d7ec",
    "metadata": {
        "title": "Comparison of transmissibility of coronavirus between symptomatic and asymptomatic patients: Reanalysis of the Ningbo Covid-19 data",
        "authors": [
            {
                "first": "Guosheng",
                "middle": [],
                "last": "Yin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Huaqing",
                "middle": [],
                "last": "Jin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We investigate the transmissibility of coronavirus for symptomatic and asymptomatic patients using the Ningbo Covid-19 data 1 . Through more in-depth and comprehensive statistical analysis, we conclude that there is no difference in the transmission rates of coronavirus between the symptomatic and asymptomatic patients, which is consistent with the original findings in Chen et al. 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since outbreak of the novel coronavirus disease 2019 in December 2019, the coronavirus has spread over the world at an unprecedented rate. By April 2, 2020, more than 150 countries have been affected by Covid-19 with a total of close to one million confirmed cases and over 47,000 deaths. The Covid-19 has been declared as an international public health emergency by the World Health Organization (WHO).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "During the incubation period, a percentage of coronavirus carriers may have no symptoms or minimal symptoms and thus often go undetected. These covert coronavirus carriers may not even be aware of the infection themselves, who however would be confirmed as positive cases if tested using the reverse transcriptase polymerase chain reaction (RT-PCR). If the percentage of asymptomatic carriers is large and if their transmissibility of coronavirus is as high as the symptomatic cases, this would pose a great threat to the public. Therefore, it is critical to determine the percentage and transmissibility of asymptomatic coronavirus carriers in the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It has been reported that the viral load detected in the asymptomatic patients was similar to that in the symptomatic patients, which suggests the potential transmissibility of asymptomatic patients. 2 ",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 201,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Issues in the Original Analysis"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050740 doi: medRxiv preprint Ningbo, China, on the transmission rates of the coronavirus by the symptomatic and asymptomatic cases. The estimated transmission rates for the symptomatic and asymptomatic patients were 0.063 and 0.041 respectively, and the chi-squared test yielded a p-value of 0.288, which indicates that there is no statistically significant difference between the two transmission rates. They further investigated the transmission rates for different relationships and different types of contact with the infected patients including both symptomatic and asymptomatic cases and concluded that the differences in the transmission rates are statistically significant across different relationships and types of contact respectively. The closer the contact with the infected patients, the higher chance of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Issues in the Original Analysis"
        },
        {
            "text": "However, in their original statistical analysis 1 , the chi-squared tests were unduly used because the counts in some cells of the contingency tables are rather small and even zeros, which violates the assumptions of a chi-squared test and thus casts doubt on the validity of the hypothesis test. Moreover, when comparing the transmission rates of symptomatic and asymptomatic cases, Chen et al 4 included the cases associated with a super-spreader who mainly transmitted the disease in an air-conditioned bus and a buddhism activity gathering. However, this may reduce the generalization of the findings as the super-spreader should be regarded as an outlier and removed from the primary analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Issues in the Original Analysis"
        },
        {
            "text": "From January 21st to March 6th 2020, there were 157 symptomatic cases and 30 asymptomatic cases in the Ningbo Covid-19 data 1 . These infected cases resulted in 2147 close contacts with them, among which 2001 exposures were caused by the symptomatic cases and 146 by the asymptomatic cases. The average number of close contacts by the symptomatic cases is 13 and that by the asymptomatic cases is 5, and the difference is statistically significant with a p-value of 6×10 -6 from a permutation test . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reanalysis of the Ningbo Covid-19 Data"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050740 doi: medRxiv preprint described in Algorithm 1. The larger number of close contacts by the symptomatic cases may be due to the medical attentions they received after the confirmed diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reanalysis of the Ningbo Covid-19 Data"
        },
        {
            "text": "To allow for small cell counts including zeros in the contingency table, Fisher's exact tests 5 are used to investigate the difference in the transmission rates between the symptomatic and asymptomatic patients. We consider two scenarios: One combines the numbers of symptomatic and asymptomatic cases as the total number of infected patients, leading to a 2×2 table; and the other separates them, leading to a 2×3 table, as shown in the top panel of Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 451,
                    "end": 458,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Reanalysis of the Ningbo Covid-19 Data"
        },
        {
            "text": "From the results summarized in Table 1 , we conclude that there is no significant difference in the transmission rates between the symptomatic and asymptomatic cases, either including or excluding the cases associated with the super-spreader. However, the tests excluding the cases associated with the super-spreader yield larger p-values, 0.842 when combining the numbers of symptomatic and asymptomatic cases and 0.107 when separating them. As a result, there is no evidence in the data to rule out the transmissibility of asymptotic carriers in comparison with symptomatic cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 31,
                    "end": 38,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Reanalysis of the Ningbo Covid-19 Data"
        },
        {
            "text": "The odds ratio, estimated transmission rates and their difference between symptomatic and asymptomatic cases as well as the corresponding 95% confidence intervals are presented in the bottom panel of Table 1 . The odds of transmitting the coronavirus to a healthy individual by a symptomatic patient is 1.2 times of that by an asymptomatic patient, which however is not statistically significant as the 95% confidence interval covers one. Furthermore, as the 95% confidence intervals for the difference of transmission rates cover zero, we conclude there is no difference in the transmissibility of coronavirus through close contacts between symptomatic and asymptomatic cases, which is consistent with the findings using Fisher's exact tests.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 207,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Reanalysis of the Ningbo Covid-19 Data"
        },
        {
            "text": "The transmission rates under different relationships with the infected cases are significantly different with both p-values <10 -6 whether combining the symptomatic . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reanalysis of the Ningbo Covid-19 Data"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050740 doi: medRxiv preprint and asymptomatic cases or not. With regard to different types of contact, the transmission rates are also significantly different with p-values <10 -6 . As expected, the more close contacts with the infected cases, the higher likelihood to contract the coronavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reanalysis of the Ningbo Covid-19 Data"
        },
        {
            "text": "In summary, we provide a more in-depth analysis of the Ningbo Covid-19 data to examine the difference in the transmissibility of coronavirus for symptomatic and asymptomatic patients. We adopt more appropriate statistical methods, such as Fisher's exact tests, which require no assumptions on the cell counts in the contingency table. We provide the odds ratio, estimated transmission rates, as well as the corresponding 95% confidence intervals, and the conclusions remain the same that there is no statistically significant difference in the transmissibility of coronavirus between symptomatic and asymptomatic patients. . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050740 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 1 Analysis of transmission rates through close contacts by symptomatic and asymptomatic cases of Covid-19 in Ningbo after removing all the cases associated with the super-spreader"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The epidemiological characteristics of infection in close contacts of Covid-19 in Ningbo city",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chin J Epidemiol",
            "volume": "41",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3760/cma.j.cn112338-20200304-00251"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "SARS-CoV-2 viral load in upper respiratory specimens of infected patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1177--1179",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Presumed asymptomatic carrier transmission of Covid-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "1--2",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2565"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Transmission of 2019-nCoV infection from an asymptomatic contact in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sothmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "970--971",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Choice of test for association in small sample unordered r×c tables",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lydersen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pradhan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Senchaudhuri",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Stat Med",
            "volume": "26",
            "issn": "23",
            "pages": "4328--4343",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A familial cluster of five patients in Anyang, China, demonstrated transmission of the coronavirus from an asymptomatic carrier with normal chest computed tomography (CT) who was however tested positive after all the five contacted family members had shown symptoms and confirmed with positive RT-PCR test results. 3 Another example of coronavirus infection by an asymptomatic patient was a German case through the usual contact in business meetings. 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The histograms of average numbers of contacts by symptomatic and asymptomatic cases (top panel) and the difference in average numbers of contacts by the symptomatic and asymptomatic cases in the permutation test (bottom panel). The red vertical line indicates the observed difference in the average numbers of contacts between symptomatic and asymptomatic cases.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Primary analysis with the estimated rates and 95% confidence intervals *Combined means p-values are obtained by pooling the numbers of symptomatic and asymptomatic cases together; Separate means p-values are obtained by separating the numbers of symptomatic and asymptomatic cases. †The numbers in the parentheses are associated with the super-spreader; P-values in the parentheses are . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20050740 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Randomly sample the number of contacts by each infected patient for the symptomatic and asymptomatic groups separately; 3:Pool the samples for the symptomatic and asymptomatic groups together;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}