{
    "paper_id": "757b5c18ea0d5f36ba9ea742d22cac06e30e371c",
    "metadata": {
        "title": "Modelling and analysis of COVID-19 epidemic in India",
        "authors": [
            {
                "first": "Alok",
                "middle": [],
                "last": "Tiwari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IIT Bombay",
                    "location": {
                        "postCode": "400076",
                        "settlement": "Mumbai",
                        "country": "India"
                    }
                },
                "email": "alok.tiwari@iitb.ac.in"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19) is originated from the Wuhan city of the Hubei province (China) in December 2019. This outbreak has caused global pandemic with more than 1.57 million positive cases and 92,191 deaths. India has witnessed its first positive case on 30 th January 2020, at present more than 6000 individuals are reported positive with 200 fatalities and 602 recoveries [1] . Many proactive steps are taken by the government to control the spread of disease, including lockdown, social awareness and identification of clusters of cases.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 390,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Mathematical equations are widely used to model the nature and impact of global pandemics in the society. The SIR model [2] is the classically adopted mathematical model to analyse and predict evolution of a disease. Its one of the variant SIQR [3] is considered to be the best modelling technique for COVID-19, where isolation of infectious plays an important role. This modelling approach to analyse the impact of this disease has been performed for few affected nations, including Brazil [4] and Italy [5] .",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 245,
                    "end": 248,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 505,
                    "end": 508,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Studies about the power-law growth [6] and the effect of lockdown on the spread of disease [7] have been reported for India. In this paper, we analysed the evolution of COVID-19 in India with the SIQR model. Parameters and indicators that quantify the growth and spread of disease in India are determined.",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 38,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 91,
                    "end": 94,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Susceptible Infected Quarantine Recovered (SIQR), a variant of classical SIR model appears to be particularly convenient for the modelling of COVID-19 [5] . This model considers two categories for infected individuals, one who gets quarantine and others who don't (asymptotic or negligence). Susceptible in the models are the individuals who are at the risk of getting infected. Infected are those susceptible who gets affected by the virus; they may be asymptotic or have symptoms. Infected individuals who develop signs and gets isolated is considered as quarantine. Recovered are those infectious or quarantine individuals who recovered or died from the disease. (1)",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "MODELLING APPROACH"
        },
        {
            "text": "In the following equations, denotes the rate of infection, determines the rate at which new cases are detected from the infected population. is the rate at which quarantine are getting removed (recovered or died). is the rate of removal of infectious individuals who are asymptotic (or for any reasons) and didn't get quarantined ( Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 338,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "MODELLING APPROACH"
        },
        {
            "text": "Semi-log (y) plot of the total confirmed positive cases and growth per day in India as of 7 th April 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2."
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2."
        },
        {
            "text": "N is the size of the population. Complete lockdown of the country assures that the total population is not prone to the disease. A factor of (1-l) to N, with 'l' being the fraction of population following lockdown, is used to consider lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2."
        },
        {
            "text": "To estimate the parameters of Eq. (1-4), modified equations are fitted with the reported data of the country [1]. First positive case in the country was reported on 30 th January 2020 with steady growth till 1 st March, as the cases surge exponentially (Fig. 2) . Considering the population not following lockdown to be susceptible, i.e. S ≈ N(1 − l) and approximating Eq. (2) to",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 261,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RESULTS AND ANALYSIS"
        },
        {
            "text": "Integrating Eq. (5) to obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS AND ANALYSIS"
        },
        {
            "text": "is the number of infected individuals at the start of the disease in the country. Our study has considered the number of initial cases as = 6, since cases were almost steady before that.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS AND ANALYSIS"
        },
        {
            "text": "Adding Eq. (3) and Eq. (4) will give us the rate of change of the total confirmed positive cases [Q+R] in the country with the day (t).",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 102,
                    "text": "[Q+R]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RESULTS AND ANALYSIS"
        },
        {
            "text": "[ ]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS AND ANALYSIS"
        },
        {
            "text": "Putting ( ) from Eq. (6) Rate of detection of new cases from infectious individuals ( ) can be calculated based on the report of the incubation period and fraction of infected population that gets quarantine. On average, it takes five days for an infectious individual to get symptoms [8] . If that individual gets quarantined on that day only, this rate can be written as = 0.2 × µ, where µ is the fraction of the infected individuals that get quarantined. It has been reported that in Japan 50% of the population is asymptotic [9] . Considering the domination of young population in Indian age distribution [7] and low testing per million of the population [10]. It is assumed that 10% of the total infected population will get quarantined, i.e. µ is considered as 0.1. that leads to = 0.2 × 0.1 = 0.02. It is not feasible to determine the rate at which quarantines are getting removed ( ), due to less number of recovered individuals in the country till 7 th April 2020. is assumed as 0.04 that means, on average, it took 25 days for a quarantined patient to get recover or die in line with the analysis presented in [5] .",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 288,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 529,
                    "end": 532,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 609,
                    "end": 612,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1120,
                    "end": 1123,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "RESULTS AND ANALYSIS"
        },
        {
            "text": "All these model parameters are used to determine indicators that quantify the transmissibility of disease in the country [4] . These indicators are defined as follows: (11)  Infected to Quarantine ratio: This ratio gives us the estimate of the population which are infected but not quarantine. They may be asymptotic or suffering from mild symptoms that get unnoticed.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "RESULTS AND ANALYSIS"
        },
        {
            "text": "Values of the above-defined three indicators are mentioned in Table. 1 compared with the reported numbers from Brazil [4] and Italy [5] . India's basic reproduction number is on the lower side as compared to Brazil and Italy, and this may be because of the strict lockdown and immediate isolation of the infected. Perhaps for the same reasons doubling time of the infected individuals is higher in India than that of Brazil and Italy. Whereas the ratio of actually infected to confirmed is more than ten times, highest among three. Probable reasons for this can be the presence of many asymptotic individuals in the population or the less number of testing. Temporal evolution of the number of active cases (Q) and the total infected population (I) is determined using estimated parameters. Numerical integration of Eq. (1-4) is performed with = 1.3 × 10 (population of India) with lockdown efficiency (l) determined by fitting active cases to the quarantine (Q) in Fig. 3 . Solution of ODEs estimated that around 7.54 × 10 are susceptible to the disease. India may witness the peak of active cases in between 22 nd -28 th April 2020 with about 22,000 total active cases and it may take complete July to finish this pandemic in India.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 132,
                    "end": 135,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 68,
                    "text": "Table.",
                    "ref_id": null
                },
                {
                    "start": 966,
                    "end": 972,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "RESULTS AND ANALYSIS"
        },
        {
            "text": "Susceptible-Infectious-Quarantined-Recovered (SIQR) model is used in this paper to estimate the indicators of the spread of the COVID-19 in India. Following points sums up the key findings of this paper. 3. The ratio of actually infected to confirmed is more than ten times, higher than Brazil and Italy. Perhaps because of the presence of many asymptotic individuals or the less number of testings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Our model also predicts India may witness maximum 22,000 active cases (total positive -recovered -died), somewhere in last week of April.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "It may take complete July to finish this pandemic in India.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.12.20062794 doi: medRxiv preprint I am not an epidemiologist and analysis (or discussions) is based on an elementary mathematical modelling SIQR. This paper predicts the pattern and indicators based on the past data (2 nd March to 7 th April) and a few assumptions. Prediction of the peak of the active cases is made using the model; these dates and numbers must not be taken for any administrative decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "ACKNOWLEDGEMENT I wish to extend my special thanks to Prof. Manaswita Bose from IIT Bombay for regular discussion while writing and modelling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Infectious Diseases of Humans",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effects of quarantine in six endemic models for infectious diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hethcote",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhien",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shengbing",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mathematical biosciences",
            "volume": "180",
            "issn": "1-2",
            "pages": "141--160",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Data analysis and modeling of the evolution of COVID-19 in Brazil",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Crokidakis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.12150"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Quantifying undetected COVID-19 cases and effects of containment measures in Italy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meneghini",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 epidemic: Power law spread and flattening of the curve",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Verma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Asad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chatterjee",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.02.20051680"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Age-structured impact of social distancing on the COVID-19 epidemic in India",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Adhikari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.12055"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Early transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Pictorial representation of the dependence of each component of the SIQR model, where S stands for Susceptible, I for infected, Q for quarantined and R for recovered. Left side of the picture represents the dependence of the rate of change on S, I, Q, R. Four proportionality constants relating each parameter of the model is mentioned. Rate equations of each part of the model are described using the following ODEs [",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Above equation (Eq. (9)) is in the form of ( ) = [exp( ) − 1] Where ( ) is the number of confirmed positive cases on a day (t). This form of equation is fitted to the total positive reported cases using least square fitting (Fig. 2) to give ( + ) = 1.840 ± 0.201 and − ( + ) = 0.169 ± 0.004. Fitted parameters give us = 0.476 and + = 0.307.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Least square fitting of Eq. (9) with the total positive reported cases from 2 nd March -7 th April 2020. Fitted parameters are ( + ) = 1.840 ± 0.201, − ( + ) = 0.169 ± 0.004.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Basic reproduction number ( ): This number is used to quantify the transmission ability of a disease. It is defined as the average number of individuals that can get infected from a single individual. It is formulated as follows: Epidemic doubling time: Number of days required for a disease to double its infected population is epidemic doubling time. It is defined as:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Temporal evolution of the number of active cases (Q) and actual infected (I) with the day (t) estimate using numerical integration of Eq. (1-4) with = 0.287, = 0.476, = 0.040, = 0.020, = 0.99942, = 1.3 × 10 . Data of confirmed active cases are also marked (using black filled squares).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Three different indicators calculated from the estimated parameters for India, Brazil and Italy.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "1. A single individual can infect 1.55 other individuals (i.e. = 1.55) which is less than Brazil's and Italy's. It may be because of the strict lockdown or immediate isolation of the infected. 2. It takes 4.10 days in India to double the infected cases. Brazil and Italy take 2.72 and 3.32 days, respectively.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}