{
    "paper_id": "75edc97359245c9a8c051231787bfcc836036c13",
    "metadata": {
        "title": "Level of IL-6 predicts respiratory failure in hospitalized symptomatic COVID-19 patients",
        "authors": [
            {
                "first": "Tobias",
                "middle": [],
                "last": "Herold",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "LMU Munich",
                    "location": {
                        "settlement": "Munich",
                        "country": "Germany"
                    }
                },
                "email": "tobias.herold@med.uni-muenchen.de"
            },
            {
                "first": "Vindi",
                "middle": [],
                "last": "Jurinovic Phd",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "LMU Munich",
                    "location": {
                        "settlement": "Munich",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Chiara",
                "middle": [],
                "last": "Arnreich",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "LMU Munich",
                    "location": {
                        "settlement": "Munich",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Johannes",
                "middle": [
                    "C"
                ],
                "last": "Hellmuth",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "LMU Munich",
                    "location": {
                        "settlement": "Munich",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Von Bergwelt-Baildon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "LMU Munich",
                    "location": {
                        "settlement": "Munich",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Matthias",
                "middle": [],
                "last": "Klein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "LMU Munich",
                    "location": {
                        "settlement": "Munich",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Tobias",
                "middle": [],
                "last": "Weinberger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "LMU Munich",
                    "location": {
                        "settlement": "Munich",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The pandemic Coronavirus-disease 19 (COVID-19) is characterized clinically by a highly variable course. While most patients experience only mild symptoms, a relevant proportion develop severe disease progression with increasing hypoxia up to acute respiratory distress syndrome. About 5% of patients require intensive care treatment including mechanical ventilation. [1] [2] [3] This variability of COVID-19 and the shortage of health care resources in heavily affected regions make efficient allocation of resources towards patients at high risk for deterioration crucial. 4 We aimed to identify variables that allow the prediction of patients with a high risk of respiratory failure and need of mechanical ventilation.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 370,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 378,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 574,
                    "end": 575,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All patients with PCR proven symptomatic COVID-19 infection hospitalized at our institution from 29 th February to 27 th March 2020 (n=40) were analyzed for baseline clinical and laboratory findings. Patient data were anonymized for analysis and the study was approved by the local ethics committee (No: 20-245). All variables with less than 50% of missing data were tested for the association with respiratory failure. Categorical variables were compared with the χ 2test, and numerical variables were tested with the Mann-Whitney-U-Test. The p-values were adjusted for multiple testing with the Bonferroni-Holm-Method. An adjusted p-value (q-value) of ≤0.05 was considered significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In total, 13/40 (32.5%) patients deteriorated during hospitalization and required mechanical ventilation. The time from hospital admission to intubation varied from less than one hour to 9 days (median 2 days). All patients who required intubation were of male sex, compared to 59% of males in the group that did not require intubation (p=0.020, q=0.057). Patients requiring mechanical ventilation did not differ in age, comorbidities, radiological findings, respiratory rate or qSofa score (table) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 491,
                    "end": 498,
                    "text": "(table)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Pulse, markers of inflammation, LDH and creatinine at admission were associated with respiratory failure (table). Elevated interleukin-6 (IL-6) was very strongly associated with the need for mechanical ventilation (figure 1A, p=1.2·10 -5 , q=0.00032).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 113,
                    "text": "(table).",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "In addition to IL-6 values at first assessment, follow-up data on IL-6 were also available (median number of values per patient: 6, range 1-10). These data were used to assess the maximal IL-6 level for each patient during disease (for patients requiring ventilation, only values before intubation were used). These values predicted respiratory failure with high accuracy (figure 1B/C, p=1.7·10 -8 , AUC=0.98). The statistically optimal cutoff for IL-6 was 80pg/ml, identifying all but one patient with respiratory failure correctly, and misclassifying only one patient that still does not require intubation. The risk of respiratory failure for patients with IL-6 levels of ≥80pg/ml was 92% and thus 22 times higher compared to patients with lower IL-6 levels. After reaching an IL-6 value of 80pg/ml, the median time to mechanical ventilation was 1.5 days (range 0-4 days).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Even though IL-6 levels were significantly elevated in patients requiring ventilation, they are relatively low compared to levels observed in patients with septic shock. 5 Our data suggests that even moderately elevated IL-6 levels above 80pg/ml are sufficient to identify COVID-19 patients with a high risk of respiratory failure. Further studies and larger sample sizes will be needed to validate our findings and possibly determine a more accurate cutoff. To date, it is unclear whether IL-6 merely represents a biomarker or a central pathogenetic element of severe COVID-19 that should be used as a parameter for therapeutic intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the current situation with overwhelmed intensive care units and overcrowded emergency rooms, correct triage of patients in need of intensive care is crucial. Our study shows that IL-6 is an effective marker that might be able to predict upcoming respiratory failure with high accuracy and help physicians correctly allocate patients at an early stage. All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.01.20047381 doi: medRxiv preprint Table   Variable Evaluable Median (range) / n (%) All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 156,
                    "text": "Table   Variable",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mechanical ventilation p-value q-value No (n = 27) Yes (n = 13)"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.01.20047381 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mechanical ventilation p-value q-value No (n = 27) Yes (n = 13)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30566--30569",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure legend",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Box plot showing IL-6 levels at first assessment p=1.2·10 -5 (A) and maximal IL-6 levels before mechanical ventilation p=1.7·10 -8 (B). Receiver operating characteristic (ROC) curve of maximal IL-6 levels before mechanical ventilation, AUC=0.98 (C).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "curve of maximal IL-6",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}