{
    "paper_id": "7732290f497d1174c784e4a463bb414063b1abe2",
    "metadata": {
        "title": "ANALYSIS OF THE COVID-19 EPIDEMIC IN FRENCH OVERSEAS DEPARTMENT MAYOTTE BASED ON A MODIFIED DETERMINISTIC AND STOCHASTIC SEIR MODEL",
        "authors": [
            {
                "first": "Mawaki",
                "middle": [],
                "last": "Solym",
                "suffix": "",
                "affiliation": {},
                "email": "solym.manou-abi@univ-mayotte.fr"
            },
            {
                "first": "",
                "middle": [],
                "last": "Manou-Abi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Julien",
                "middle": [],
                "last": "Balicchi",
                "suffix": "",
                "affiliation": {},
                "email": "julien.balicchi@ars.sante.fr"
            }
        ]
    },
    "abstract": [
        {
            "text": "In order to anticipate a future trends in the development of the novel coronavirus COVID-19 epidemic starting early at march 13, in the french overseas department Mayotte, we study in this paper a deterministic and stochastic epidemic model through several possible states: susceptible, exposed, infected including symptomatics and asymptomatics cases, simple or mild removed, severe removed (including hospitalized) and death cases. We first fit the constant transmission rate parameter to the epidemic data in Mayotte during an early exponential growth phase using an algorithm with a package R0 and based on the ML method. Thus, after the intervention and control measures imposed by the gouvernement, we introduce a simple temporally varying and exponentially decreasing transmission rate with a control parameter. This allows us to understand wheter these interventions are having the desired impact of controlling the epidemic by pointing out some percentages to maintain control which is critical in Mayotte given the fragility of its health infrastructure and the significant fraction of the population without access to water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A novel coronavirus Covid − 19 spread from the capital of the Hubei province in China to the rest of the country, then to most of the world and in particular the french overseas department Mayotte. Following the emergence of this novel coronavirus and its spread outside of China, Europe is now experiencing large epidemics. In response, France and many European countries have implemented unprecedented 1 ",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 405,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "non-pharmaceutical interventions including case isolation of symptomatic individuals and their contacts, the closure of schools and universities, banning of mass gatherings and some public events, and most recently, widescale social distancing including local and national lockdowns of populations with all but essential internal travel banned. Also in response to the rising numbers of cases and deaths, and to maintain the capacity of health systems to treat as many severe cases as possible, France like European countries and other continents, have implemented some process measures to control the epidemic including his overseas department outside the metropolitan France. The epidemic began slightly later in France, from February. To prevent further spread of Covid − 19, all travel into Mayotte for tourism and family visits was prohibited from Friday, March 20. Only essential travel for selected individuals, such as residents returning home, professionals from essential services, and patients with health conditions was allowed to entry. Local authorities have advised all travelers arriving from the mainland France or areas affected by Covid − 19 to self-isolate at home for 14 days and avoid contact with others. In addition, the government has urged the public to observe good personal hygiene, such as regular hand washing. Individuals who develop respiratory symptoms, such as cough, fever, and difficulty breathing, within 14 days of arrival into Mayotte are advised not to visit the doctor or emergency room directly, but to contact the SAMU (French Emergency Medical Services) immediately by dialing 15 . Further international spread of the virus was expected until March 29 ; but from March 30 the government has decided to cancel all flights both departure and arrival in Mayotte.",
            "cite_spans": [
                {
                    "start": 1621,
                    "end": 1623,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "Many mathematical models of the COVID-19 coronavirus epidemic in China, USA, Italy and France have been developed, and some of these are listed in th following papers []. Mathematical models can be defined as a method of emulating real life situations with mathematical equations to expect their future behavior. In epidemiology, mathematical models play role as a tool in analyzing the spread and control of infectious diseases. It is well known that one of the most useful parameters concerning infectious diseases is called basic reproduction number. It can be specific to each strain of an epidemic model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "To anticipate future trends in the development of the epidemic in Mayotte starting early at March 13, we explore in this paper a deterministic and stochastic epidemic model to describe the number of cases. To this end, we describe the evolution of an individual through several possible states: susceptible, exposed, infected including symptomatics and asymptomatics cases, removed (isolated or cured), hospitalized and death cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "Estimating the basic reproduction numbers for SARS-CoV-2 presents challenges due to the high proportion of infections not detected by health systems and regular changes in testing policies, resulting in different proportions of infections being detected over time and between countries. Most countries so far only have the capacity to test a small proportion of suspected cases and tests are reserved for severely ill patients or for high-risk groups (e.g. contacts of cases appeared in Mulhouse). Looking at case data, therefore, gives a systematically biased view of trends. However, in France and other contries in Europe the basic reproduction In our case, firstly we fit the constant transmission rate parameter of the model at the begining of the epidemic in Mayotte to observed data. After that we focused on the effects of the France government imposed public policies designed to contain this epidemic in his overseas department Mayotte from March 20, wich correspond to just a few days after that effective date of control measures which really started in practice. We assume that from March 20, the transmission rate parameter is not only timedepending and exponentially decreasing but also does not affect the recovery rate unless the disease is curable, which is not the case for Covid-19 actually.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "Our model can thus be used to project the time-line of the model forward in time. We then propose various scenarios on this control to show the impact of strict respect of the government measure can lead to have a control on the capacity of the hospital staff in Mayotte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "The novelty of our paper is based on the new model (1) This paper is organized as follows. Section 2 deals with some preliminaries and basis aspects of the deterministic SEIR model intended to clarify the compuations and simulayions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "A deterministic susceptible-exposed-infectious-recovered (SEIR) model for infectious diseases is developed here with the aim to make experimental simulations in next sections. Because the classical model assumes that the infected person's incubation period is not infectious, this assumption is quite different from the infection characteristics of the new coronavirus infection. Therefore we will use a revised SEIR model to analyse and predict the trend of the outbreak. The model meets the following assumption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries and basis aspects of the deterministic SEIR model"
        },
        {
            "text": "(H1) The mortality rate µ induced by the disease is considered. (H2) The transmission method is person-to-person and after a short infectious period individual becomes permanently immune. (H3) Once exposed, individuals go through a latent period 1 λ of approximately 6 days after which they become infectious for a period 1 γ1 that is estimated to be 8 days for slight or mild infectious cases and for a period 1 γ2 for severe infectious cases that is estimated to be 21 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries and basis aspects of the deterministic SEIR model"
        },
        {
            "text": "(H4) We assume that there exists a proportion p of mild infections and a mortality rate µ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries and basis aspects of the deterministic SEIR model"
        },
        {
            "text": "The model divides the total population into six categories :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries and basis aspects of the deterministic SEIR model"
        },
        {
            "text": "• Susceptibles S not yet infected but a risk of being infected • Exposed E infected but not yet be infectious, in a latent period; Infectious • I confirmed to be infectious (with infectious capacity and not yet be quarantined) and contain reported and unreported cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries and basis aspects of the deterministic SEIR model"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries and basis aspects of the deterministic SEIR model"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint Define S(t) E(t), I(t), R M (t), R S (t) and D(t) as the number of susceptible, exposed, infectious, removed with mild infections, severe infections with hospitalization and death cases in the population at time t, respectively. Consider a time interval [t, t + dt] where the small change dt represents the length between the two points at which measurements are taken. Let β denote the disease transmission coefficient. This can be though as the rate at which each infectious individual makes potentially infections contacts with each other individual, where a potential infectious contacts will transmit the disease if the contact is made by an infectious individual with a susceptible individual. It is the product of the contact rate and the probability of infection given a contact per unit time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries and basis aspects of the deterministic SEIR model"
        },
        {
            "text": "where N is the total population size at the beginning date t 0 of the epidemic. Given initial conditions S(0) = N , initial average of exposed individuals E 0 > 0 and I(0) = I 0 > 0, the model consists of the following system of ordinary differential equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries and basis aspects of the deterministic SEIR model"
        },
        {
            "text": "The total population size is denoted by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries and basis aspects of the deterministic SEIR model"
        },
        {
            "text": "so that the population size remains constant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries and basis aspects of the deterministic SEIR model"
        },
        {
            "text": "Remark 2.1. It is worth to mentionned that the initial average of exposed individuals in front of an infectious individuals E 0 is not E(0).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries and basis aspects of the deterministic SEIR model"
        },
        {
            "text": "One can also look, by this model, to keep track of the cumulative number of Covid-19 cases from the time of onset of symptoms for C(t) which is not a compartent and defined as follows :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries and basis aspects of the deterministic SEIR model"
        },
        {
            "text": "With contact tracing, a proportion of individuals exposed to the virus is quarantined. The quarantined individuals can either move to the compartment E or S q , depending on whether they are effectively infected or not. , while the other proportion, 1 q, consists of individuals exposed to are effectively infected or not [20] , while the other proportion, 1 q, consists of individuals exposed the virus who are missed from the contact tracing and move to the exposed compartment, E, once to the virus who are missed from the contact tracing and Remark 2.2. One can assume that some international infectious travelers individuals y(t) negligible in front of the total population size S(t) (S(t) + y(t) ∼ S(t)) but not negligible in front of Infectious individuals I(t) subsequently travel at time t and are eventually detected in their destination to Mayotte. (1-p)*γ2",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 326,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Preliminaries and basis aspects of the deterministic SEIR model"
        },
        {
            "text": "Exposed international travelers to Mayotte β Sy/N Figure 2 . Compartments of the SEIR model including exposed travellers",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 58,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Preliminaries and basis aspects of the deterministic SEIR model"
        },
        {
            "text": "Hence this leads to the new equations of the model :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries and basis aspects of the deterministic SEIR model"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries and basis aspects of the deterministic SEIR model"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint The dynamic of new exposed travellers y(t) can be thought as follows :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries and basis aspects of the deterministic SEIR model"
        },
        {
            "text": "where α is the average number of imported exposed individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries and basis aspects of the deterministic SEIR model"
        },
        {
            "text": "The following table lists the parameters of the model we'll use for numerical simulation and estimates. These estimates are often wide due to wide variations from one infection to another. Only the parameter β will be estimated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries and basis aspects of the deterministic SEIR model"
        },
        {
            "text": "Mean However, many of these quantities actually vary with time. Take for example the transmission rate coeffcient β. One can then thing naturally about a possible time varying transmission coefficient β(t) that allows the effect of control interventions and by the way we will explore how the basic reproduction number R 0 change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description"
        },
        {
            "text": "According to this remark, the previous system of ordinary differential equations becomes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description"
        },
        {
            "text": "This is a realistic model that can be used by epidemiologists to study the dynamics of the diseases and the effects of control interventions. The basic reproduction number R 0 is defined as the average number of secondary cases generated by a primary case over his/her infectious period when introduced into a large population of susceptibles individuals [19] . Note that the constant R 0 thus measures the initial growth rate of the epidemic and for the model above it can be shown (see the next section) that",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 359,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Description"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint where γ 1 = pγ s and γ 2 = (1 − p)γ h . Furthermore Chowell et al. [2] define the time-dependent effective reproductive number",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Description"
        },
        {
            "text": "γ is a function proportional to the time varying transmission coefficient β(t). The time point at which R 0 (t) assumes values smaller that 1 indicates when control measures have becomes effective in controlling the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description"
        },
        {
            "text": "The intervention strategies to control the spread of Covid include surveillance, placement of suspected cases in quarantine for 2 weeks (the maximum estimated length of the incubation period), education of hospital personnel and community members on the use of strict barrier nursing techniques (i.e. protective clothing and equipment, patient management), and the rapid burial or cremation of patients who die from the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description"
        },
        {
            "text": "In order to account for the control intervention we assume that the transmission rate function β(t) is constant up to the time point t * when the control measures are introduced and after that decays exponentially.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description"
        },
        {
            "text": "Assumes that a fraction c ∈ [0, 1) of new infections is reduced during a period T = t − t * where t * is the time point at which control measures are introduced. Then we can write :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description"
        },
        {
            "text": "where q = − ln(1 − c) ≥ 0 is a kind of quarantine control paramter. Thus in the rest of this paper we will assume that there exists q ∈ [0, 1) such that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description"
        },
        {
            "text": "where the date t * denote the starting time where the control intervention start and n equal to the period where the control parameter relied for example one can assume that the percentage of a control measure is maintened about a 7-day period. This will be the approach for simulations in the paper. Note that such kind of parametrization of β(t) was already consider in [?] and [?] . Let us point out that the geometry of the likelihood function can not permit identification of this quarantine parameter q as its estimator is correlated.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 383,
                    "text": "[?]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Description"
        },
        {
            "text": "Our way for the transmission rate is a more parsimonious parametrization and it does not affect γ the recovery rate unless the disease is curable, which is not the case for Covid-19 actually. Now, let us discussed about the importance of c and p.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description"
        },
        {
            "text": "• If c = 0 (q = 0) one can see that β(t) = β which means that 0% of new infections are reduced so that there is no effort to contain new infections which mean that the control intervention failed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20062752 doi: medRxiv preprint • Note that in the time interval [0, t − t * ] if we consider q = 0.2 (c ∼ 0. 18) and β = 0.422 this is equivalent to a higher level of control measures since this mean that after time T the control measure started, approximately 80% of new interventions are reduced. One can then thing on 1 − p as the percentage of succefull intervention measures during the major public policies process introduced to avoid new infections. • If a fraction c of new infections is reduced during every period T = t − t * then the epidemic will go to extinction after nT time where n is the interger part of − ln(γ) cT .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "15.20062752 doi: medRxiv preprint",
                    "ref_id": null
                },
                {
                    "start": 223,
                    "end": 226,
                    "text": "18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Description"
        },
        {
            "text": "To close this paragraph, let us say some words above a possibility to have an almost periodicity or asymptotic periodicity in the data. Some disease have seasonal patterns such that measles and flu, which may be well represented by an almost periodic or asymptotic periodictime varying transmission rate resulting from, for example, changes in contact rates corresponding to when control measures or reported numbers of infectious fluctuate on some day the day of the week. In the spirit of the above parametrization, we will consider according to observation in real data where we think that there is a slight increasing in a sequence of change times t 1 , ...t K and followed by a slowly varying exponential decrease, a piecewise linear continuous transimission coefficient β(t) in the form :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description"
        },
        {
            "text": "where β = β(0) at the begining and t 0 = March 20; t 1 = March 26; t 2 = April 2;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description"
        },
        {
            "text": "and n = 1, 2.... denoting the change of one week to another.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description"
        },
        {
            "text": "Mayotte, is an island and overseas department of France located in the northern Mozambique Channel in the Indian Ocean off the coast of Southeast Africa, between northwestern Madagascar and northeastern Mozambique. It is also located between the two southeasternmost islands of the Comoros archipelago. Mayotte is made up of one main island (also called Grande Terre), one smaller island called Petite Terre which lies about 1.5 miles east of the main island and islets. The capital, Mamoudzou, is located on the eastern coast of the main island and in the neighbouring smaller island of Petite-Terre, the DzaoudziPamandzi International Airport is located. The territory is also known as Maore, the native name of its main island, especially by advocates of its inclusion in the Union of the Comoros. Mayotte has a total land area of about 144 square miles or 374 square kilometres (sq. km), and with its almost 285000 people according to official estimates, is very densely populated at 747 inhabitants per sq.km. Mayotte is the poorest department of France. However, many immigrants from other Mozambique Channel nations enter Mayotte illegally, as it is one of the most prosperous regions in the area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "About the french overseas department Mayotte and epidemic Data"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "About the french overseas department Mayotte and epidemic Data"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20062752 doi: medRxiv preprint From 1976 into the 21st century, Mayotte had a special status with France as a territorial collectivity, conceived as being midway between an overseas territory and an overseas department. Its status was changed to a departmental collectivity in 2001 and then to overseas department in 2011. Mayotte is represented in the French National Assembly by a deputy and in the French Senate by two senators. It is administered by a French-appointed prefect and an elected Departmental Council. The judiciary is modeled on the French system. Although, as a department, Mayotte is now an integral part of France, and despite being in France, the vast majority of Mayottes population do not speak French as a first language, but a majority of the people 14 years and older report in the census that they can speak French (with varying levels of fluency). The majority language is Shimaore, a language related closely to those found in the neighbouring Comoros islands. Kibushi, a Malagasy language, is the second most widely spoken. Both have been influenced by Shimaore. The vast majority of the population is Muslim.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "15.20062752 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "About the french overseas department Mayotte and epidemic Data"
        },
        {
            "text": "As concerned the land, note that a volcanic mountain range forms a north-south chain on Mayotte island, with summits from about 1, 600 to 2, 000 feet (500 to 600 metres) in elevation. Protected waters for shipping and fishing are created by surrounding coral reefs some distance from the shore. Mayotte age structure is as follows : 46.6% of the population is under age 15, 51% of the population between 15 and 64 years old and 2.4% of the population is older than 65. As we can see the Mayotte population is young. This type of age structure is common for developing countries with high birth and death rates. Relatively short life expectancy, as well as low level of education and poor health care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "About the french overseas department Mayotte and epidemic Data"
        },
        {
            "text": "3.1. Epidemic Data process in Mayotte. Mayottes Regional Health Agency and local authorities confirms the first case of new coronavirus infection, an imported case, on march 14 and reported on march 13. He was an individual who traveled from the metropolitan France and back to Mayotte three days ago. Subsequently, five other imported case was confirmed on march 20. After that 8 others imported on March 26. Thus a total of 14 imported cases were confirmed. Three others imported cases were confirmed from march 27 to 29. One can thus think that almost 1 imported case is introduced per day. In this case and according to Remark 8, we can assume that among susceptibles individuals a negligible fraction of international infectious individuals subsequently travel and are detected in their destination to Mayotte. Thus, according to the model (8) one may take y(t) = t a variable number y(t) of exposed international travellers to Mayotte at time t. Clearly, this is reasonable according to the epidemic history data in Mayotte at the begining. But since March 30 , the authorities of Mayotte department and France have decided to close and cancel all flights to and from Mayotte; which therefore limits the introduction of new imported cases but cannot prevent the spread of the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "About the french overseas department Mayotte and epidemic Data"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "About the french overseas department Mayotte and epidemic Data"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint Figure 3 . A map of Mayotte Hence for t ∈ [t 0 , t c ], this leads to the new equations of the model :",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 84,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "About the french overseas department Mayotte and epidemic Data"
        },
        {
            "text": "where t 0 = march13 and t c = march29. But for t ≥ t c +1 we assume that y(t) = 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "About the french overseas department Mayotte and epidemic Data"
        },
        {
            "text": "We obtain information and data from the regional french agency of health called ARS of Mayotte where the second author of this paper belongs. in Mayotte",
            "cite_spans": [],
            "ref_spans": [],
            "section": "About the french overseas department Mayotte and epidemic Data"
        },
        {
            "text": "The following picture illustrate both the number of cumulative confirmed, cured, hospitalized and death cases from march 13 to april 14.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "About the french overseas department Mayotte and epidemic Data"
        },
        {
            "text": "Estimation of the basic reproduction number R 0 in the begining of the epidemic. The Reproduction number R 0 may be estimated at different times during an epidemic. Some importants review found that the estimated mean R 0 for COVID-19 is in [2, 3] with a median of2.5 which is considerably higher than the SARS estimate or the influenza. These estimates of R 0 depend on the estimation method used as well as the validity of the underlying assumptions. Due to insufficient data and short onset time, current estimates of R 0 for COV ID − 19 are possibly biased. However, as more . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 244,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 245,
                    "end": 247,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "4.1."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint 134  147  164  171  184  186  191  incidence cases  6  13  17  7  13  2  5  imported cases  17  17  17  17  17  17  17  hospitalized cases  18  18  17  17  16  15  17  critical cases  3  3  3  3  3  4  4  cured cases  14  14  15  22  23  38  50  death cases  2  2  2  2  2  2  2  Table 4 . Covid cases in Mayotte from april 4 to 10 data are accumulated, estimation error can be expected to decrease. Methods for estimating the basic reproduction number at the beginning of the outbreak and the time-dependent reproduction number of secondary cases at any time during the outbreak, are usually bases on the following methods, but all required some hypotheses in order to apply the methods.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 363,
                    "text": "134  147  164  171  184  186  191  incidence cases  6  13  17  7  13  2  5  imported cases  17  17  17  17  17  17  17  hospitalized cases  18  18  17  17  16  15  17  critical cases  3  3  3  3  3  4  4  cured cases  14  14  15  22  23  38  50  death cases  2  2  2  2  2  2  2  Table 4",
                    "ref_id": null
                }
            ],
            "section": "4.1."
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4.1."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint Date  april 11 april 12 april 13 april 14 april 15 april 16 april 17  Confirmed cases  196  203  207  217  221  incidence cases  5  7  4  10  4  hospitalized cases  20  20  22  20  15  critical cases  3  3  3  3  3  cured cases  59  67  69  69  77  death cases  3  3  3  3 3 Table 5 . Covid cases in Mayotte from april 11 to 17",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 348,
                    "text": "Date  april 11 april 12 april 13 april 14 april 15 april 16 april 17  Confirmed cases  196  203  207  217  221  incidence cases  5  7  4  10  4  hospitalized cases  20  20  22  20  15  critical cases  3  3  3  3  3  cured cases  59  67  69  69  77  death cases  3  3  3  3",
                    "ref_id": null
                },
                {
                    "start": 351,
                    "end": 358,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "4.1."
        },
        {
            "text": "For instance, the Maximum Likewood (ML) that we are interested in this paper as an estimator according to [9] and [27] propose extensions and options implemented in the software R. Others methods like Exponential growth rate (EG) and Sequential Bayesian method also exists.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "4.1."
        },
        {
            "text": "Note that the ML methods require the user to select the time period over which growth is exponential and to determine the serial intervall meaning the duration between symptoms onset of the primary cases and symptoms onset of the secondary cases in a transmission chain. . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. > data(Mayotte.2020) > est.R0.ML(Mayotte.2020, mGT, begin=1, end=7, range=c(0,3)) > # Reproduction number estimate using Maximum Likelihood method. > plot(res.R) # diplays results > res=est.R0.ML(Mayotte.2019, mGT, begin=1, end=7, range=c(0,3)) > plot(res)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4.1."
        },
        {
            "text": "Assume that there was any intervention control, of course this is not true beacause from march 16, the french . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction of the Covid-19 in Mayotte."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint Table 6 . Reported Covid and predicted cases in Mayotte from march 13 to april 10 Now Remark 4.1. Note that during in this period the model predict that at most two hospitalized individual will died. This was the case at april 10 in Mayotte.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Prediction of the Covid-19 in Mayotte."
        },
        {
            "text": "Comparing model predictions with observed confirmed cases reported in Mayotte, we found that, from april 3 to 10 the model predicted almost two times higher cases than those were reported . Thus, we deduce that the control measures and public policies really started around April 1 instead of March 16 the official date.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20062752 doi: medRxiv preprint The following picture illustrate the number of cumulative predictions cases in Mayotte as weel as the pic and the end of the epidemic without any control measure. Discussion: Without any control measure, we can see that the pic will be attained around June 25 an the extinction of the epidemic can be esperate at the end of august.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Remark 4.2. Note also that the cancelation of travel restrictions on the peak time and peak value has an effect on the peak time and peak value. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Now let us assume that from march 20, the transmission rate parameter is timedepending, does not affect the recovery rate unless the disease is curable, which is not the case for Covid-19 actually and exponentially decreasing as described in 7 with a control quarantine paramter q. This should be actually the case since the control measure started at this time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction when varying the quarantine control parameter q"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction when varying the quarantine control parameter q"
        },
        {
            "text": "Under control measure with a control paramter q = 0.2, one observed that the pic is attained later around July 17 with a maximum of infectious people less that the . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20062752 doi: medRxiv preprint one with no control measure.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "15.20062752",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20062752 doi: medRxiv preprint Discussion: Now, let us remark that at this stage with the exponential decreasing parameter β if q = 0.5 every 7 days one can observe a rapide extinction of the epidemic but with q = 0.05 or q = 0.07 every 7 days the extinction come later. At this stage, we hink that a different parametrization need to be introduced. So one would like to imagine a slowly varying parameter in the form",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "15.20062752",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "But since we already observed that the control measures and public policies really started around April 1 instead of March 16 the official date, we will assume that . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20062752 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "15.20062752",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "there was an increasing of the transmission parameter β(t) during the second week (from March 20 to 26 and from March 26 to April 3) and after that the decrease phase started Now we assume in the rest of the prediction scenarios that there was a slowly varying in transmission on the form",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "where β = β(0) at the begining and Let us see what becomes the simulation with a specific choosen quantine parameter q = 0.1 compared with reported Covid-19 cases in Mayotte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint To examine the possible impact of enhanced interventions on disease infections, we plotted the number of cumulative infected individuals I(t) and the predicted cumulative number of reported cases with varying the quarantine parameter q. This analysis shows that incresing the parameter persistently decreases the peak value but may either delay or bring forward the peak, as shown in the above pictures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "Remark 5.1. Note that, our analysis shows that increasing quarantine rate will bring forward the peak and lead to a reduction of the peak value in terms of the . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20062752 doi: medRxiv preprint 24 ",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "15.20062752",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 147,
                    "text": "24",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "number of infected individuals. This indicates that enhancing quarantine and isolation following contact tracing and reducing the contact rate can signicantly lower the peak and reduce the cumulative number of predicted reported Remark 5.2. Considering the spreading of the virus and in order to examine the impact the impact of the travel restriction We find that with travel restriction (no imported exposed individuals), the number of infected individuals compared with the scenario of no travel restriction will decrease. This means that the effect of a travel restriction to Mayotte on the 2019 − nCoV infection is almost equivalent to increasing quarantine parameter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "Discussion about the relevance about stochastic models. At this stage, let us point out the fact that a stochastic pertubation is necessary since in general, susceptible individual does not have the same probability of being infected and depends on many factors depending on the behavior of individuals which changes over the course of the epidemic for instance the confinement will changes the habit. Therefore suppose that some stochastic environmental factor acts simultaneously on each individual in the population so that β changes to a a stochastic process (β(t)) t≥0 such that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.1."
        },
        {
            "text": "where B is a standard brownian motion. Hence the number of potential infectious contacts that a single infected individual makes with another individual during a period dt is normally distributed with mean βdt and variance σ 2 dt. Hence E(β(t)dt) = βdt, V ar(β(t)) = σ 2 dt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.1."
        },
        {
            "text": "As V ar(β(t)) → 0 when dt → 0, this is reasonable model for biologist and it is a well-established way of introducing stochastic environmental noise into biologically realistic population dynamic models. To motivate the above assumption on β, let us we argue as follows. Suppose that thenumbers of potentially infectious contacts between an infectious individual and another individual in successive time intervals [t, t+T ),[t+T, t+2T ), ..., [t+(n1)T, t+nT ) are independent identically distributed random variables and that n is very large. By the Central limit Theorem, the total number of potentially infectious contacts made in [t, t + nT ) has approximately a normal distribution with mean nx 0 and nσ 2 0 , where x 0 and σ 2 0 are, respectively, the mean and variance of the underlying distribution in each of the separate time intervals of length T . Hence it is reasonable to assume that the total number of potentially infectious contacts has a normal distribution whose mean and variance scale as the total length of the time interval as in our assumptions. Therefore we replace β(t) in (7) by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.1."
        },
        {
            "text": "where B is a standard brownian motion and σ is the diffusion paramter that allows the effect of random control measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.1."
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.1."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20062752 doi: medRxiv preprint Imitating the arguments of proof in [], we can show that under the above assumption on β, that the underline SDE rewrittes as follows admits a positive solution. p) γ h )I When an infection occurs, the number of suscptibles decreases by 1 and the number of exposed increases by 1; when the latency period γ = (pγ s + (1 − p)γ h ) ends, the number of number of exposed decreases by 1 and the number of infectives increases by 1; and finally when there is a recovery, the number of infectives decreases by 1, and finally when there is a recovery, the number of infectives decreases by 1 and the number of recovered increases by 1.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "15.20062752 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 309,
                    "text": "p)",
                    "ref_id": null
                }
            ],
            "section": "5.1."
        },
        {
            "text": "increments distributed exponentially : Now, to understand the following probabilistic modelisation, assumes first that the latency period λ and the duration of infection γ satisfies an exponential distribution E ∼ E(λ), I ∼ E(γ) whe the mean retired rate γ = pγ s + (1 − p)γ h . In that case, the above three types of events happen as follows :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.1."
        },
        {
            "text": "• Infection of a susceptible (such an event decreases S(t) by one, and increases I(t) by one, so the event happen at rate : β S(t)I(t) N • Exposed (contact) of a susceptible with an infective (such an event increases E(t) by one, and decreases S(t) by one, so the event happen at rate : λE(t) • Removed of an infective with mild infection R M (such an event decreases I(t) by one and increases R M (t) by 1 so the event) happen at rate pγ s I(t)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.1."
        },
        {
            "text": "• Retired R S with severe infection (such an event decreases I(t) by one and increases R S (t) by 1 so the event) happen at rate",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.1."
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.1."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20062752 doi: medRxiv preprint 26 ",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "15.20062752",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 147,
                    "text": "26",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "5.1."
        },
        {
            "text": "Hence we have the following equations with P s,e , P e,i , P i,rs , P i,rh P rh,d standard mutually independent poisson processes :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "(10) Note that one can clearly forget about the last equation since If we set",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "The above model equations assumes that β, γ s , γ h and λ are constant. But as explained above a temporally varying parameter is relevant in order to explained stochastic or deterministic fluctuations in β so we consider β(t) and the model equations can be read as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20062752 doi: medRxiv preprint Note that here again the population is closed : N (t) = N, ∀t ≥ 0, and the above stochastic model can reads as follows : (13) where",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "15.20062752 doi: medRxiv preprint",
                    "ref_id": null
                },
                {
                    "start": 266,
                    "end": 270,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "The P j are standard mutually independent poisson processes defined above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "Note that we forgot about the last equation in D(t) since it is not relevant in the study of the previous model equations since it can be deduced easily.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "In order to estabilished some relevant results let us recall the following Large Numbers for Poisson processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "Proposition 6.1. Let (P (t)) t≥0 be Poisson process with rate λ. Then",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "Imitating the arguments in Theorem 2.2.7 in [22] , we can established the following Theorem.",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "is a locally Lipschitz function in x, locally uniformly in time t such that Now, since the above stochastic model converges to our deterministic diffential system model, it is natural to look at fluctuations of the difference between the stochastic epidemic process and its deterministic limit. In this way, we introduce the following rescaled difference between Z N t and z(t) :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": ". Define the continuous time martingales",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "We have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "Now, consider the following 5-dimensional process whose j-th component is defined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "We wish to show that V N t converges in law to a Gaussian process. It is clear that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "Now let us established the main result of this section. The proof is contained in Theorem 2.3.2 in [22] .",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "Theorem 6.2. Central Limit Theorem Under the assumption of the previous theorem, assume furthermore that the function b is locally of class C 1 in x, locally uniformly in t. Then as N → +∞ the above rescaled process (V N t ) t≥0 converges in law to a Gaussian process V defined by the following stochastic differential equation. . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20062752 doi: medRxiv preprint 7. Methods for computing R 0 and R 0 (t)",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "15.20062752",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "The basic reproduction number R 0 is defined as the average number of secondary cases generated by a primary case over his/her infectious period when introduced into a large population of susceptibles individuals [19] . The constant R 0 thus measures the initial growth rate of the epidemic. A typical first step in analysing a system of differential equations is finding the equilibra. At equilibrium we do not mean that individuals are fixed within particular compartments, but rather the rate of individuals entering and leaving a compartment is excatly balanced. This is equivalent to setting the right hand size of our equations, i.e. the rate of change of individuals into and out of each compartment equal to zero. In epidemiology, models generally have two important equilibria:",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 217,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "• the disease-free equilibrium (DFE) and the endemic equilibrium. The DFE requires that there are no infected individuals in the population, or in the case of SIR model I * = 0, when the star designates an equilibrium solution. In contrast the endemic equilibrium corresponds to the state in which infected individuals persist indefinitely such that I * > 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "Finding equilibria is only the first step to understanding long-term behavior in a system. We must also determine which of the behavior are typically realized. This involves determining the stability of the equilibria and will show us whether we will approach the equilibria or more away from it, assuming we have started near by. Now coming back to the method for computing R 0 , there is a rich mathematical theory that describe how this quantity can be computed for a long range of SEIRtype models. Let us introduce a commonly used method for finding R 0 : the next generation matrix method. of [?] . A nice feature of the next generation matrix method is that it only requires use of the DFE which is often easy to compute. In the SEIR model the DFE is given by (S * , E * , I * , R * M ; R * S ) = (N, 0, 0, 0). Set γ = pγ s + (1 − p)γ h ; µ = 0.",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 601,
                    "text": "[?]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "After determining the DFE, we must create a sub-model that only considers the \"disease\" compartments, a subset of the equations in the modified SEIR model. The disease compartment are those that include individuals that are in any stage of infection which, for the SEIR model, includes both the exposed and infections individuals namely equations :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "and we can write the disease compartment in the form",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "Here F( − → x ) contains any terms that directly lead to new infections entering each compartment j (here j = 2 because disease compartments are E and I) and − → x a vector of the j disease compartments. Notice that the second element of F is zero because no new infections enter the compartment I rather their transition from to the E into I.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "where V − ( − → x ) contains all of the outputs and V + ( − → x ) contains all the inputs from each disease class. This includes term such as mortality or transition between class.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "The Jacobian matrix of our equivalent sub-model equations evaluated at the DFE is given by As a result, we can factor out the vector − → x on the right hand size, leaving us with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "From linear stability analysis we know that the DFE is equivalent to the real part of all eigen values of F − V being less than zero.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "means that the DFE is stable where ρ is the spectral radius of F V −1 . . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20062752 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "15.20062752",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE"
        },
        {
            "text": "The authors are gratefull to the staff of ARS-Mayotte for usefull informations and to Benoîte De Saporta and Etienne Pardoux for many relevant discussions during the prepatory of this paper.The authors declare that there is no conflict of interest regarding the publication of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interests"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (1-p)*γ2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interests"
        },
        {
            "text": "Exposed international travelers to Mayotte β Sy/N . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interests"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20062752 doi: medRxiv preprint . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "15.20062752",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conflict of Interests"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20062752 doi: medRxiv preprint . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "15.20062752",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conflict of Interests"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20062752 doi: medRxiv preprint . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "15.20062752",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conflict of Interests"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20062752 doi: medRxiv preprint . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "15.20062752",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conflict of Interests"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20062752 doi: medRxiv preprint . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "15.20062752",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conflict of Interests"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Conflict of Interests"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20062752 doi: medRxiv preprint . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "15.20062752",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conflict of Interests"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20062752 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "15.20062752 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conflict of Interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Stochastic Epidemic Models with Inference",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pardoux",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mathematical Biosciences Subseries",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "Doi:10.1007/978-3-030-30900-8"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The basic reproductive number of Ebola and the effects of public health measures: the cases of Congo and Uganda",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Theoretical Biology",
            "volume": "229",
            "issn": "1",
            "pages": "119--126",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The R0 package: a toolbox to estimate reproduction numbers for epidemic outbreaks",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Obadia",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Medical Informatics and Decision Making",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Anne Barbail Structural and Predictive Analysis of the Birth Curve in Mayotte from 2011 to 2017",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Balicchi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/9781119706922.ch112020"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Estimation of the reproductive number of novel coronavirus Covid − 19 and the probable outbreak size on the Diamond Princess cruise ship: A data-driven analysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Komatsu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019 − nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Early dynamics of transmission and control of Covid − 19: a mathematical modelling study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharskir",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "20",
            "pages": "30144--30148",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Ying",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Travel Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa021"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel CoronavirusInfected Pneumonia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1199--1207",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Prediction of the Epidemic Peak of Coronavirus Disease in Japan",
            "authors": [
                {
                    "first": "Toshikazu",
                    "middle": [],
                    "last": "Kuniya",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clin. Med",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/jcm9030789"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Bulletin d'informations Covid-19 Agence Rgionale de Sant de Mayotte",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Estimating the number of infections and the impact of nonpharmaceutical interventions on COVID-19 in 11 European countries Imperial College COVID-19 Response Team",
            "authors": [
                {
                    "first": "Seth",
                    "middle": [],
                    "last": "Flaxman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Covid−19 : Point pidmiologique -Situation au 15 mars 2020",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Statistical Inference in a Stochastic Epidemic SEIR Model with Control Intervention: Ebola as a Case Study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lekone",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biometrics",
            "volume": "62",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Estimation of the Transmission Risk of the 2019−nCoV and Its Implication for Public Health Interventions",
            "authors": [
                {
                    "first": "Biao",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clin. Med",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/jcm9020462"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "An updated estimation of the risk of transmission of the novel coronavirus (2019-nCov) Infectious Disease Modelling",
            "authors": [
                {
                    "first": "Biao",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "248--255",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions",
            "authors": [
                {
                    "first": "Jonathan",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.23.20018549"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "On the definition and the computation of the basic reproduction ratio R 0 in models for infectious diseases in heterogeneous populations",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dieckmann",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Math. Biol",
            "volume": "28",
            "issn": "",
            "pages": "365--382",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Predicting the number of reported and unreported cases for the COVID-19 epidemic in South Korea",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magal",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Understanding unreported cases in the 2019-nCov epidemic outbreak in Wuhan, China, and the importance of major public health interventions",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Seydi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "MPDI Biology",
            "volume": "2020",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Stochastic Epidemic Models with Inference",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pardoux",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mathematical Biosciences Subseries",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "Doi:10.1007/978-3-030-30900-8"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Predicting the cumulative number of cases for the COV ID − 19 epidemic in China from early data medRxiv",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Seydi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Asymptotically periodic solution for a stochastic fractional integrodifferential equation In Mathematical Modeling of Random and Deterministic Phenomena",
            "authors": [
                {
                    "first": "Solym",
                    "middle": [],
                    "last": "Manou-Abi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/9781119706922.ch6"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Asymptotically periodic solution of a stochastic differential equation",
            "authors": [
                {
                    "first": "Solym",
                    "middle": [],
                    "last": "Manou-Abi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Bulletin of the Malaysian Mathematical Sciences Society",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Asymptotically periodic functions in the stepanov sense and its application for an advanced differential equation with piecewise constant argument in a Banach space Mediterr",
            "authors": [
                {
                    "first": "Solym",
                    "middle": [],
                    "last": "Manou-Abi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Math",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Covid cases in Mayotte from march 13 to 19 4. Illustration and Numerical Simulations of the epidemic COVID-19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "In the case of Covid − 19 in Mayotte, the epidemic curve can be analyzed the first week from the case on march 15 to march 21 where over consecutive time units and a generation time interval with mean 2 days and standard deviation 0.5 day. To estimate the early dynamics of Covid − 19 transmission in Mayotte, we fitted the value of the serial interval with a gamma distribution with mean 2 and standard deviation 0.5. By using the R 0 Package, we estimate that the basic reproduction number for the epidemic in Mayotte R0 = 2.44, with 95%C.IWe presented the code using the R 0 Package in the following lines.Now, we are able to apply the preceding compartmental model for the prediction of the Covid − 19 in Mayotte. Note that, according to our assumptions we have β = 0.421 from march 15 to march 21, with 95%C.I β = 0.422, from march 20 to march 26, with 95%C.I Here is a Typical session code.> library(R0) # Loading package > # epidemic curve can be input as a list of dates > epid = c(\"2020-03-15\", \"2020-03-16\", \"2020-03-17\",\"2020-03-18\", \"2020-03-19\",\"2020-03-20\",\"2020-03-21\") > # create generation time : gamma distribution, with mean 2 time units and standard deviation 0.5 time units >mGT = generation.time (\"gamma\", c(2, 0.5)) > # outbreak during the 2020 Coronavirus in Mayotte > Mayotte.2020=c(0,1,1,1,2,3,2 )",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Covid19 in Mayotte: cumulative confirmed, cured, hospitalized and death cases from march 13 to april 14.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Predictions cases of Covid19 in Mayotte from march 26 to april 10 without any public policies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Predictions cases of Covid19 in Mayotte without any public control.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "I [n;n+1[ , with n = 1 means march 20 and n = 2 means march 27 and so one. The following table show the evolution of the epidemic when the control paramter q = 0.2 under the following time varying function",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Predictions cases of Covid19 in Mayotte with a control paramter q = 0.2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Predictions cases of Covid19 in Mayotte with various control parameter",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "March 20; t 1 = March 26; t 2 = April 2; and n = 1, 2.... denoting the change of one week to another.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Predictions cases of Covid19 in Mayotte with the new control parameter",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Towards a generalized continuous time Markov SEIR model The analogous stochastic model (continuous timeMarkov chain) is constructed by considering the following events : exposure E, infection I and removal (mild or severe)R. The transition rates are ,E,I,R) → (S, E, I-1, R + 1) (pγ s + (1 −",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "j (t, x) < ∞ and the unique solution of the ODE dz(t) dt = b(t, z(t)), z(0) = z 0",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "exactly our deterministic model normalized with N with s = S/N , i = I/N , e = E/N r m = R M /N , r s = R S /N and z = (s, e, i, r m , r h ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "j (s, z(s))dB j (s), t ≥ 0, where (B 1 , B 2 , B 3 , B 4 , B 5 ) are mutually independent Brownian motion.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "(S * , E * , I * , R * ) =",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "R 0 = ρ(F V −1 ) = β γ = β pγ s + (1 − p)γ h .",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE• Removed with mild infections R M , Removed R S with severe infections and Death death cases.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": ". https://doi.org/10.1101/2020.04.15.20062752 doi: medRxiv preprint MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE 11",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTEAccording to ARS Mayotte and Santé Publique France in Mayotte, the probable contact number with a confirmed case is around 15 − 16 so we take for our model E(0) = 15 at the begining of the epidemic. More informations can be found at the following website of the Mayotte local authorities : http://www.mayotte.gouv.fr and www.mayotte.ars.sante.fr in Coronavirus COVID-19 : Point de situationDatesAverage of contacts with an infectious case at the begining of the epidemic from march 13 to20 15-16 So for simulation purposes we will have that I(0) = 3 from march 13 to 20, I(0) = 14 from march 20 to 26 and I(0) = 17 from march 27 to nowadays.The following table presents the data observed in Mayotte. Data information includes the cumulative number of reported (confirmed), imported, hospitalized cases including critical cases. For more informations about the collection of the data, we refer the reader to the following website of the Mayotte local authorities : http://www.mayotte.gouv.fr or www.mayotte.ars.sante.fr in Coronavirus COVID-19 Point de situation.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTEgovernment imposed public policies designed to contain this epidemic in all departments including overseas department, for instance in Mayotte.The following table illustrative cumulative confirmed compared to predicted data with our mathematical model.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTEdoes not explose in finite time. Let Z N t denote the solution of the above Stochastic Differential Equation. Then Z N t converges almost surely and locally uniformly in t to",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": ". https://doi.org/10.1101/2020.04.15.20062752 doi: medRxiv preprint 30 MATHEMATICAL ANALYSIS OF THE COVID-19 EPIDEMIC IN MAYOTTE",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}