{
    "paper_id": "79cba2665ffa5fb3f4fdc71da8a42e7a0dac9616",
    "metadata": {
        "title": "Recovery Ratios Reliably Anticipate COVID-19 Pandemic Progression",
        "authors": [
            {
                "first": "Dan",
                "middle": [
                    "V"
                ],
                "last": "Nicolau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queensland University of Technology",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "Hasson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queensland University of Technology",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Mona",
                "middle": [],
                "last": "Bafadhel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 pandemic is placing unprecedented demands on healthcare systems worldwide and exacting a massive humanitarian toll. This makes the development of accurate predictive models imperative, not just for understanding the course of the pandemic but more importantly for gaining insight into the efficacy of public health measures and planning accordingly. Epidemiological models are forced to make assumptions about many unknowns and therefore can be unreliable. Here, taking an empirical approach, we report a 20-30 day lag between the peak of confirmed to recovered cases and the peak of daily deaths in each country, independent of the epoch of that country in its pandemic cycle. This analysis is expected to be largely independent of the proportion of the population being tested and therefore should aid in planning around the timing and easing of public health measures. Our data also suggests broad predictions for the number of fatalities, generally somewhat lower than most other models. Finally, our model suggests that the world as a whole is shortly to enter a recovery phase, at least as far as the first pandemic wave is concerned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 pandemic, at the time of writing, has infected at least 1.5millon people, and caused >100,000 deaths. The development of models to understand and predict the course of COVID-19 is imperative, in order to gain insight into the efficacy of public health measures aimed at containing its spread. Current models are either epidemiological 1,2 or based on reported infection data 3 . These both have limitations: epidemiological models are forced to make assumptions about many unknowns thus varying wildly in their predictions, whilst reported data are retrospective and thus not predictive. It would be advantageous to have models that are directly data-driven and thus not forced to make assumptions, while retaining the predictive aspect of epidemiological models.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 389,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To this end, we performed an empirical analysis of recovery trends around COVID-19 in individual countries and globally. We obtained our data from the Johns Hopkins Coronavirus Tracker 5 . We considered the ratio of known documented cases to recovered cases (C:R), in addition to the number of daily reported deaths (D). Since mortality is low (perhaps in the order of 1%), C:R eventually tends towards approximately 1 in the long term, indicating pandemic resolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We also considered the number of daily deaths recorded in each country, averaged over a 72-hour window (in order to reduce reporting stochasticity in the data). In those countries where this peak (as far as a first pandemic wave is concerned) has passed, we are then theoretically able to broadly predict the final total fatalities by projecting the area under the D curve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The results of our analysis for all countries is available at the website covidwave.org. Figure 1 below shows C:R (blue) and D (red) for a selection of countries, chosen to be at various stages of the pandemic cycle, from different continents and with differing levels of healthcare access for the public. We are able to make several broad observations on the basis of these data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 97,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Firstly, virtually all countries follow the same pattern, with the R:C curve climbing to a peak and then inverting once it passes a level in the mid-hundreds, but at different epochs. Our data suggest that once the C:R curve enters the green band (C:R between 2-5, the start of the resolution phase), on its way towards a limit of ~1, there is an expectation that the (first) pandemic wave has passed. Conversely, a rising C:R portends a period of relative crisis; the UK and Brazil are in this phase. Our model suggests that Italy, Spain and Australia will enter their period of resolution by the second half of April. The USA represents an intermediate case, at an earlier stage in its relative recovery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Secondly, we observe that the peak C:R anticipates the peak of daily reported deaths by ~25 ± 5 days, with remarkable consistency between countries (Fig 1, arrows indicating the lag between the peaks of C:R and D). These data broadly predict a (first-wave) death toll of ~25,000 and ~50,000 for the UK and US, respectively and also that the first COVID-19 deathfree days will occur in July for both.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 162,
                    "text": "(Fig 1, arrows",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Finally, these data indicate that SARS-CoV-2 spread quietly and globally for a significant period of time, mostly unnoticed. In this context, it is clear that the public health response of most authorities was substantially delayed. There are a few notable exceptions, including Singapore, South Korea and New Zealand and this is visible in the respective plots for these countries through the relative absence of a clear C:R peak, replaced by an early and prolonged plateau in this metric.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "This analysis confirms that the COVID-19 pandemic behaves in similar ways across countries and can demonstrate a response of an individual national authority on recovered cases and deaths. These predictions also take into account current nationwide practices to halt spread and can lead to decisions to change how this is done and timed, including relaxing or tightening restrictions 4 .",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 385,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "With respect to the world as a whole, the respective plot (top left panel, covidwave.org) is difficult to interpret because it combines data from many countries with very different populations and at different epochs within the pandemic cycle. Nonetheless, one can identify a roughly 23 day lag between the first C:R peak (mainly mainland Chinese patients) and the first D peak (again mainly in Chinese patients), in keeping with our observations above. The second wave, now a global one, appears to be peaking approximately at the time of writing (mid-April, 2020) while there concomitantly appears to be a reduction in the number of deaths per day globally. If sustained, this early relative recovery, together with the earlier peak, would indicate a final global number of COVID-19 fatalities in the order of 250,000.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "These data and projections are, naturally, subject to limitations. The most important of these relate to whether there will be a large rebound in cases nationally and globally once restrictions on movement and gatherings are relaxed. Our analysis cannot predict this aspect. There is also uncertainty around whether, independent of rebounds connected to the easing of public health measures, there would be a resurgence in COVID-19 cases in the Northern Hemisphere autumn, as is often the case with seasonal influenza. . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059824 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Defining the Epidemiology of Covid-19 -Studies Needed",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Swerdlow",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "382",
            "issn": "",
            "pages": "1194--1200",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Impact of Non-Pharmaceutical Interventions (NPIs) to Reduce COVID19 Mortality and Healthcare Demand",
            "authors": [
                {
                    "first": "Neil",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "Gemma",
                    "middle": [
                        "Nedjati"
                    ],
                    "last": "Gilani",
                    "suffix": ""
                },
                {
                    "first": "Natsuko",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "Kylie",
                    "middle": [],
                    "last": "Ainslie",
                    "suffix": ""
                },
                {
                    "first": "Marc",
                    "middle": [],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "Sangeeta",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                },
                {
                    "first": "Adhiratha",
                    "middle": [],
                    "last": "Boonyasiri",
                    "suffix": ""
                },
                {
                    "first": "Gina",
                    "middle": [],
                    "last": "Zulma Cucunuba Perez",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cuomo-Dannenburg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W-J",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z-Y",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19: Extending or Relaxing Distancing Control Measures",
            "authors": [
                {
                    "first": "Tim",
                    "middle": [],
                    "last": "Colbourn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30072--30076",
            "other_ids": {
                "DOI": [
                    "10.1016/S2468-2667"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Blue plot: ratio of recorded to recovered cases (C:R). Red plot: daily deaths (72 hour running average). C:R tends towards 1 over time and its entering the green zone (2.0-5.0) gives an indication of when the first wave is expected to resolve. Note C:R anticipates the peak of daily deaths by 20-30 days in all cases where this peak has occurred. The area under the red curve predicts final death toll. Full data for all countries at covidwave.org.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}