{
    "paper_id": "7c3c810250221b9947a2848a87a2b9126c545939",
    "metadata": {
        "title": "Estimate of the development of the epidemic reproduction number Rt from Coronavirus SARS-CoV-2 case data and implications for political measures based on prognostics",
        "authors": [
            {
                "first": "",
                "middle": [],
                "last": "Khailaie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Helmholtz Centre for Infection Research",
                    "location": {
                        "addrLine": "Rebenring 56",
                        "postCode": "D-38106",
                        "settlement": "Braunschweig",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Mitra",
                "middle": [],
                "last": "Sahamoddin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Helmholtz Centre for Infection Research",
                    "location": {
                        "addrLine": "Rebenring 56",
                        "postCode": "D-38106",
                        "settlement": "Braunschweig",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Tanmay",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Bandyopadhyay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Helmholtz Centre for Infection Research",
                    "location": {
                        "addrLine": "Rebenring 56",
                        "postCode": "D-38106",
                        "settlement": "Braunschweig",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "§",
                "middle": [],
                "last": "Arnab",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Schips",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Helmholtz Centre for Infection Research",
                    "location": {
                        "addrLine": "Rebenring 56",
                        "postCode": "D-38106",
                        "settlement": "Braunschweig",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "§",
                "middle": [],
                "last": "Marta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Mascheroni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Helmholtz Centre for Infection Research",
                    "location": {
                        "addrLine": "Rebenring 56",
                        "postCode": "D-38106",
                        "settlement": "Braunschweig",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Pietro",
                "middle": [],
                "last": "Vanella",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Helmholtz Centre for Infection Research",
                    "location": {
                        "addrLine": "Inhoffenstraße 7",
                        "postCode": "D-38124",
                        "settlement": "Braunschweig",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Patrizio",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Lange",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Helmholtz Centre for Infection Research",
                    "location": {
                        "addrLine": "Inhoffenstraße 7",
                        "postCode": "D-38124",
                        "settlement": "Braunschweig",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Berit",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Binder",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Helmholtz Centre for Infection Research",
                    "location": {
                        "addrLine": "Rebenring 56",
                        "postCode": "D-38106",
                        "settlement": "Braunschweig",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Sebastian",
                "middle": [],
                "last": "Meyer-Hermann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Helmholtz Centre for Infection Research",
                    "location": {
                        "addrLine": "Rebenring 56",
                        "postCode": "D-38106",
                        "settlement": "Braunschweig",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "#",
                "middle": [],
                "last": "Michael",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The novel Coronavirus SARS-CoV-2 (CoV) has induced a world-wide pandemic and subsequent non-pharmaceutical interventions (NPI) in order to control the spreading of the virus. NPIs are considered to be critical in order to at least delay the peak number of infected individuals and to prevent the health care system becoming overwhelmed by the number of patients to treat in hospitals or in intensive care units (ICUs). However, there is also increasing concern that the NPIs in place would increase mortality because of other diseases, increase the frequency of suicide and increase the risk of an economic recession with unforeseeable implications. It is therefore instrumental to evaluate the necessity of NPIs and to monitor the progress of containment of the virus spreading.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We used a data-driven estimation of the evolution of the reproduction number for viral spreading in Germany as well as in all its federal states. Based on an extended infectionepidemic model, parameterized with data from the Robert Koch-Institute and, alternatively, with parameters stemming from a fit to the initial phase of CoV spreading in different regions of Italy, we consistently found that the reproduction number was turned down to a range near 1 in all federal states. We used the latest reproduction number as a starting point for the simulation of epidemic progression and varied the reproduction number, mimicking either release or strengthening of NPIs. Germany is currently, April 3rd, 2020, at the border line of a reproduction number between the scenarios of major immunisation of the population or eradication of the virus. We strongly recommend to keep all NPIs in place and suggest to even strengthen the measures in order to accelerate reaching the state of full control, thus, also limiting collateral damage of the NPIs in time. : medRxiv preprint 1 day, although the range varies between 0 -3 days (IQR) depending on age. The time span spent during hospitalization to admission in ICU is likely shorter as the patients get older. For Germany where the majority of reported infections are in middle-aged groups, we assume the median value of 1/R7 ~ 2.5 days. We have varied 1/R7 within a range of 1 -3.5 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The inverse of R8 depicts the time span spent in ICU before discharge. Here, we assume that patients who are recovering in ICU do not spend much time in general hospital care. 1/R8 is also presumably dependent on age, with more severe courses and thus prolonged ICU admission needed for high risk individuals, such as aged patients. WHO-China joint mission on COVID-19 outbreak (WHO-China 2020) reports that the total duration of being in hospital for the severely ill patients can be around 3 to 6 weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This gives us a range of possible values because:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Outbreak of the novel Coronavirus SARS-CoV-2 (CoV) in China has induced a world-wide pandemic. The comparably high lethality in the elderly population and in patients with comorbidities (Istituto Superiore di Sanità 2020), together with a widely absent immunisation of the population against the novel virus as well as the limited health system capacity, which was estimated to become overwhelmed by an unlimited virus spreading (an der Heiden and Buchholz 2020), led to non-pharmaceutical interventions (NPIs) to reduce virus transmission mostly by reducing inter-individual contacts. The aim of these measures was to achieve at least a delay of viral spreading, allowing the health care system to extend its capacities and to treat less patients per time. The measures might also induce a complete stop of viral spreading. The NPIs installed in Germany appeared to be efficient in containing viral dissemination. Any measure impacts on the observed numbers of new infections with a delay in the range of the serial interval, which is in the range of 4.5 days for CoV (Nishiura et al. 2020; Flaxman et al. 2020 ) and makes it difficult to judge when to release NPIs. In view of collateral damages and economic burden, the pressure to release NPIs as early as possible is increasing (Dorn et al. 2020 ). Thus, current political decisions require a safe ground providing an estimate of the impact of NPIs by now. In fact, a continuation of daily increase of reported cases while the measures are in place can also mislead political decisions if not well informed about the present trend of the achieved reproduction number. Furthermore, the high variance of the locally reported new cases adds to the uncertainty about the efficiency of the NPIs. Thus, it is extremely important to construct a model that captures not only the disease dynamics but also has the potential to inform us about the trend of the outbreak by considering the timedependence of the reproduction number for COVID-19. The situation in Europe was recently analysed (Flaxman et al. 2020 ). Here, a systematic analysis of the development of the reproduction number over the time period of the CoV-outbreak in Germany and in all federal states of Germany is provided by the date of paper submission.",
            "cite_spans": [
                {
                    "start": 1069,
                    "end": 1091,
                    "text": "(Nishiura et al. 2020;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1092,
                    "end": 1111,
                    "text": "Flaxman et al. 2020",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1283,
                    "end": 1300,
                    "text": "(Dorn et al. 2020",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2036,
                    "end": 2056,
                    "text": "(Flaxman et al. 2020",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A second level of information necessary for political decisions on NPIs is the prospective development of the outbreak under different scenarios. A too early release of NPIs risks to abandon the current level of containment and to restart a new wave of viral spreading (Ferguson et al. 2020) . A too long application of NPIs carries the risk of collateral damage and imposes a strong economic burden (Dorn et al. 2020) . Given the currently achieved reproduction number in Germany and its federal states, a prospective development under the conditions of either keeping NPIs in place, releasing or strengthening them is needed to allow for a thorough and responsible decision. Here, these scenarios are provided in terms of the expected total fraction of the population infected and of the number of hospital beds and intensive care units (ICUs) needed to treat patients with severe disease progression. Given particular levels of reducing or releasing NPIs with impact on the reproduction number, this analysis provides insights about the extent to which the health care system will be overwhelmed by the outbreak and at which time.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 291,
                    "text": "(Ferguson et al. 2020)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 400,
                    "end": 418,
                    "text": "(Dorn et al. 2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The aim of this work is a quantitative evaluation of the reproduction number under the influence of NPIs in Germany and its federal states together with a prospective estimation of the outbreak under conditions of NPI release, maintenance, or intensification. As this information needs to be up-to-date for the purpose of political decisions, we will provide updated analysis results online (SIMM-group 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Based on a classical model of infection epidemics, we developed a mathematical model particularly adapted to the requirements and specificities of the CoV-outbreak (SECIR-model, Figure 1 ). Figure 1 : The scheme of the SECIR model, which distinguishes susceptible (S), healthy individuals without immune memory of CoV, exposed (E), who already carry the virus but are not yet infectious to others, carriers (C), who carry the virus and are infectious to others but do not yet show symptoms, infected (I), who carry the virus with symptoms and are infectious to others, hospitalized (H), who experience a severe development of the disease, transferred to intensive care unit (U), dead (D), and recovered (R), who acquired immune memory and cannot be infected again. See Table 1 for parameter values.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 186,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 190,
                    "end": 198,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 769,
                    "end": 776,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The basic reproduction number is a good measure for the long-term evolution of an epidemic that can be derived from such models (see Methods, Eq. (9)). However, it assumes constant conditions over the whole period analysed. In particular, the effect of NPIs on viral spreading enters the reproduction number only in a way mixed with the time before NPIs. For the evaluation of NPI effects on viral spreading, a time-varying reproduction number Rt has to be determined (Cori et al. 2013) . We opted for a shifting time window in each of which Rt is determined. We developed an automatized algorithm for the fast analysis of the current Rt (see Methods). Importantly, each time window is not analysed independently but includes the history of the epidemic by starting from the saved state of the simulation at the beginning of each time window. This analysis was developed for the sake of providing a daily updated evaluation of the reproduction number suitable to support political decisions on NPIs in the course of the CoV-outbreak and applied to German data ( Figure 2 ). Table 1 were used and the transmission rate R1 was varied (see Methods). (B) Time-varying reproduction number Rt as resulting from the fit in each time window in (A). The parameter sets were randomly sampled within the ranges in Table 1 and, upon refitting, this induced a variability of reported Rt values. The box plot shows the 25 and 75 percentiles as well as the min and the max values. Both used parameters sets (literature-based and derived from Italy-fit) are compared. (C-D) Same analysis for each federal state in Germany separately. Only the median value from an analysis as in (B) is reported for better visibility. The complete information can be found in the supplement. (E) The last reported Rt value in each federal state of Germany sorted by median values. Same box plot as in (B). The horizontal line shows Rt=1. (B-E): Each data point is a result of 100 randomly sampled parameter sets. The data for analysis were taken from (Nationale Plattform für geographische Daten 2020; GENESIS-Online 2020a, 2020b; own calculation and design).",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 486,
                    "text": "(Cori et al. 2013)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 1062,
                    "end": 1070,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1074,
                    "end": 1081,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1303,
                    "end": 1310,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The cumulative reported cases are reproduced by the model in each time window (Figure 2A) , giving rise to a time evolution of the reproductive number Rt ( Figure 2B ). The large initial value at February 23rd results from a sudden increase of independent first reported infections, . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 89,
                    "text": "(Figure 2A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 156,
                    "end": 165,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 possibly related to people coming back from holiday. This leads to an overshoot of the Rt value in a strength depending on the size of the time window used for analysis. Later on, the nationwide NPIs imposed in Germany included the recommendation of self-isolation issued on March 6th, 2020, followed by encouraged social distancing by the chancellor Angela Merkel on March 12th, 2020. Then nationwide school closures on March 14th, 2020 and restrictions on public events followed on March 22nd, 2020. The timing of these NPIs suggests that they are responsible for the observed reduction of the reproductive number Rt. From there on, the reproduction number went continuously down to a value near 1 as of April 3rd. This illustrates that the NPIs imposed appear to have had a strong effect on the dynamics of the CoVepidemic.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Next, the impact of NPIs in the different federal states of Germany was analysed with the same methodology ( Figure 2C -D). The early cases in Bavaria and Baden-Würtemberg can be distinguished from later outbreaks in other federal states. While there is a large diversity of epidemic onset and intermediate developments particular to individual federal states, the overall tendency converges to values around Rt = 1. The coherent reduction of the reproduction number after nationwide implementation of several NPIs together with further measures specifically applied in different federal states speaks for the efficiency of the measures and the responsiveness of the population to the NPIs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 118,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The latest Rt in the different federal states is compared and ranked in Figure 2E . Most federal states hit early on by the CoV-outbreak now exhibit rather low reproduction numbers, with the exception of Bayern. Interestingly, the federal states in Eastern Germany and Saarland, where the first cases were reported late, are spread all over the ranking. The largest reproduction number was found in Saarland. It appears that a late onset of cases also has the tendency to delay the reduction of the reproduction number. Figure 2A , a value for the transmission rate R1 corresponding to Rt values multiplied with 5/3, 4/3, 1, 2/3, and 1/3 (colors) is assumed for each of the 100 simulations in Figure 2 We next investigated what the now achieved reproduction number of around 1 implies for the future. Starting from the last state of the model, thus, including the complex distribution of individuals onto the different compartments of the model at this time, the simulation was continued for one year with the very same latest reproduction number in Germany (Figure 3 , black box plots) and in three federal states (Figure 4 , black box plots). The analysis for the other federal states can be found in the supplement and at (SIMM-group 2020). Keeping all measures in place in Germany induces a long-term increase of the number of infected cases ( Figure 3A , black). This is associated with a needed peak capacity of 6,000 hospital beds for CoV-patients in 2 weeks from now and about the same number of ICU beds 2 weeks later ( Figure 3B , black). Note that the number of needed ICUs is similar to the total number of hospitalized patients because the time spent in ICUs upon complications is longer. According to the model results, the number of deaths due to CoV would reach an order of 10,000 within the next 4 weeks (supplement and SIMM-group 2020).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 81,
                    "text": "Figure 2E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 520,
                    "end": 529,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 693,
                    "end": 701,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1058,
                    "end": 1067,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1115,
                    "end": 1124,
                    "text": "(Figure 4",
                    "ref_id": null
                },
                {
                    "start": 1348,
                    "end": 1357,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1529,
                    "end": 1538,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In order to assess the impact of releasing NPIs now, the reproduction number was increased by factors of 4/3 and 5/3 ( Figure 3 , magenta and red, respectively). Any release of NPIs leads to a major immunisation of the population ( Figure 3A , red and magenta), and to an overwhelmed health care system with a peak in the range of 500,000 to 1 million ICU beds needed to treat the patients with complications ( Figure 3B , red and magenta). The peak is shifted to earlier times the more NPIs are released.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 127,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 232,
                    "end": 241,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 411,
                    "end": 420,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Intensification of NPIs, modelled by a constant reproduction number of 2/3 and 1/3 of the latest Rt (Figure 3 , green and blue, respectively), leads to an elimination of the virus. As expected, stronger NPIs lead to a faster stop of the CoV-outbreak. In the two scenarios, 6 versus 3 months are needed to stop the virus from spreading in Germany.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 109,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The same scenario as in whole Germany is found in the federal states with the latest Rt close to 1 (Figure 4 , Mecklenburg-Vorpommern, black). Despite rather strict NPIs in Mecklenburg-Vorpommern, this state does not exhibit a situation substantially better than in other states. This may be related to an early phase of the epidemic, as the outbreak reached this state comparably late.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 108,
                    "text": "(Figure 4",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Assuming travel restrictions, meaning independence of the different states, and assuming the latest reproduction number Rt kept for a year, Saarland with the highest Rt would experience a scenario of major immunisation of the population with an overwhelmed health care system ( Figure 4 , Saarland, black), while in Hamburg, exhibiting the lowest Rt, the virus would be eliminated within a few months from now ( Figure 4 , Hamburg, black). With more restrictive NPIs in Saarland, viral spreading may be stopped within 3 months of time. Even if implemented today, the model predicts that the number of required ICUs will continue to rise for a few weeks before going down. More restrictive NPIs in Hamburg have the potential to lead to a fast stop of viral spreading on a scale of a few weeks up to two months. Hamburg can tolerate some reduction of NPIs and still control viral spreading, however, on a very long time scale (Figure 4 , Hamburg, magenta). Generally, the model results suggest, similar to whole Germany, that a release of NPIs will lead to an overwhelmed health care system associated with many deaths.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 286,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 412,
                    "end": 420,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 924,
                    "end": 933,
                    "text": "(Figure 4",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.04.20053637 doi: medRxiv preprint Figure 4 : Same analysis as in Figure 3 for three federal states (Saarland, Hamburg, Mecklenburg-Vorpommern). These were chosen according to Figure 2E as the states with the last Rt highest, lowest, and nearest to 1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 115,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 138,
                    "end": 146,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 248,
                    "end": 257,
                    "text": "Figure 2E",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The SECIR model is a classical mathematical model adapted to the specificities of the recent CoV-outbreak. It can capture the qualitative aspects of how the number of new case incidences, patients admitted in hospitals and intensive care units as well as deaths alter as days progress during the CoV-outbreak. As parameterisation is essential for the quality of the predictions, two reference parameter sets were determined by thorough analysis of the literature on CoV and an independent analysis of Italian data. The results discussed are consistent between both parameter sets, which increases the credibility of the model results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 The development of reported cases in Germany was analysed and the time-varying reproduction number was estimated. It was found that the reproduction number is in the range of 1. The federal states of Germany are at the borderline of different scenarios:",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "A Uncontrolled epidemic with many fatalities and overwhelmed health care system B Long-term ongoing infections treatable with a reasonable health care capacity C Eradication of the acute epidemic",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The model revealed that if the reproduction number in Germany stays as it is, scenario B applies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Releasing NPIs at the present time will inevitably induce an acceleration of viral spreading in Germany and we would run into scenario A. In this scenario, the health care system will in expectation need a peak capacity of 500,000 ICUs or more, compared to about 10,000 free ICUs currently available (DIVI-Intensiv-Register 2020). Many patients in life-threatening condition will simply not be treated and die. The total number of expected deaths in this scenario is huge and not tolerable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A release of NPIs would induce a humanitarian catastrophe"
        },
        {
            "text": "The strategy to keep the health care system functional and to delay viral spreading until major parts of the population are immunised is likely to fail. Not only that the delay needed to keep the number of cases within the limits of the health care capacity is too long, as discussed above in scenario B. The fraction of the immunised population in this scenario is in the range of 1% after one year and saturates there. This fraction was not even reached in Hubei province in China (estimated as the ratio of case numbers to total population). Thus, the reduction of transmission probability by immunisation of the population is negligible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It is unrealistic to wait for a major immunisation of the population"
        },
        {
            "text": "While scenario B is possible in terms of rescuing a large part of the population from death by CoV-infections, it is damaging many other aspects of the society. It will lead to a major economic burden, unemployment, and collateral damages (Weber et al. 2020) in the context of social distancing associated with increased frequencies of suicide (Ruiz-Perez et al. 2016) and in the context of a strong load on the health care system, which inhibits proper treatment of other diseases.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 258,
                    "text": "(Weber et al. 2020)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 344,
                    "end": 368,
                    "text": "(Ruiz-Perez et al. 2016)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "It is unrealistic to wait for a major immunisation of the population"
        },
        {
            "text": "A more thorough and careful analysis of the results reveals that the reproduction number is still in a phase of reduction. While we would expect it to saturate on an unknown level given the currently implemented NPIs, these appear to have turned out to be effective and continue to improve the situation. Likely, this is due to the inertia in the awareness of the population, only slowly adapting responsible behaviour. We strongly recommend to keep the NPIs in place and to re-evaluate the reproduction number over time in order to generate better predictions for the future, in particular, regarding the time period the NPIs have to be kept in order to stop viral spreading.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The reproduction number can still go down with current NPIs"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The reproduction number can still go down with current NPIs"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.04.20053637 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In view of the economic burden and collateral damages described above, an intensification of NPIs might be advantageous. More strict NPIs will accelerate control of the epidemic and, thus, limit the time of NPIs. With constant monitoring of the situation, NPIs could be released at an earlier time point. For this reason, future investigations should clarify whether intensified NPIs would not be advisable from an economic point of view.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intensification of NPIs will accelerate achieving control of the epidemic"
        },
        {
            "text": "The analysis of the individual federal states in Germany revealed local differences. The same holds true for different regions of Italy, as revealed by the large diversity of model parameters specific for each region. The federal states appear in different phases of the outbreak and NPIs exhibit different kinetics of impact. States with lower numbers of reported cases appear less responsive to measures. For that reason, it appears appropriate to fine-tune the NPI measures on a federal level and to adapt to the local situation. While we presented only three states here, the full analysis of all federal states is available in the supplement and at (SIMM-group 2020) and may be used to take political decisions in each federal state separately.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NPIs have to be adapted to the local needs rather than being applied globally"
        },
        {
            "text": "Mathematical models of viral epidemics are well established. R0 is a basic reproduction number which informs about the average number of persons infected by one infected individual. It can be calculated from the parameters of the respective model (Wallinga & Lipsitch, 2007; Heffernan et al. 2005; Diekmann et al. 1990; Diekmann et al. 2010) . A suitable approach to determine R0 in a particular region is to fit the model parameters to registered CoV-positive cases over time. The thus produced R0 provides information on the overall speed of viral dissemination and does not provide information about the effectiveness of the measures installed in the course of the case registration. This information is, however, contained in the data.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 274,
                    "text": "(Wallinga & Lipsitch, 2007;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 275,
                    "end": 297,
                    "text": "Heffernan et al. 2005;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 298,
                    "end": 319,
                    "text": "Diekmann et al. 1990;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 320,
                    "end": 341,
                    "text": "Diekmann et al. 2010)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In order to access this information, the very same model is fitted to subsets of data in a shifting time window. By this, the reproduction number Rt is determined as a time-dependent variable over time reflecting the impact of NPI on the phenomenological model parameters. We further fine-tuned this approach by also including the history of the viral spreading for each time window. A best fit of the model parameters to the case numbers at times before the time window under consideration is performed and the state of the model at starting time of the considered time window is used as initial condition for the subsequent fitting inside the time window. The resulting time course of the reproduction number Rt reflects not only the measures installed at particular time points but also the inertia of the model by incorporating the diversity of states the population is in at the time of NPI implementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "While the demographic age-distribution can be included in such models (Davies et al. 2020) , it turned out in the present case that the conclusions were not sensitive to differences in demographic data such that we decided to neglect age-specific parameters. These differences may be more important for the analysis of smaller districts, even though in smaller districts the case number might not be sufficient for a proper discrimination of age-groups.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 90,
                    "text": "(Davies et al. 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The implemented SECIR-model is an extended version of state-of-the-art deterministic ordinary-differential-equation models. It distinguishes healthy individuals without immune memory of CoV (S), infected individuals without symptoms but not yet infectious (E), infected individuals without symptoms who are infectious (C), and identified symptomatic patients (I). Further, compartments for hospitalization (H) and intensive care units (U) were introduced to monitor the load on the healthcare system. Patients recover from different states of the disease (R) or die (D). The quantities are defined and the model is summarized in Figure 1 with parameters in Table 1 The model further distinguishes recovered cases according to whether they were recorded or not. If a person directly recovers from the carrier state (RC with rate R9), it is not counted for the cumulative recorded number of cases, which is calculated as I+H+U+D+R-RC.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 629,
                    "end": 637,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 657,
                    "end": 664,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "SECIR-model"
        },
        {
            "text": "The parameters of the model are critical for the overall behaviour of the model and for the quality of the predictions derived from it. For the sake of robustness of the results, we followed two different strategies on how to determine the model parameters. The analysis presented below was repeated with the parameter sets derived from both strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameterisation"
        },
        {
            "text": "The first strategy was based on literature research (e.g. RKI Steckbrief 2020), where estimations of most of the model parameters were found (see Table 1 ). The uncertainty of the parameters were used to determine ranges of possible values for each parameter (Table 1) . These ranges were subsequently used to determine the confidence interval in the Rt analysis in Figure 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 153,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 259,
                    "end": 268,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 374,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Parameterisation"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameterisation"
        },
        {
            "text": "The copyright holder for this preprint In the second approach, we kept model parameters open and fitted them to the cases reported in different regions of Italy until March 20th, 2020. Thus, we include the initial phase of the outbreak with comparably low effects from the overwhelmed health care system. As data for cumulative infected, hospitalized, ICU, deaths, and recovered are available (Italy Data on Coronavirus 2020), the fitting was able to substantially narrow down the parameter space. Fitting was repeated for each region in Italy separately. The median value over the regions was used as default value for the Rt analysis. The diversity of parameter values determined the ranges of parameter variation ( Figure 5 ) used to determine the confidence interval of the Rt analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 718,
                    "end": 726,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.04.20053637 doi: medRxiv preprint Figure 5 : Variability of parameters fitted to the number of reported, hospitalized, ICU, dead and recovered cases in different regions of Italy. Table 1 recollects the parameter ranges.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 115,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 253,
                    "end": 260,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "For the analysis of R0, we use the first three days of reported cases, who are in the infected state (I), and impose them as initial condition for the exposed at an incubation period earlier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic reproduction number"
        },
        {
            "text": "This assumption takes into account that the transmission from the first exposed individuals has not happened before the time 1/R2 and, thus, the first reported cases shall represent independent sources of the virus rather than being the result of transmissions. Given the initial conditions and using the parameter sets in Table 1 , the transmission parameter R1, which mostly contains information on the contact frequency and, thus, best reflects political measures of contact inhibition, is varied in order to optimize the model dynamics to the observed case data. The determined R1 together with the other model parameter allows to calculate R0 according to ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 323,
                    "end": 330,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Basic reproduction number"
        },
        {
            "text": "where N0 is the total population and S0 is the susceptible population, both at the beginning of the investigation. Eq. (9) returns the R0 best describing the whole data set of reported cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic reproduction number"
        },
        {
            "text": "In order to assess the impact of political measures onto the development of the reproduction number Rt, the cumulative numbers of registered cases in the respective federal state are used. The cumulative case number is compared to the sum of infected individuals and all subsequent states in the model, i.e. with I+H+U+D+R-RC. A time window of a width of one week is defined starting at the day of the first reported case (Cori et al. 2013) . This allows to determine Rt in the first week and to define proper initial conditions for the first sliding time window. Then, in repeating cycles, the best Rt for the first time window is determined, a new set of initial conditions is defined a day later, including the reduced fraction of susceptible individuals S(tk)/N(tk), where S(tk) is the value of S at the starting time tk of the k-th time window and N(tk) is the total population at the same time --note that fatal cases reduce the total population --, and the time window is shifted one day later. The series of Rt-values for each of the sliding time windows is reported.",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 440,
                    "text": "(Cori et al. 2013)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Time-varying reproduction number Rt"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time-varying reproduction number Rt"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 For the prospective study, the model state at the last time of Rt evaluation as well as the Rt value itself are kept and used as initial conditions for the model. The Rt value is subsequently varied with factors of 5/3, 4/3, 1, 2/3, and 1/3 to mimic release, maintenance, or intensification of NPIs, respectively. The cumulative number of infected individuals and the number of occupied ICUs is reported. More observables are found in the supplement and at (SIMM-group 2020).",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "A confidence interval is generated by variation of the model parameters within the range provided in Table 1 and repeating the whole analysis. The box plots in the Figures show 25 and 75 percentiles as well as min and max value from this analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 108,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We thank Rebecca Ludwig for support in data acquisition and for revising the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement:"
        },
        {
            "text": "Contributions: TM & MMH developed the SECIR model; SK coded the simulation and automatic analysis of daily incoming data; SK, TM, SB & MMH organized simulation analysis and evaluation; TM derived the literature-based parameter set; MS & AB fitted the Italy data and derived the parameter set from the variation in different regions of Italy; PM derived the formula for the reproduction number and contributed to quality assessment of the code; PV provided the data for the analysis; BL supported data acquisition and analysis; SB organised the public repository; MMH supervised the study and wrote the paper; ALL revised the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement:"
        },
        {
            "text": "Parameter description: R1: R1 represents the product of median contact frequency for a population and the transmission probability of COVID-19 in each of the contacts with a carrier or infected person.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix"
        },
        {
            "text": "To estimate R2, one needs to know the duration for which an individual remains in a latent noninfectious stage following the transmission of COVID-19 (inverse of this gives R2), whereas R3 can be estimated as the inverse of the period of being infectious before disease onset. If it is assumed that subsequent infections can occur at random during the infectious period before the onset of symptoms, then the average serial interval will be the sum of the average latent period (from infection to infectiousness) and half the average infectious period before disease onset. Hence, we can state the following equations: We know that the mean incubation period for COVID-19 is 5.2 days . The mean serial interval is estimated to be 4 days in one study from a total of 28 infector-infectee pairs (Nishiura et al. 2020 ) and 4.4 days in another study based on data from 21 infection chains in Hong Kong . For our calculation, we have used the mean of these two studies as our average serial interval, which is 4.2 days. Using the above equations for the serial interval and incubation period, we have calculated the values of 1/R2 and 1/R3, which provide us with a median value of 2 days for 1/R2 and 3.2 days for 1/R3. Further assuming that a person once exposed to the infection, spends at least one day in latent non-infectious period and overall, the latent noninfectious period (1/R2) is not greater than latent infectious period (1/R3), we get a range of 2.6 to 4.2 days for 1/R3. To calculate the corresponding value of 1/R2, we make use of the median incubation period (1/R2 + 1/R3) of 5.2 days.",
            "cite_spans": [
                {
                    "start": 793,
                    "end": 814,
                    "text": "(Nishiura et al. 2020",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "R2 and R3:"
        },
        {
            "text": "The inverse of R4 is the duration for which the infected individuals with mild symptoms and not requiring hospitalization, remain infectious after their disease onset. To estimate this, we have made use of one study with nine young patients with no underlying health conditions, where the excretion dynamics of reproductive viruses (Woelfel et al. 2020 ) from samples of the throat and sputum were examined. This study suggests active virus replication in the upper respiratory tract in the earlier phase of the disease following onset of symptoms. RT-PCR tests result in detectable viral sub-genomic messenger RNAs (sgRNA) in swabs from throat in the first 5 days after symptoms onset (In Figure 1 (d) of Woelfel et al. 2020 , the throat swab cultures are positive up to the 4 th day, which the authors mark as sample of 4/5 days). However, we note that active virus is found in the sputum until day 8 for these mildly ill cases. Accounting for some variations, we assume that patients with minor illnesses not requiring hospitalization are infectious for 6 days following disease onset, which results in a value of 6 days for 1/R4. For such individuals, to calculate the median value of R4, we neglect a potentially longer period of possible infections transmitted via the sputum, this mode of transmission being especially meaningful in a hospital setting. For our analysis, we have considered a range of 4 -14 days for 1/R4.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 352,
                    "text": "(Woelfel et al. 2020",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 706,
                    "end": 725,
                    "text": "Woelfel et al. 2020",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 690,
                    "end": 702,
                    "text": "Figure 1 (d)",
                    "ref_id": null
                }
            ],
            "section": "R4:"
        },
        {
            "text": "The inverse of R5 depicts the duration for which the hospitalized patients not requiring further intensive care remain under general hospital care before getting discharge. The median value of 1/R5 depends on the age structure of the affected people in a particular region. For example, in the case of Braunschweig, the second largest city in Lower Saxony, where 46.35 % of the population is under the age of 40, the median value of 1/R5 will be biased towards the value of 1/R5 corresponding to this young group. In a Chinese case study , the median time for the time span of hospitalization is reported to be around 10 days for the mild cases. Although the WHO-China joint mission on COVID-19 outbreak (WHO-China 2020) has reported a median period of 14 days for the hospitalized cases not requiring intensive care treatment, we assumed a period of 10 days to be the median value of 1/R5 for Germany by considering the age-distribution of infected population here. However, we do vary 1/R5 in a wide range of 7 -16 days while performing the analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R5:"
        },
        {
            "text": "The inverse of R6 denotes the time a patient with mild symptoms spends at home before hospital admission due to worsening of the disease condition. We assume that the patients are admitted to the hospital following the onset pneumonia and/or shortness of breath. One Chinese case series ) reports a median duration of 4 days as the time span that leads to pneumonia in case of COVID-19 following manifestation of disease symptoms. Another study ) finds the median duration from onset of symptoms to onset of breathing difficulty to be 5 days. A third Chinese case series ) based on 298 patients admitted to one hospital in Shenzhen has reported that the median time span from disease onset to hospital admission was 5 days. Assuming that there is a possible delay in detection of pneumonia following its actual onset, and with all these previous studies regarding onset of breathing difficulty and hospital admission in place, we have chosen the median value of 1/R6 to be 5 days. To consider age dependence of 1/R6, we have assumed that aged patients develop dyspnoea and pneumonia faster than the younger ones, thereby requiring admission to hospitals faster following onset of disease symptoms. To account for such a scenario, we have considered a range of 2.5 -7 days for 1/R6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R6:"
        },
        {
            "text": "Inverse of R7 represents the time span spent following hospitalization to admission in an intensive care unit, primarily due to acute respiratory distress syndrome (ARDS). The median value of 1/R7 depends on the age structure of the affected people in a particular region. For example, in the case of Braunschweig, the median value of 1/R7 will be biased towards the value of 1/R7 for the age group <40. A Chinese case series ) has reported the median time span from hospitalization to admission in intensive care units to be around Hospital Stay = 1/R7 + 1/R8.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R7:"
        },
        {
            "text": "As we don't consider the scenario when somebody from ICU gets shifted back to general hospital care facility and possibly gets discharged from there after spending few days, this formulation may result in an overestimation of 1/R8, thereby giving rise to more ICU patients than what would be the case in reality. To account for that, we vary 1/R8 in a range of 5 -16 days and assume the median value for 1/R8 is around 8 days for Germany due to a predominantly young or middle-aged infected population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R7:"
        },
        {
            "text": "The inverse of R9 is primarily the duration for which the asymptomatic infected individuals remain infectious following their latent non-infectious period. As these individuals do not show symptoms, we assume that they remain infectious for a shorter time as compared to those who develop even milder symptoms. From the aforementioned discussion, we note that the cases with mild symptoms remain infectious for a period of (1/R3 + 1/R4). Hence, our assumption restricts 1/R9 < 1/R3 + 1/R4. If we further assume that asymptomatic people are following a similar trajectory as the people with mild symptoms, and randomly become non-infectious during the whole duration of 1/R4, this results in a median value of 1/R9 ~ 1/R3 + ½*R4, which is about 6.2 days. We use the same formulation while varying R3 and R4 in ranges as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R9:"
        },
        {
            "text": "The inverse of d denotes the time span a patient admitted in ICU spends there before dying. It is estimated from time to death from onset of symptoms, which is reported to be around 14 days (Wang et al. 2020b ). Hence, the median value of 1/d is calculated using the following estimate:",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 208,
                    "text": "(Wang et al. 2020b",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "d:"
        },
        {
            "text": "Time to death from onset of symptoms = 1/R6 + 1/R7 + 1/d This gives: 1/d ~ 6.5 days as an average estimate (considering 1/R6 ~ 5, 1/R7 ~ 2.5). For a city having demography with a predominantly aged population (70+), the median time span to death from onset of symptoms can be around 11.5 days (Wang et al. 2020b) . We have varied 1/d over a range of 3.5 -7.5 days.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 312,
                    "text": "(Wang et al. 2020b)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "d:"
        },
        {
            "text": "It might be difficult to calculate from the earlier Chinese case studies because even people with non-severe courses of disease were admitted to hospitals for isolation (RKI Steckbrief 2020). Rather, one may estimate this by asking in what proportion symptomatic cases were severe. One Chinese case series estimated it to be around 19% (Novel Coronavirus 2020). The estimates for UK data (Ferguson et al. 2020 , Verity et al. 2020 have been age specific, and this fraction can be up to 27.3% depending on age. USA data (MMWR report 2020) suggests about 12% of the confirmed cases were in hospital till March 16 2020 but it is important to note that this as well will not reflect the true fraction of symptomatic cases requiring hospitalization. Diversity in hospitalization conditions across regions and countries make it difficult to estimate a true average of this fraction, prompting us to assume it to be around 20% as an estimate for overall population, but keeping the room to alter it within realistic range while fitting the region specific data. We also assume that this fraction increases with age. We have performed our analysis over a range of 0.10 -0.35 for ρ.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 409,
                    "text": "(Ferguson et al. 2020",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 410,
                    "end": 430,
                    "text": ", Verity et al. 2020",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "ρ (Fraction H/I):"
        },
        {
            "text": "In one Chinese case series of 138 patients [A5], the percentage of hospitalized patients requiring intensive care support was 26%. We assume that this fraction increases with age. We vary ϑ within a range of 0.15 -0.40. α: Currently, there is no reliable data available about the asymptomatic cases. However, we note that about 9% of the confirmed infectious population in Italy remain asymptomatic (Italian data 2020). We can also have an idea about this fraction from the manifestation index (RKI Steckbrief 2020). The manifestation index describes the proportion of those infected who actually fall ill. Three studies from different settings (cruise ship outbreak, evacuated returning travellers, contact-based case search) gave figures of 51% (Mizumoto et al. 2020) , 69% (Nishiura et al. 2020b ) and 81% (Bi et al. 2020) . Hence, in a scenario where extensive tests are not performed and contacts are not traced properly, this fraction could be higher. However, in a setting where contacts have been traced properly, thereby effectively isolating the exposed population in an early stage before they become asymptomatic carriers, and when extensive tests are performed, this fraction would be minimal. As a median value, we assume it to be nearly 9%. We further assume that most of the people will show up symptoms as age increases. We vary α for a range of values from 0.01 -0.16. β: It represents the risk of infection from the infected symptomatic patients as well as captures the risk from all those who are not yet effectively isolated. Therefore, this fraction varies within countries, cultures and healthcare systems. We assume it to be in the range of 0.05 -0.50. In the best-case scenario, this fraction would be zero, which is too unrealistic due to delay in isolating patients. The maximum value of this fraction is 1, which is also unrealistic as it would mean that even after symptoms occur, every patient is free to make contacts with others as before. As a median value, we assume β to be 0.25.",
            "cite_spans": [
                {
                    "start": 747,
                    "end": 769,
                    "text": "(Mizumoto et al. 2020)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 776,
                    "end": 798,
                    "text": "(Nishiura et al. 2020b",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 809,
                    "end": 825,
                    "text": "(Bi et al. 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "ϑ (Fraction U/H):"
        },
        {
            "text": "Mortality rate is often overestimated during an ongoing outbreak, and it largely depends on the healthcare system. In a setting where the healthcare system is overwhelmed, this will be higher. In an ideal healthcare system where we have enough supply of resources (e.g. ICUs, hospital beds), it can be assumed that patients only die after being admitted in ICUs, and thereby can be estimated using ~ ; where is the overall mortality. The mortality percentage in case studies is largely age dependent , China CDC 2020 and increases with age. This estimation gives 0.77 as the median value, which we note is towards the higher end, but interpretable as many severely ill patients in ICUs may die from the illness. For our analysis, we have varied δ over 0.15 -0.77.",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 516,
                    "text": ", China CDC 2020",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "δ (Fraction D/U):"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Modellierung von Beispielszenarien der SARS-CoV-2-Epidemie 2020 in Deutschland",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Der Heiden",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Buchholz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiology and Transmission of COVID-19 in Shenzhen China: Analysis of 391 cases and 1,286 of their close contacts",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Truelove",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.medrxiv.org/content/10.1101/2020.03.03.20028423v3"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "2019-nCoV Pneumonia in a Normal Work Infectious Diseases Hospital Besides Hubei Province",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A new framework and software to estimate time-varying reproduction numbers during epidemics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cori",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "American journal of epidemiology",
            "volume": "178",
            "issn": "9",
            "pages": "1505--1512",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwt133"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Epidemiological Characteristics of an Outbreak of 2019 Novel Coronavirus Diseases (COVID-19) -China CCDC",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "China",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Age-dependent effects in the transmission and control of COVID-19 epidemics",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Klepac",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prem",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.24.20043018"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "On the definition and the computation of the basic reproduction ratio R 0 in models for infectious diseases in heterogeneous populations",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A P"
                    ],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Metz",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Journal of mathematical biology",
            "volume": "28",
            "issn": "4",
            "pages": "365--382",
            "other_ids": {
                "DOI": [
                    "https:/link.springer.com/article/10.1007/BF00178324"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The construction of nextgeneration matrices for compartmental epidemic models",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A P"
                    ],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of the Royal Society Interface",
            "volume": "7",
            "issn": "47",
            "pages": "873--885",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2009.0386"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Die volkswirtschaftlichen Kosten des Corona-Shutdown für Deutschland: Eine Szenarienrechnung",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dorn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fuest",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Göttert",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Krolage",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lautenbacher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Link",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Peichl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sauer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stöckli",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wohlrabe",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wollmershäuser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Impact of nonpharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ainslie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Estimating the number of infections and the impact of non-pharmaceutical interventions on COVID-19 in 11 European countries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flaxman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gandy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Bevölkerung: Deutschland, Stichtag, Altersjahre. Data available at www-genesis.destatis.de",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Genesis-Online",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Bevölkerung: Bundesländer, Stichtag, Altersjahre. Data available at www-genesis.destatis.de",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Genesis-Online",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Perspectives on the basic reproductive ratio",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Heffernan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Wahl",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of the Royal Society Interface",
            "volume": "2",
            "issn": "4",
            "pages": "281--293",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2005.0042"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Report sulle caratteristiche dei pazienti deceduti positivi a COVID-19 in Italia. Il presente report è basato sui dati aggiornati al 20 Marzo 2020",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirusinfected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "COVID-19) -United States",
            "authors": [],
            "year": 2019,
            "venue": "MMWR. Severe Outcomes Among Patients with Coronavirus Disease",
            "volume": "69",
            "issn": "",
            "pages": "343--346",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6912e2"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Estimating the asymptomatic proportion of coronavirus disease 2019 (COVID-19) cases on board the Diamond Princess cruise ship",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kagaya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zarebski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.10.2000180"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "RKI COVID19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Serial interval of novel coronavirus (COVID-19) infections. International journal of infectious diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.02.060"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Estimation of the asymptomatic ratio of novel coronavirus infections (COVID-19)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miyama",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kinoshita",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International journal of infectious diseases: IJID: official publication of the International Society for Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.03.020"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Economic crisis and suicides in Spain. Socio-demographic and regional variability",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ruiz-Perez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rodriguez-Barranco",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rojas-Garcia",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Mendoza-Garcia",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The European Journal of Health Economics",
            "volume": "18",
            "issn": "3",
            "pages": "313--320",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Complete and up-to-date analysis of Germany and all federal states",
            "authors": [],
            "year": 2020,
            "venue": "SIMM group",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Estimates of the severity of COVID-19 disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verity",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Okell",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Winskill",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Whittaker",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cuomo-Dannenburg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dighe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.medrxiv.org/content/10.1101/2020.03.09.20033357v1"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "How generation intervals shape the relationship between growth rates and reproductive numbers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proceedings of the Royal Society B: Biological Sciences",
            "volume": "274",
            "issn": "",
            "pages": "599--604",
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.2006.3754"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Updated understanding of the outbreak of 2019 novel coronavirus (2019-nCoV) in Wuhan",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Journal of medical virology",
            "volume": "92",
            "issn": "4",
            "pages": "441--447",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25689"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Deutschland vor einer schweren Rezession. Der Arbeitsmarkt gerät durch Corona massiv unter Druck",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hummel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hutter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wanger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zika",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fitzenberger",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Walwei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Clinical presentation and virological assessment of hospitalized cases of coronavirus disease 2019 in a travelassociated transmission cluster",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Woelfel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guggemos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seilmaier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zange",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mueller",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Niemeyer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vollmar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoelscher",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bleicker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.medrxiv.org/content/10.1101/2020.03.05.20030502v1"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Estimating the serial interval of the novel coronavirus disease (COVID-19): A statistical analysis using the public data in Hong Kong from",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhuang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.medrxiv.org/content/10.1101/2020.02.21.20026559v1"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(A) Data for Germany were fitted to the cumulative number of reported cases in a sliding time window with a size of one week. Parameters from",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Starting from the final state in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ". The simulations are continued for 1 year from this last time point. Box plots show the 25 and 75 percentile as well as min and max. (A) Cumulative reported cases; (B) ICU. All simulation results are presented on log-scale. Case data before the predicted time from (Nationale Plattform für geographische Daten 2020; GENESIS-Online 2020a, 2020b; own calculation and design).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Table 1: Parameter sets of the SECIR model: The literature-based parameter set was determined by the interpretation of median values and boundaries provided in the references (see Appendix). The Italy-based parameter set was determined by fitting the data for different regions of Italy and providing median, minimum and maximum of the regions.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}