{
    "paper_id": "7e739d72d5545d89e29c67dd8b26118cb2a7c6bf",
    "metadata": {
        "title": "Knowledge, attitude, practice and perceived barriers among healthcare professionals regarding COVID-19: A Cross-sectional survey from Pakistan",
        "authors": [
            {
                "first": "Muhmmad",
                "middle": [],
                "last": "Saqlain",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Quaid-I-Azam University",
                    "location": {
                        "settlement": "Islamabad"
                    }
                },
                "email": "msaqlain@bs.qau.edu.pk"
            },
            {
                "first": "Muhammad",
                "middle": [],
                "last": "Muddasir Munir",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Veterinary and Animal Sciences",
                    "location": {
                        "postCode": "54000",
                        "region": "Lahore"
                    }
                },
                "email": ""
            },
            {
                "first": "Saif",
                "middle": [],
                "last": "Ur Rehman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Aqsa",
                "middle": [],
                "last": "Gulzar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lahore College for Women University",
                    "location": {
                        "settlement": "Lahore"
                    }
                },
                "email": ""
            },
            {
                "first": "Sahar",
                "middle": [],
                "last": "Naz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Faisalabad",
                    "location": {
                        "settlement": "Faisalabad"
                    }
                },
                "email": ""
            },
            {
                "first": "Zaheer",
                "middle": [],
                "last": "Ahmed",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sargodha",
                    "location": {
                        "settlement": "Islamabad"
                    }
                },
                "email": ""
            },
            {
                "first": "Azhar",
                "middle": [],
                "last": "Hussain Tahir",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Quaid-I-Azam University",
                    "location": {
                        "settlement": "Islamabad"
                    }
                },
                "email": ""
            },
            {
                "first": "Muhammad",
                "middle": [],
                "last": "Mashhood",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Government College University",
                    "location": {
                        "settlement": "Faisalabad"
                    }
                },
                "email": ""
            },
            {
                "first": "Muhammad",
                "middle": [],
                "last": "Saqlain",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "hike in number of positive cases including number of healthcare professionals (HCPs) also acquired infection. Knowledge, attitude, and practice survey provides a suitable format to evaluate existing programs and to identify effective strategies for behavior change in society. Therefore, the aim of study is to assess knowledge, attitude and practice among HCPs in Pakistan regarding COVID-19. An online survey-based study was conducted among healthcare professionals including physicians, pharmacists and nurses. A self-administered validated (Cronbach alpha= 0.077) questionnaire comprised of five sections (Demographics, Knowledge, attitude, practice and perceived barriers) were used for data collection. Of 414 participants, 29.98% (n=120) physicians, 46.65% (n= 189) pharmacists and 25.36% (n= 105%) nurses. Most commonly utilized information source was social media. Findings showed HCPs have good knowledge (93.2%, n=386), positive attitude (8.43±1.78) and good practice (88.7%, n=367) regarding COVID-19. HCPs perceived that overcrowding in emergency room (52.9%, n=219), limited infection control material (50.7%, n=210) and poor knowledge regarding transmission (40.6%, n=168) of COVID-19 are the major barriers in infection control practice. Binary logistic regression analysis demonstrated that HCPs of age group 40-49 years (OR: 1.419, 95%CI: (0.14-4.78, P=0.041) have higher odds of good knowledge. Similarly, age group of 31-39 years (OR: 1.377, 95% CI: 0.14-2.04, P=0.05), experience of more than 5 years (OR: 10.71, 95% CI: 2.83-40.75, P<0.001), and pharmacist job (OR: 2.247, 95% CI: 1.11-4.55, P=0.025) were the substantial determinants of good practice regarding COVID-19. HCPs in Pakistan have good knowledge, yet, there are areas where gaps in knowledge and practice was observed. To effectively control infection spread, well-structured .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 training programs must be launched by government targeting all kinds of HCPs to raise their existed knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In earlier December, first case of pneumonia of unknown cause originated in Wuhan, capital city of Province Hubei, China, and on 31 December 2019, with emergence of more such cases, Wuhan gained attention by World Health Organization (WHO) [1] . The pathogen identified was named as novel coronavirus (2019-nCoV), currently called as severe acute respiratory syndrome corona virus-2 (SARS-CoV-2), an enveloped and single stranded RNA virus [2] which has phylogenetic resemblance to SARS-COV-1 [3] . Owing to rapid spread of this deadly virus from epicenter to number of countries, WHO declared it as public health emergency of international concern (PHEIC) on January 30, 2020. Later, due to uncased fast spread, severity of illness, the continual escalation in number of affected countries, cases and causalities, WHO declared coronavirus disease 2019 (COVID-19) a global pandemic on 11 March 2020 [4] . To date (12 April, 2020), the COVID-19 have spread to 210 countries and territories accounted for 1,790,550 laboratory confirmed cases and 109,654 mortalities also attributed to this deadly pathogen [5] .",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 243,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 440,
                    "end": 443,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 493,
                    "end": 496,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 899,
                    "end": 902,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1104,
                    "end": 1107,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Pakistan, a country with most vulnerable geographical location for this pandemic as it sandwiches between China; a country of origin and also a first epicenter of COVID-19 and Iran; an epicenter of Islamic world with 4,357 deaths and 70,029 cases attributed to COVID-19 [5] . Pakistan's first COVID-19 case was reported on 26 February 2020, has travelled from Iran [6] . By 12 April 2020, Pakistan has 5,038 laboratory confirmed cases and 86 COVID-19 associated deaths. Punjab (n=2425) has highest number of cases followed by Sindh (n=1318), Khyber Pakhtunkhwa (KP) (n=696), Baluchistan (n=228), Gilgit Baltistan (216), Islamabad (n=119), and Azad Jammu Kashmir (n=35) [7] .",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 273,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 669,
                    "end": 672,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "COVID-19 transmits from person to person by droplets when an infected person sneezes and by direct contact and virus has an incubation period of 4-14 days [8] . Elderly and patients who suffered with chronic medical conditions like diabetes and cardiovascular diseases are more likely to get severe infection [8] . The main manifestations of COVID-19 are fever, dry cough, dyspnea, myalgia, fatigue, hypolymphaemia, and radiographic evidence of pneumonia [1, 9] . Presently, no antiviral therapy or vaccine is explicitly recommended for COVID-19 and implementation of preventive measures to control COVID-19 is the mainstay critical intervention [10] . Amidst to current pandemic, WHO has issued several guidelines and also started online courses and training sessions to raise awareness and preparedness regarding prevention and control of . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 309,
                    "end": 312,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 455,
                    "end": 458,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 459,
                    "end": 461,
                    "text": "9]",
                    "ref_id": null
                },
                {
                    "start": 646,
                    "end": 650,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020. 04 Therefore, the present study aimed to identify the current status of knowledge, attitude and practices regarding COVID-19 among healthcare professionals in Pakistan. In addition, study will highlight the information sources utilized and barriers in infection control perceived by HCPs.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 110,
                    "text": "04",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A cross-sectional survey-based study was conducted during the month of March 2020, days of strict lockdown to implement social distancing to avoid spread of pandemic. As it was not feasible to conduct population-based survey in this critical condition, the investigators selected an online data collection method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "Sample size calculated by Raosoft was 377 assuming a response rate of 50%, confidence interval (CI) 95%, Z as 1.96, and margin of error d as 5%. Considering, an additional 10% (n=37) for any error in questionnaire filling, a final sample size of 414 will be required. Survey was started on . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling, study population and data collection method"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063198 doi: medRxiv preprint 25, March 2020, and response acceptance was closed (05-April 2020) when required sample size was achieved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling, study population and data collection method"
        },
        {
            "text": "The study population eligible for participation in this survey were HCPs including doctors, pharmacists, and nurses. Pakistani nationals of age 16 years or more and consented for filling the data form are invited to participate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling, study population and data collection method"
        },
        {
            "text": "A questionnaire was designed on google forms and link generated was shared on WhatsApp grou2ps of HCPs. Link was also shared personally to HCPs who were in contact list of investigators. Respondents from other provinces were also eligible to participate if they are willing to fill the questionnaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling, study population and data collection method"
        },
        {
            "text": "A survey instrument was designed based on extensive literature review, course material regarding emerging respiratory diseases including COVID-19 by WHO [18] , and guidelines issued by NIH, Islamabad Pakistan [19] . After an initial draft of the questionnaire designed, it was validated in 2 steps. Firstly, the study instrument was sent to researchers and professionals from pharmacy and medical background to give their expert opinion with respect to its simplicity, relativity and importance. Secondly, a pilot study was conducted by selecting a small sample of health care professionals (n = 40) who gave their opinions on making the questionnaire simpler and shorter.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 157,
                    "text": "WHO [18]",
                    "ref_id": null
                },
                {
                    "start": 209,
                    "end": 213,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Measure"
        },
        {
            "text": "Participants from all healthcare professions were selected for the pilot study. Amendments from the participants were considered and integrated into the questionnaire, while ensuring its consistency with the published literature. After a thorough discussion, questionnaire was finalized by the authors and subsequently distributed to the participants for their response. Reliability . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measure"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063198 doi: medRxiv preprint coefficient was calculated by using SPSS v.20 and the value of Cronbach's alpha was found to be 0.77. The data of the pilot study was not used for the final analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measure"
        },
        {
            "text": "The questionnaire was consisted of questions assessing demographics, information source, Seven items assessed the perception of HCPs regrading barriers in infection control practice. Each question was respondent on 5-point Likert scale as follows strongly agree, agree, undecided, disagree, and strongly disagree. Responses were presented as frequencies and percentages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measure"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063198 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics"
        },
        {
            "text": "The study was performed in accordance to declaration of Helsinki. Due to lockdown, universities were closed, hence study protocol was approved from Hospital board (756/THQ/HR). Study questionnaire contained consent portion that stated purpose, nature of survey, study objectives, volunteer participation, declaration of confidentiality and anonymity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics"
        },
        {
            "text": "Data was entered in Microsoft Excel and later imported in SPSS V.21 for statistical analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Numerical variables were measured as mean and standard deviations while categorical variables were expressed as frequencies and percentages. Inferential statistics were applied depending upon nature of data and variables. Chi-square tests were applied to find difference in knowledge groups (good vs poor) and practice (good vs poor) by demographic characteristics. Independent sample ttest and one-way ANOVA analysis were performed in assessing any difference in mean attitude score by demographic characteristics. Pearson-rank correlation tests were applied to find any correlation between knowledge, attitude and practice sections. To find possible determinants of good knowledge and practice, a binary logistic regression analysis will be applied and expressed as odds ratio (OR) and 95% confidence interval (CI). A p value of less than 0.05 will be considered as significant in all tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "A total of 414 respondents were included in final analysis, of which 29.98% (n=120) physicians, 46.65% (n= 189) pharmacists and 25.36% (n= 105) nurses. There was equal proportion of male (50.5%, n=209) and female (49.5%, n=205) respondents, majority (74.9%, n=310) of respondents were of age less than 30 years, and 31.6% (n=131) have experience of 1-3 years ( Table I) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 361,
                    "end": 369,
                    "text": "Table I)",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Characteristics of HCPs"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics of HCPs"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . Figure 1 . summarizes the sources of information utilized by HCPs to seek information regarding COVID-19. Majority of professionals reported social media (87.68%, n=363) as main source of information followed by radio & television (45.89%, n=190) and seniors/other colleagues (42.51%, n=176) ( Fig.1 ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 86,
                    "text": "Figure 1",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 372,
                    "end": 377,
                    "text": "Fig.1",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Characteristics of HCPs"
        },
        {
            "text": "Fig. 3 represents the responses obtained for attitude items. All the HCPs responded to all 7 items on their attitude regarding COVID-19. Findings demonstrated highly positive attitude of HCPs towards COVID-19. About 97.80% (n=405) individuals strongly agreed that gowns, gloves must be used when dealing with infected patients and equal proportion of respondents strongly believed that diseased patients should be kept isolated. More than 80% participants strongly agreed that transmission of COVID-19 could be prevented by following universal precautions given by WHO, CDC and that healthcare workers must acknowledge themselves with all the information regarding . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitude among HCPs regarding COVID-19"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063198 doi: medRxiv preprint COVID-19. Similarly, 76.80% (n=318) HCPs had positive attitude regarding \"intensive and emergency treatment should be given to diagnosed patients\", and 70% participants strongly agreed that \"any related information should be disseminated among healthcare workers\". On the other hand, 69.10% (n=286) HCPs strongly agreed that prevalence of infection could be controlled by actively involving in infection control programs (Fig.3 ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 565,
                    "end": 571,
                    "text": "(Fig.3",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Attitude among HCPs regarding COVID-19"
        },
        {
            "text": "Majority of respondents (93.2%, n=386) had good knowledge regarding COVID-19. Chi-square tests were applied to find difference in knowledge status by demographic characteristics of HCPs . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Difference in knowledge, attitude, and practice among HCPs regarding COVID-19"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063198 doi: medRxiv preprint towards COVID-19. Findings demonstrated that age was significantly associated with good knowledge as 95.5% (n=284) HCPs of age less than 30 years had good knowledge compared to healthcare professions of other age groups. The overall knowledge score indicated good knowledge among physicians (93.3%, n=112), pharmacists (94.7%, n=179), and nurses (90.5%, n=95) but the difference was statistically insignificant (P=0.383). Similarly, knowledge score was not statistically differed by gender (P=0.403), and experience (P=0.281) ( Table II) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 672,
                    "end": 681,
                    "text": "Table II)",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Difference in knowledge, attitude, and practice among HCPs regarding COVID-19"
        },
        {
            "text": "Independent sample t-test revealed that attitude score was not statistically (P=0.788) differed by gender (8.41 vs 8.45). One-way ANOVA analysis indicated that physician (8.41) have highest positive attitude followed by pharmacists (8.43) and nurses (8.64) but association was not significant (P=0.358). Similarly, no difference in mean attitude score was found by age and experience (P>0.05). (Table II) Of 414 participants, 88.7% (n=367) had positive practice (score=5-6) in following precautions to avoid COVID-19. Chi-square analysis revealed that majority (95.7%, n=112) of HCPs having greater experience (more than 5 years) had good practice of following precautions compared to less experienced counterparts (P=0.020). Findings also showed that physician (94.3%, n=114) had highest practice than nurses (91.4%, n=96), and pharmacists (90.5%, n=171), but the difference was not significant (0.091). (Table II) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 394,
                    "end": 404,
                    "text": "(Table II)",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 905,
                    "end": 915,
                    "text": "(Table II)",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Difference in knowledge, attitude, and practice among HCPs regarding COVID-19"
        },
        {
            "text": "Binary logistic regression analysis demonstrated that age group of 40-49 years (OR: 1.419, 95%CI: 0.14-4.78, P=0.041) and age group of 50 years or more were the significant factors associated with good knowledge. Similarly, age group of 31-39 years (OR: 1.377, 95% CI: 0.14-2.04, P=0.05), . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Logistic regression analysis for factors associated with Good knowledge and Practice regarding COVID-19"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063198 doi: medRxiv preprint experience of more than 5 years (OR: 10.71, 95% CI: 2.83-40.75, P<0.001), and pharmacist job (OR: 2.247, 95% CI: 1.11-4.55, P=0.025) were the significant determinants of good practice regarding COVID-19 (Table III) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 347,
                    "end": 358,
                    "text": "(Table III)",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Logistic regression analysis for factors associated with Good knowledge and Practice regarding COVID-19"
        },
        {
            "text": "Pearson correlation tests revealed a statistically significant positive linear correlation between knowledge, attitude and practice scores as follows: knowledge-attitude (r = 0.106, p value = .030), knowledge-practice (r = 0.142, p value = .016), and attitude-practice (r = 0.174, p value = .004) ( Table IV) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 299,
                    "end": 308,
                    "text": "Table IV)",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Logistic regression analysis for factors associated with Good knowledge and Practice regarding COVID-19"
        },
        {
            "text": "To best of our knowledge, this is the first study that has thoroughly assessed the knowledge, attitude and practice of HCPs toward COVID-19 in Pakistan. The study also highlighted possible barriers perceived by HCPs in infection control practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For HCPs, good knowledge, positive attitude, and good practices of following precautionary measures such as wearing gloves, protective clothing, goggles and face mask is imperative in effective dealing with infected patients with minimum risks. Also, ongoing pandemic nature of disease made it necessary for HCPs to multiply their alarms corresponding to critical situation and to put efforts in following and implementing related hygienic conditions as well as This is important as in this global pandemic, there is also a pandemic of misinformation regarding COVID-19; a serious concern might lead to xenophobia in the world as already warned by Of note that, more than 20% health care professionals had inaccurate knowledge that influenza vaccine provide protection against COVID-19 and also were not aware of that patients with diabetes and hypertension are more likely to get infections. Despite of a prioritized global health emergency and availability of easily accessible sources provided by both national (National . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063198 doi: medRxiv preprint Institute of Health (NIH, Islamabad)) and international (WHO) healthcare authorities, these findings have shown knowledge gap among HCPs. This proportion (20%) is higher than other study that stated only 9.1% respondents have answered that flu vaccine could provide protection against COVID-19 [10]. Possible speculation is that currently the outbreak of COVID-19 in Pakistan is recent and discussion happens among HCPs is more likely regarding the symptoms of disease compared to other aspects like risky population and usefulness of existed vaccines and treatments. It is therefore necessary that these aspects of COVID-19 should be uncovered and cleared to HCPs so that they can educate people to counter this global public health issue. Correlational analysis also augments the findings of present study as knowledge is significantly related to attitude and also reflected by good practices. This view also inferred that HCPs with positive attitude are more interested in seeking knowledge and then put knowledge into practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This correlation could also be explained by Reasoned action theory. This theory states that a person's intention to a specific behaviour is a function of their attitude towards that behaviour [31] .",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Future studies should be conducted to understand possible factors that underlies knowledge pattern and attitudes expressed by HCPs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Current study highlighted the less explored area where scarce literature was available. Study identify the current status of HCPs knowledge; an important aspect in successful response to any epidemic. Questionnaire was developed by using WHO published material and a two-step validation approach also increases the reliability of current analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and Limitations"
        },
        {
            "text": "The study has number of implicit limitations. Firstly, it is a cross-sectional study conducted during lockdown period, and universities were also closed, therefore institutional review board was not approached. Secondly, this is an online survey, responses mainly depend upon honesty and partly affected by recall ability and thus may subject to recall bias. Potential sample clustering might also limit the generalizability of study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and Limitations"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063198 doi: medRxiv preprint Findings providing confidence as HCPs have good knowledge, positive attitude and good practice regarding COVID-19. The study also able to highlight gaps in specific aspects of knowledge, and practice that should be focused in future awareness and educational campaigns. Findings also demonstrated that HCPs were using less authentic sources, this aspect should immediately be addressed as it ultimately affects knowledge and reflected in attitude and practice. The study recommends the ministry of health authorities to promote all precautionary and preventive measures of COVID-19 with a comprehensive training program consisting better structured targeting all HCPs including physicians, pharmacists and nurses, in order to have equilibrium clinical knowledge about COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The authors would like to extend heartfelt graciousness to all the participants and teachers who provided support at every step of the research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        },
        {
            "text": "The manuscript idea, concept, writing, and layout was done by MS, MM and AG. MMM and SN provided critical help in writing, statistical and layout designing. SUR and ZA provided critical input regarding data analysis at every step of the manuscript writing process. MS, SUR and ZA proof read the manuscript and provided input in formulating the draft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "The authors declare that they have not received any direct or indirect funding from any organization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The authors have no relevant affiliations or financial involvement with any organization or entity with a financial interest in or financial conflict with the subject matter or materials discussed in . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Interests"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint https://www.thenews.com.pk/print/635733-four-doctors-medical-staff-at-top-karachi-. CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Interests"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Source of Information regarding COVID-19 (N=414)"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063198 doi: medRxiv preprint The main source of virus may be Plant?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Source of Information regarding COVID-19 (N=414)"
        },
        {
            "text": "Special caution must be taken if a person presents…..",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Source of Information regarding COVID-19 (N=414)"
        },
        {
            "text": "Knoweldge among Healthcare professionals regarding COVID-19 (N=414).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenza vaccine also gives protection from COVID-19?"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incorrect Correct"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063198 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incorrect Correct"
        },
        {
            "text": "Strongly disagree Disagree Undecided Agree Strongly agrree . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitude of Healthcare Professionals regarding COVID-19 (N=414)"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . section total score ranges from 0-14 and a cut off level of ≤10 was set for poor knowledge and ≥11 for good knowledge. ** Attitude section total score ranges from 7 to 35, with an overall lower mean score indicates positive attitude toward COVID-19. *** Practice items total score ranged as 0-6, and a score of 1-4 indicates poor practice regarding COVID-19. Note: A p value of less than 0.05 considered significant. Bold values showing significant differences. OR: Odds ratio, CI: Confidence interval. * Knowledge section total score ranges from 0-14 and a cut off level of ≤10 was set for poor knowledge and ≥11 for good knowledge. *** Practice items total score ranged as 0-6, and a score of 1-4 indicates poor practice regarding COVID-19. Note: A p value of less than 0.05 considered significant. Bold values shoeing significant differences. . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitude of Healthcare Professionals regarding COVID-19 (N=414)"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063198 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitude of Healthcare Professionals regarding COVID-19 (N=414)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "1--13",
            "other_ids": {
                "DOI": [
                    "10.1056/nejmoa2002032"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30251--30259",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "WHO Director-General's opening remarks at the media briefing on COVID-19 -11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus Cases",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Worldometer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Worldometer [Internet",
            "volume": "",
            "issn": "",
            "pages": "1--22",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.23.20018549V2"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Is Pakistan prepared to tackle the coronavirus epidemic?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saqlain",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Munir",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Tahir",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kamran",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Drugs Ther Perspect",
            "volume": "36",
            "issn": "",
            "pages": "213--214",
            "other_ids": {
                "DOI": [
                    "10.1007/s40267-020-00721-1"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19 Health Advisory Platform by Ministry of National Health Services",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Healthcare professionals (HCPs) of all levels and kinds are primarily involved in catering patients of this highly transmittable pathogen. COVID-19 has posed serious occupational health risk to the HCP owing to their frequent exposure to infected individuals [11]. Protection of HCPs and prevention of intra-hospital transmission of infection are important aspects in epidemic response and this requires that HCPs must have updated knowledge regarding source, transmission, symptoms and preventive measures [12]. Literature suggest that lack of knowledge and misunderstandings among HCPs leads to delayed diagnosis, spread of disease and poor infection control practice [13]. Several thousand healthcare workers have already been infected, mainly in China [11]. In Pakistan, number of HCPs (15 medics in Multan, 17 doctors & 5 paramedics in Quetta, 16 medics in KP, 4 doctors & 1 paramedics in Karachi) are infected of COVID-19 [14,15] while unfortunately three doctors [16] and 1 nurse was died of COVID-19 [17]. Preventing intrahospital transmission of the communicable disease is therefore a priority.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "knowledge, attitude, practice toward COVID-19 and perceived barriers in infection control practice (Supplementary file 1). Demographic characteristics included were gender, age, profession and experience, and one item regarding source of information about COVID-19. Knowledge section comprised of 14 items and each question was responded as Yes, No and I don't know. The correct answer was marked as 1 while wrong answer was marked as 0. Total score ranges from 0-14 and a cut off level of ≤10 was set for poor knowledge and ≥11 for good knowledge. Attitude section comprised of 7 items and response of each item was recorded on 5-point Likert scale as follows strongly agree (1-point), agree (2-point), Undecided (3-point), disagree (4-point), and strongly disagree (5-point). Total score ranges from 7 to 35, with an overall lower mean score indicates positive attitude toward COVID-19. Practice section included 6 items and each item was responded as Yes (1-point), No (0-point), and Sometimes (0-point). Practice items total score ranged as 0-6, and a score of 5-6 demonstrated good practice and a score of 1-4 indicates poor practice toward precautionary measures of COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "represents the responses obtained for knowledge items of questionnaire. Mixed responses were obtained regarding 14 knowledge items. All the respondents correctly answered that COVID-19 is a viral infection. More than 90% of HCPs were well aware about fatality of disease, incubation period, symptoms, vaccination availability status, transmission and precautions regrading COVID-19. Additionally, 82.13% (n==340) correctly identified that antibiotics are not first line treatment, and 87.92% (n=364) respondents were also well aware of that plant is not a source of infection. When questions asked regarding risky groups, testing, and influenza vaccine protection, 21.01%, 23.91% and 23.19% respondents respectively were unable to identify correct responses(Fig. 2).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "represents the responses obtained for practice assessing items of questionnaire. Majority of respondents had good practice regrading each item with highest practice showed among HCPs towards washing of hands with soap or cleaning with sanitizers (96.10%, n=398). A lower percentage of good practice was observed among HCPs in avoiding to touching of eyes, nose or mouth (84.30%, n=349)(Fig.4).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Mixed perception was reported by HCPs regarding barriers in infection control practice. Of 414 participants, 40.6% (n=168) professionals presumed that lack of knowledge about transmission of virus is a barrier, and 50.7% (n=210) strongly agreed that limited infection control material is also a barrier towards control of infection. Overcrowding in emergency room was perceived as barrier by majority (52.9%, n=219) of HCPs. On the other hand, 31.6% (n=131) and 36.7% (n=152) participants believed that not wearing a mask, and no hand washing is not any barrier in infection control(Fig. 5) (Fig.5).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "scientists and WHO officials [23][24]. Also, there is plethora of malicious and unverified information waved on internet that spread quickly and could misguide the HCPs. So, situation demands that HCPs should carefully evaluate COVID-19 information sources and utilize authentic and valid content to seek information [10]. Current findings of good knowledge among HCPs is in line with findings of Giao et al who reported that 88.4% participants have sufficient knowledge regarding COVID-19 [22]. Shi et al also reported that 89.51% healthcare workers have claimed good knowledge while in another study conducted among nurses reported that 56.5% respondents have sufficient knowledge regarding transmission, symptoms and treatment of COVID-19 [12]. Present findings provide confidence in terms of healthcare professional's knowledge regarding COVID-19 symptoms, transmission and preventive measures. This is of more significance in current scenario when there is no vaccine and research is ongoing so HCPs must aware of all the updates and take precautions in treating and preventing the infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Interestingly, pharmacists have higher knowledge than physicians and nurses but results were insignificant (P=0.383). Giao et al also found that pharmacists have higher knowledge compared to other HCPs regarding COVID-19 (P=0.015). Khan et al and Albarrak et al also found that allied health care workers including pharmacists have higher knowledge towards MERS compared to physicians [25,26]. While another study by Bhagavathula et al reported that physicians have higher knowledge compared to pharmacists [10]. Possible speculation could be that there are disparities of knowledge among HCPs. In addition to doctors, pharmacists also actively involved in seeking information owing to their active role in improving treatment outcomes of COVID-19 patients. Also, findings encourage a collaborative approach among different HCPs in relation to clinical decision making. Findings showed highly positive attitude among all the HCPs towards wearing gowns and in following other recommendations. Possible explanation is that good knowledge among HCPs might lead to positive attitude towards COVID-19. This is also augmented by positive linear correlation between knowledge and attitude found in present study. Giao et al and Bhagavathula et al also reported that majority of HCPs have positive attitude towards COVID-19 [10,22].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": ". Giao et al also found that attitude level regarding COVID-19 didn't have any association with age (P=0.151), gender (P=0.129), and experience (P=0.453) but found statistically significant association with occupation/job [22]. While Albarrak et al and khan et al didn't found any difference in attitude towards MERS among doctors, pharmacists, and nurses (P>0.05) [25,26]. Results revealed that majority of HCPs have good practice in following precautionary measures. Highest (96.10%) good practice was observed in washing hands with soap which is similar to the findings of Nour et al and khan et al who reported 95.4% and 85.7% HCPs used to wash their hands continuously [25,27]. Findings indicated pharmacist have higher odds of showing good practice compared to other HCPs. Possible explanation is that pharmacist is an emerging profession especially in developing countries like Pakistan, and they are actively involved in educational and training activities to seek knowledge and made themselves competent enough to involve in clinical decision making with other HCPs [28,29]. Also, pharmacists are actively involved in counselling the patients which leads to positivity in their attitude and good practice. Regression analysis also indicated that experienced health care professionals have good practice in following guidelines recommendations especially wearing of face mask as it is evident that use of personal protective equipment might be helpful in reducing spread of virus in hospital and protect others from infection [30]. Therefore, it is important among different workers to adhere to the practice guidelines according to NIH and WHO intending the COVID-19 infection in the community. The study further recommends healthcare workers to reinforce their knowledge and attitude that will eventually translate into good practice. Findings demonstrated that majority of HCPs perceived that overcrowding of emergency department, limited infection control material and lack of knowledge regarding transmission of the major barriers in infection control practice. These findings are important and should be addressed by Government and policy makers to establish effective policies focusing aforementioned barriers to control infection and ultimately spread of disease.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "reports death of third doctor from coronavirus. [cited 11 Apr 2020]. Available: https://nation.com.pk/06-Apr-2020/pakistan-reports-death-of-3rd-doctor-from-coronavirus 17. Gujrat hospital isolation ward nurse dies of coronavirus | Top Story | thenews.com.pk | Karachi. [cited 11 Apr 2020]. Available: https://www.thenews.com.pk/print/642662gujrat-hospital-isolation-ward-nurse-dies-of-coronavirus 18. Infection prevention and control during health care when novel coronavirus (nCoV) infection is suspected. [cited 11 Apr 2020]. Available: https://www.who.int/publicationsdetail/infection-prevention-and-control-during-health-care-when-novel-coronavirus-(ncov)-infection-is-suspected-20200125 19. COVID-19 -National Institute of Health Islamabad. [cited 11 Apr 2020]. Available: https://www.nih.org.pk/novel-coranavirus-2019-ncov/ 20. WHO. a Guide To Developing Knowledge , Attitude and Practice Surveys. 2008. 21. Zhong B-L, Luo W, Li H-M, Zhang Q-Q, Liu X-G, Li W-T, et al. Knowledge, attitudes, and practices towards COVID-19 among Chinese residents during the rapid rise period of the COVID-19 outbreak: a quick online cross-sectional survey. Int J Biol Sci. 2020;16: 1745-1752. doi:10.7150/ijbs.45221 22. Giao H, Thi N, Han N, Khanh T Van, Ngan VK, Tam V Van, et al. Knowledge and attitude toward COVID-19 among healthcare workers at Knowledge and attitude toward COVID-19 among healthcare workers at District 2 Hospital , Ho Chi Minh City. Asian Pac J Trop Med. 2020;13: 1-6. doi:10.4103/1995-7645.280396 Shimizu K. 2019-nCoV, fake news, and racism. The Lancet. Lancet Publishing Group; 2020. pp. 685-686. doi:10.1016/S0140-6736(20)30357-3 25. Khan MU, Shah S, Ahmad A, Fatokun O. Knowledge and attitude of healthcare workers about middle east respiratory syndrome in multispecialty hospitals of Qassim, Saudi Arabia. BMC Public Health. 2014;14: 1-7. doi:10.1186/1471-2458-14-1281 26. Albarrak AI, Mohammed R, Al Elayan A, Al Fawaz F, Al Masry M, Al Shammari M, et al. Middle East Respiratory Syndrome (MERS): Comparing the knowledge, attitude and practices of different health care workers. J Infect Public Health. 2019;617: 6-13. doi:10.1016/j.jiph.2019.06.029 27. Nour MO, Babilghith AO, Natto HA, Al-Amin FO, Alawneh SM. Knowledge, attitude and practices of healthcare providers towards MERS-CoV infection at Makkah hospitals, KSA. Int Res J Med Med Sci. 2017;3: 103-112. Available: http://www.netjournals.org/pdf/IRJMMS/2015/4/15-046.pdf 28. Hussain R, Hassali MA, Hashmi F, Farooqui M. A qualitative exploration of knowledge, attitudes and practices of hospital pharmacists towards adverse drug reaction reporting system in Lahore, Pakistan. [cited 10 Apr 2020]. doi:10.1186/s40545-018-0143-0 29. Ivey MF. Global opportunity: Pharmacists working together to improve patient care. Am J Heal Pharm. 2019;76: 869-872. doi:10.1093/ajhp/zxz071 Fisher WA, Fisher JD, Rye BJ. Understanding and promoting AIDS-preventive behavior: insights from the theory of reasoned action. Heal Psychol. 1995;14: 255-64. doi:10.1037//0278-6133.14.3.Information sources reported by healthcare professionals",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Knowledge of healthcare professionals regarding COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Attitude of healthcare professionals regarding COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Practice among healthcare professionals regarding COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Barriers in infection control practice perceived by healthcare professionals regarding COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "COVID-19 among HCPs [18]. In addition to WHO, National institute of Health (NIH), Islamabad, Pakistan also published several recommendations for HCPs aimed to reduce occupational spread of infection among HCPs [19]. Although educational campaigns have increased their awareness regarding COVID-19 yet it remains unclear to what extent this knowledge can be put into practice and to what extent this practice actually reduces COVID-19 infection spread. Knowledge, attitude, and practice survey provides a suitable format to evaluate existing programs and to identify effective strategies for behavior change in society [20]. Currently, there is scarce information regarding the awareness level of HCPs in Pakistan,",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "recommendations. On the other hand, healthcare professional's good knowledge and practice in complying precautionary measures creates awareness among patients as well as gives an important message in society [21]. Findings of current survey demonstrated that majority of HCPs have good knowledge (93.2%, n=386), positive attitude (mean 8.43) and good practice (88.7%, n=367) towards COVID-19. Of note that, 87.68% HCPs utilized social media as a main source of information while only 23.19% . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063198 doi: medRxiv preprint seek information from seminars & workshops. Findings are consistent with number of studies as Giao et al reported social media as a main source of information regarding COVID-19 used by 91.1% participant health care workers [22]. Similarly, a study conducted among 453 HCPs found that more than 60% respondents use social media to seek information regarding COVID-19 [10].",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "the manuscript. This includes employment, consultancies, honoraria, stock ownership or options, expert testimony, grants or patents received or pending, or royalties. Regulations and Coordination . [cited 12 Apr 2020]. Available: http://covid.gov.pk/ 11. GAN WH, LIM JW, KOH D. Preventing intra-hospital infection and transmission of COVID-19 in healthcare workers. Saf Health Work. 2020.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "00% 20.00% 40.00% 60.00% 80.00% 100.00%120.00% Do you use soap or hand sanitizer to wash your hands continuously? Do you cover your nose and mouth with a tissue during sneezing or coughing? Do you throw the used tissue in the trash? Do you avoid touching your eyes, nose or mouth as far as you can? Do you use face mask in crowds? Do you educate your patient about the disease?Practice of Healthcare Professionals towards COVID-19 (N=414)author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063198 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Lack of knowledge about the mode of transmission of the disease COVID-19?Not wearing mask while examine or contact with the patient?Limitation of infection control material?No hand washing after examine or contact with the patient?Lack of policy and Procedures of infection control Practice?Insufficient training in infection control measurements?Less commitment of health care workers to the policies and procedures?Overcrowding in Emergency room is also a barrier in infection control practice?Barriers perceived by Healthcare Professionals (N=414)author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063198 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Demographics of Healthcare professionals (N=414).Table II. Difference in Healthcare Professional's Knowledge, Attitude and Practice by demographics (N=414). CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Logistic regression analysis for factors associated with Good knowledge and Practice regarding COVID-19 (N=414).. CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Correlation between scores of knowledge, attitude, and practice Correlation significant at 0.05 level (2 tailed).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}