{
    "paper_id": "8018f692b7ec7a86ead09e4fd42c09becd5e3364",
    "metadata": {
        "title": "Comparative Analysis of COVID-19 Transmission Patterns in Three Chinese Regions 1 vs. South Korea, Italy and Iran 2",
        "authors": [
            {
                "first": "Junyu",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang University",
                    "location": {
                        "settlement": "Zhoushan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Guangwei",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang University",
                    "location": {
                        "settlement": "Zhoushan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yutong",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang University",
                    "location": {
                        "settlement": "Zhoushan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Runjie",
                "middle": [],
                "last": "Jin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang University",
                    "location": {
                        "settlement": "Zhoushan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Mingjun",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Michigan State University",
                    "location": {
                        "addrLine": "7 U.S.A 8 4",
                        "settlement": "East Lansing"
                    }
                },
                "email": ""
            },
            {
                "first": "Ashton",
                "middle": [],
                "last": "Shortridge",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang University",
                    "location": {
                        "settlement": "Zhoushan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiaping",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang University",
                    "location": {
                        "settlement": "Zhoushan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "George",
                "middle": [],
                "last": "Christakos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang University",
                    "location": {
                        "settlement": "Zhoushan",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "comparisons are made between them, and the effects of prevention and control measures are 92 investigated. The results could valuably inform future strategies of epidemic prevention and control. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The methodology of the present study consisted of two parts: (a) the disease spread was represented 118 mathematically by an epidemic model, and (b) the effects of the measures taken by the various 119 regions to control the disease were compared in terms of the model parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "117"
        },
        {
            "text": "Many models linking the evolution of susceptible, infected and removed cases have been used in 121 the study of infectious disease distributions [22] [23] [24] [25] [26] . A modified susceptible-exposed-infected-122 removed model (SEIR) was used in this study to simulate the COVID-19 spread in the six study infected, cured and dead individuals at time t. The exposed and infected individuals constitute the 129 total number of affected individuals A(t)  E(t)  I (t) . The cured and dead individuals constitute the 130 total number of removed individuals R(t)  C(t)  D(t). The time-varying parameters  1 (t) and  2 (t) 131 denote the rate of COVID-19 transmission when an individual comes in contact with infected and 132 exposed individuals, respectively, the constant  represents the probability that the exposed 133 individuals become infected, and the time-varying parameters (t) and (t) denote the 134 cure rate and death rate, respectively. The SEIR model was developed specifically for this study 135 because the COVID-19 incubation period is about 7 days, and early in this period no symptoms are 136 detected, which means the infected but asymptomatic people will unknowingly infect others before 137 they develop any symptoms.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[22]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 150,
                    "end": 154,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 155,
                    "end": 159,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 160,
                    "end": 164,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 165,
                    "end": 169,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "120"
        },
        {
            "text": "According to the proposed SEIR model, the infection contact rate q(t)  (2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "138"
        },
        {
            "text": "Alternatively, the R 0 (t)  q(t)S 0 represents the number of secondary infections at any time t in the 144 population caused by an initial primary infection. If one person has COVID-19, R 0 (t) determines 145 how many infections on average that person may cause. Then, the epidemic would be considered 146 under control at the time t ECT (epidemic control time, ECT) after which the R 0 (t) is consistently 147 smaller than L 0 (t), i.e., the inequality",
            "cite_spans": [],
            "ref_spans": [],
            "section": "143"
        },
        {
            "text": "149 holds for all t  t ECD .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "143"
        },
        {
            "text": "The SEIR model parameters above are very important because they determine (to varying extents 151 and within different contexts) the epidemic spread and its severity. Therefore, identifying good 152 estimates is critical for realistic simulation of infectious disease. In this work, we classified the SEIR regions and countries of interest were assumed to be large enough that they can be assumed to remain 170 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "150"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "150"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.09.20053223 doi: medRxiv preprint constant during the epidemic. Some interesting inequalities hold, like S(t)  S 0 , i.e., the susceptible 171 population S(t) at any time is smaller than the initial number of susceptible cases ( S 0 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "150"
        },
        {
            "text": "(ii) In the SEIR equations, the exposure rate includes two parts: one part is proportional to the 173 contacts between susceptible and infected individuals (assessed by  1 ), whereas the other part is 174 proportional to the contacts between susceptible and exposed individuals (assessed by  2 ). Since 175 individuals that are confirmed as infected are immediately sent to hospitals for isolation and medical 176 treatment in the three regions of China, it is assumed that the infection transmission rate was always 177 smaller than the exposure transmission rate, i.e.,  1   2 . Specifically, following the current COVID-178 19 literature [27] , it is assumed that  2  5 1 , and that the probability that an exposed individual 179 becomes infected is   1 7 . The cured and dead individuals are removed at the rate (t)  (t) . In the 180 regions of interest, the values of  and  were zero at the beginning ( t  0), i.e.,  0   0  0 . 181 (iii) Given that the COVID-19 disease spread has been controlled in the three regions of China, 182 only data from the first 28-days were taken into account in the present study. For South Korea, Italy 183 and Iran, complete datasets covering the entire countries were considered, including areas in which 184 epidemic spread is still underway.",
            "cite_spans": [
                {
                    "start": 646,
                    "end": 650,
                    "text": "[27]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "172"
        },
        {
            "text": "(iv) Transmission, cure, and mortality rates are unknown and dynamic. We estimate these 186 parameters for each region using particle swarm optimization (PSO), a nonlinear computational fitting 187 procedure [28, 29] . A 6-days long moving window was introduced for computational model parameter 188",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 212,
                    "text": "[28,",
                    "ref_id": null
                },
                {
                    "start": 213,
                    "end": 216,
                    "text": "29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "185"
        },
        {
            "text": "fitting (i.e., the infection transmission rate,  1 , the cure rate,  , and the mortality rate,  ). The 189 computational modeling procedure included the steps listed in Table 1 . The actual (empirical) values 190 of the three rates varied during the 6-days window period, but in Table 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 179,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 282,
                    "end": 289,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "185"
        },
        {
            "text": "Step Description 1  The date when a COVID-19 case was first reported in a region was set as the time instance t  1.  The number of infected individuals in hospitals together with the accumulated numbers of cured and dead individuals during the period t to t  5 were inserted into the SEIR model.  The initial number of susceptible individuals was equal to the total number of people in the region, and the initial number of exposed individuals was set according to the reported number of people in close contact with infected individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "199"
        },
        {
            "text": "2  The particle swarm optimization (PSO) technique was used to simulate the SEIR model and obtain the PSO-fitted values of  1 ,  and  .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "199"
        },
        {
            "text": " Given that these three parameters represent average transmission, cure and morality rates during the 6 day-window period, they were regarded as the real values during the period t 1 to t  2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "199"
        },
        {
            "text": "3  The parameters  1 ,  and  were inserted into the SEIR model to calculate the possible numbers of susceptible and exposed individuals at time t  2.  The moving the window was forwarded to the period t 1 to t  6, and the step 2 was repeated to obtain the new fitted values of  1 ,  and  . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "199"
        },
        {
            "text": "South Korea had a relatively low number of confirmed COVID-19 cases (Fig 1) . However, because of 220 high density gathering involving infected people, the number of confirmed cases increased a lot after February 24 th . Since February 28 th , the local authorities focused on curing two classes of patients 238 (severe and critically ill individuals), and on reducing the mortality rate by dividing the hospitals into 239 two groups, according to the above two patient classes. Since March 5 th , the main focus of the local 240 authorities has been on imported cases from abroad.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 75,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "219"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "242"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.09.20053223 doi: medRxiv preprint Italy. In Italy (Fig 1) , the first COVID-19 infected individual was confirmed on January 31 st , 246 2020, i.e., 10 days later than in Guangdong. In the following two days, the Italian government ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 163,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "242"
        },
        {
            "text": "Xinjiang. The total number of confirmed COVID-19 cases during the study period was low (76), 253 but with a relatively high mortality of 3.95% (Fig 1) . On January 25 th , the 1 st -level Response to Major",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 150,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "252"
        },
        {
            "text": "Public Health Emergency was issued in the region. The disease control and prevention measures were 255 shifted from the city to the county level and then to the rural areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "254"
        },
        {
            "text": "Iran. The first COVID-19 case was reported on February 19 th , 2020 (Fig 1) . One day later, the ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 75,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "256"
        },
        {
            "text": "It was found that during the critical growth period of the epidemic (Fig 2b) , the COVID-19 278 variation in all six regions obeyed the log-linear relationship ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 76,
                    "text": "(Fig 2b)",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "277"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "287"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "287"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "287"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "311"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "311"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.09.20053223 doi: medRxiv preprint the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "311"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.09.20053223 doi: medRxiv preprint together with the corresponding fitted lines and the 95% confidence interval (shadows); the bottom figures show 323 the reported number of infected cases (red dots), accumulated numbers of cured cases (green dots) and dead 324 cases (gray dots) together with the corresponding SEIR-produced values (lines); graphs for Italy also presents the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "311"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "311"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "311"
        },
        {
            "text": "The numerical results are shown in Fig 6. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 35,
                    "end": 41,
                    "text": "Fig 6.",
                    "ref_id": null
                }
            ],
            "section": "440"
        },
        {
            "text": "As can be seen in Fig 6, the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 24,
                    "text": "Fig 6,",
                    "ref_id": null
                }
            ],
            "section": "441"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.09.20053223 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "441"
        },
        {
            "text": "Emergency was declared at Zhejiang, Guangdong and Xinjiang, respectively, and 3, 5 and 3 days 445 before the number of infected cases reached the peak values. This means, that the COVID-19 should 446 have been under control in these regions after theses t ECT dates (the epidemic reached an \"inflection 447 point\" at the corresponding dates). 448 449 450 Figure 6 : The trends of R 0 (t) and L 0 (t) variations in each of the six regions (for better visualization, we set 451 R 0 (t)  1 whenever the R 0 (t) value was computed to be greater than 1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 355,
                    "end": 363,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "444"
        },
        {
            "text": "Regarding South Korea, Italy and Iran, both the actual and simulated R 0 (t) and L 0 (t) curves are 454 plotted in Fig 6. The actual R 0 (t) and L 0 (t) curves are more irregular than in the three Chinese the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 121,
                    "text": "Fig 6.",
                    "ref_id": null
                }
            ],
            "section": "453"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.09.20053223 doi: medRxiv preprint point). In Italy and Iran the R 0 (t) and L 0 (t) curves continued fluctuating around each other since 462 March 20 th , 2020, and no definite t ECT dates could be determined at least until the end of March, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "453"
        },
        {
            "text": "Overall, there is a profound difference between the variation patterns of the R 0 (t) and L 0 (t) curves 464 observed in the three Chinese regions and those observed in the three other countries: in the Chinese 465 regions there are well defined t ECT dates, which is not the case in South Korea, Italy and Iran (i.e., the 466 R 0 (t) and L 0 (t) curves fluctuate around each other).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "463"
        },
        {
            "text": "If, on the other hand, it is assumed that the measures in Zhejiang, Guangdong and Xinjiang were 468 implemented in South Korea, Italy and Iran, respectively, the following simulated results are obtained:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "467"
        },
        {
            "text": "in South Korea the simulated epidemic control date will be t ECT  March 2 rd , 2020, i.e., the same as the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "469"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.09.20053223 doi: medRxiv preprint Furthermore, on February 1 st Xinjiang intensified its implementation of the prevention and control in 508 rural areas. All these actions may be reflected in the fluctuations of the transmission curve (Fig 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 341,
                    "end": 348,
                    "text": "(Fig 5)",
                    "ref_id": "FIGREF15"
                }
            ],
            "section": "469"
        },
        {
            "text": "The disease transmission rates in South Korea, Italy and Iran during the study period experienced 512 much higher peak values (0.278, 0.262 and 0.142, respectively) than in Zhejiang, Guangdong and 513 Xinjiang (0.096, 0.075 and 0.053, respectively), suggesting that some special events took place that 514 caused these higher peaks in the three countries. Specifically, the Daegu Church gathering in Daegu 515 city, and the infections in Daenam hospital (Gyeongsangbuk-do province) were found to be two major 516 events that produced large infected populations, which comprised 82% of the accumulated infected 517 cases on March 29 th , 2020. In the same day, it was reported that 84.1% of the accumulated infected ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "511"
        },
        {
            "text": "Specifically, the mortality rates during the first 28 days of the COVID-19 outbreak in Zhejiang,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "543"
        },
        {
            "text": "Guangdong and Xinjiang were 0%, 0.15%, 1.32%, respectively. On the other hand, the mortality rates 545 in South Korea, Italy and Iran were 1.64%, 11.03% and 6.89%, respectively, during the period since 546 the first reported case date to March 29 th . In addition, the difference between the simulated and the the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "544"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is Table S6 . Lastly, the best way for an individual to contribute is 575 to be self-isolated and pay more attention to personal hygiene. Some basic guidelines are as follows: 576 wash hands frequently, wear a facemask when going outside, and stay at home for a 14-day self-577 isolation period. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 80,
                    "text": "Table S6",
                    "ref_id": "TABREF13"
                }
            ],
            "section": "544"
        },
        {
            "text": "can lead to a larger cure rate and a smaller mortality rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "587"
        },
        {
            "text": "The temporal moving window scheme helps characterize the dynamics of the COVID-19 589 transmission rates in these regions during the disease outbreak, which can also benefit the public Korea, Italy and Iran, respectively, accounting for 16.41%, 95.70% and 60.59% of the accumulated 601 number of infected cases), including the flattening and shrinking of the infected case curves, which 602 would also had peaked at an earlier time than the observed curves in these countries. This means that 603 the disease could have been controlled faster and more efficiently in these countries than it actually 604 happened.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "588"
        },
        {
            "text": "Beyond being used to quantitatively describe the current transmission conditions in the six study 606 regions worldwide, the proposed approach has the potential to monitor disease transmission rates and 607 predict disease case numbers in future situations. Health authorities could assimilate this valuable 608 information into their disease prevention and control decision-making process. Future work would 609 also focus on employing the dynamic transmission rate to forecast any trends in the numbers of Text S1. Description of the six study areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "605"
        },
        {
            "text": "Zhejiang province is located in eastern China (27°06′N-31°11′N and 118°01′E-123°10′E) , and has a 705 territory of approximately 0.10 million km 2 and a population of 54 million [4] . Residents between 15-706 59 years old and older than 60 years account, respectively for about 72.90% and 13.89% of the the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "text": "[4]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 85,
                    "text": "(27°06′N-31°11′N and 118°01′E-123°10′E)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "704"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "704"
        },
        {
            "text": "More specifically, the mean temperature ranges from 2-10℃ during January and 23-26℃ during July.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "731"
        },
        {
            "text": "In 2018, about 60 million people lived in Italy, among whom 22.6% were older than 65 years, and ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "732"
        },
        {
            "text": "where a 1 , a 2 and a 3 denote the scale, shape and location parameters, respectively. Additionally, the 751 cured and the mortality rates were fitted to quadratic equations as 752",
            "cite_spans": [],
            "ref_spans": [],
            "section": "732"
        },
        {
            "text": "where b 1 and c 1 are constants, and the b 2 , b 3 , c 2 and c 3 are parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "732"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "755"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "755"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.09.20053223 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "755"
        },
        {
            "text": "Using the \"nlinfit.m\" function in the MATLAB package, the parameters of the modified normal 756 distribution equation and quadratic models were calculated as shown in Table S1 . the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 175,
                    "text": "Table S1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "755"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.09.20053223 doi: medRxiv preprint transportation. Then, we estimated that, generally, the drop in passenger travel by the bus system 788 could be even more than that by rail or air. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "758"
        },
        {
            "text": "Hospital arrangements  The medical authorities assigned specific hospitals for treating and quarantining infected individuals.  It arranged for hospital re-construction, the organization of building sections for increasing the number of isolation areas and beds (e.g., Zhejiang used 95 hospitals to accommodate infected individuals, and 335 outpatient clinics for patients who have fever symptoms; after the most severe disease period had passed, the number of hospitals decreased to 30, and all remaining infected cases were put there for better disease management and control). Patients' histories  The medical society carried out systematic epidemiologic investigations.  It archived the individual histories and potential close contacts of the infected patients.  Confirmed infected and suspected individuals were continuously reported, including their locations and historical movement, so that disease control could be implemented accordingly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measure type Description"
        },
        {
            "text": "Online assistance  The medical society created an online diagnostic system for normal patients, which can prevent cross-infection, decrease the health risk, and reduce the turnover.  This system could also be used to collect information on locate infected individuals and their traveling histories.  The system operated 24 hours per day lines for emergency issues. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measure type Description"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.09.20053223 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measure type Description"
        },
        {
            "text": "Immediate restrictions  Public places (schools, parks, restaurants, malls, cinemas, libraries etc.) were closed.  Public and family gatherings (in-situ meetings, cultural and sports activities, family feasts etc.) were cancelled.  Public transportation (buses, ships, planes) between provinces, cities and counties were suspended.  Places closely associated with people's everyday lives were strictly monitored (e.g., food markets were disinfected twice a day and the body temperatures of all people entering them were measured).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measure type Description"
        },
        {
            "text": " Check-points were setup at all city and county entrances (e.g., at various points of highway exits) and at all train station and airport exits.  Police and medical staff monitored the body temperatures of all people passing through check-points, and their origins were registered (e.g., people who lived in epidemicaffected areas or whose temperature was above normal were sent to hospitals for further testing, diagnosing or quarantining).  During the most severe epidemic period, only people with local identification cards and certified local workers could pass the check-points at the county and city entrances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Check-points"
        },
        {
            "text": "Resources  Special funds were timely allocated to control local disease spread, prepare medical facilities, purchase protective equipment, and further respond to disease transmissions (e.g., by January 27 th , Zhejiang authorities had provided more than 1.2 billion yuan to support disease control actions).  Sufficient staff was timely transferred to support local communities and medical systems in order to prevent disease spread (e.g., by January 26 th , i.e. 3 days after Zhejiang announced a 1 st -Level Response to Major Public Health Emergency, more than 330 thousand officers contributed to disease control together with community managers).  If the number of infected people was too large and there were not enough hospital beds available, public places (e.g., gymnasiums, theatres and music-halls) were restructured to serve as shelter hospitals.  Additional specific guidelines were setup to separate household waste from medical facilities waste and other relevant places hosting patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Check-points"
        },
        {
            "text": "Health-codes  A 3-color health code was used to manage the local flow of people by identifying the condition of people entering a local county or city (Zhejiang was the first province to use this code).  People applied for health code in specific cities based on their location, current health condition and the places they had been during the past two weeks.  A red health code meant that an individual was infected, or suspected, or had closely contacted an infected (or suspected) individual, or had possibly contacted an infected (or suspected) individual, or came from a severely epidemic-affected region. In all cases, people were quarantined for 14 days, reporting their health condition every day. After that, an individual's code would turn into green.  A yellow health code meant that one came from a severe disease region or had potentially contacted someone from that region. In this case, one needed to be quarantined for 7 days, having to report one's health condition during each day. After that, an individual's code would turn to green.  A green health code meant that the individual had very low risk of getting the disease and was free to travel.  Schools and companies also used this code to monitoring the health condition of students, teachers and staff.  Local governments, schools and companies may have more restricted codes for allowing their staff to return to these places and maintain their basic functions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Check-points"
        },
        {
            "text": "Asymptotic treatment  A sufficient number of places were arranged for asymptomatic people who had, though, been in close contact with infected individuals, and the necessary health staff was assigned to these places.  Hotels, public houses and school dormitories were requisitioned for these people reside in.  Health-care teams (each consisting of 1 officer, 1 doctor and 2 nurses) were put together to take care of 50-people groups. The doctor and nurses monitored people's temperature and overall condition 2-3 times a day, and those whose body temperature exceeded a threshold or exhibited other disease symptoms were sent to hospitals for further treatment. Scientific indexes  A scientific index was used to assess each county's or city's health risk, and subsequent control strategies were implemented at each county or city. All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Check-points"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.09.20053223 doi: medRxiv preprint  Zhejiang used 5-color maps to assess each county's health risk by considering the accumulated number of infected individual, ratio of the number of local patients over total number of patients, clustered cases, the number of continuous days that no new infected individuals were detected (e.g., Zhejiang announced that the disease control focus switched from preventing the import of infected individuals to avoiding local disease spread, and its efforts switched from disease control to both disease control and ensuring economic development at the same time). Legal punishment  People whose actions threatened public health were legally punished (e.g., people who hide their health condition, violated local disease control measures, or concealed that they were coming from or traveling to areas at a severe disease state). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Check-points"
        },
        {
            "text": "Community health duties  Among the community managers' duties were to make sure that everyone who was in a public place was wearing a face-mask.  They were also instructed to continuously assess their community's status, including the daily health condition and travel history of every community member.  Managers classified their community members into four groups: of low concern were members who completed the isolation period without any symptoms, of current focus were member still within the isolation period, newly arrived (i.e., today) members from other places should be body temperature tested and closely monitored, and early prevention measures should be taken for the member who arrived recently (i.e., yesterday or earlier) from other places.  During the isolation period, the managers visited their community members and measured their body temperature 3-times a day. If a member's temperature was above the threshold or some typical symptoms of illness occurred, the member was sent to the nearest designated hospital, and the closely contacted members should be homequarantined for further monitoring (e.g., in a Hangzhou city community, a group of 339 managers visited 12025 families in 334 buildings, collected detailed information about them, and 122 disease-related clues were detected for the isolated families).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measure type Description"
        },
        {
            "text": " Check-points were setup to restrict community access 24 hours per day. Only community members could pass through the check-points after body temperature testing.  During the most severe disease period, one member per family could leave the community every 2 days to purchase food.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community check-points"
        },
        {
            "text": "Community assistance  Managers assured satisfactory living conditions for their community members.  During the isolation period, the community assisted all its members, especially senior ones, with their daily food purchases.  A 24 hours a day emergency response system was established at each community. Disinfection  Community managers arranged for the disinfection of public areas, physical exercise facilities, garbage centers, elevators, apartment entrances etc. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community check-points"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.09.20053223 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community check-points"
        },
        {
            "text": "Companies  High tech industry used the latest technology (big data analysis, cloud computing etc.) to locate infected and suspected individuals.  The industry help built online health reporting and monitoring systems, such as the color health code system mentioned above.  It donated funds and supplies for the medical community, the local governments and for emergency health management (e.g., the Alibaba company donated 1 billion yuan).  The industry adopted some of its operations to the environment created by the epidemic (e.g., it used online procedures to sign its contracts).  Some companies switched their production lines to manufacture medical supplies (e.g., before the COVID-19 outbreak in Wenzhou city there was only one company manufacturing face masks, but by February 25 th there were more than 25 companies capable of manufacturing face masks with the production being increased 20 times).  Companies setup a health reporting and monitoring system for their own staff, which is similar to that of local governments and communities (e.g., at a company's entrance the staff's body temperature was measured and their hands disinfected).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measure type Description"
        },
        {
            "text": "Society  Young people and healthy adults volunteered for a variety of jobs.  They supported local governments working at highways, train stations, airports etc.  They helped monitor the health condition of community members, supported the medical infrastructure, and cleaned facilities etc. (e.g., by Jan. 26, 2020 more than 10 thousand young volunteers contributed to disease control, and their number increased to nearly 40 thousand by the end of January).  Charity groups, local groups and the red cross society raised funds and medical supplies for disease control and prevention in the country and worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measure type Description"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A pneumonia outbreak associated with a new 624 coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "Zhou",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "Xing-Lou",
                    "suffix": ""
                },
                {
                    "first": "Wang",
                    "middle": [],
                    "last": "Xian-Guang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical characteristics of 2019 novel coronavirus infection in China",
            "authors": [
                {
                    "first": "Zheng-Yi",
                    "middle": [],
                    "last": "Wei-Jie Guan",
                    "suffix": ""
                },
                {
                    "first": "Yu",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19: Gastrointestinal manifestations and potential fecal-oral transmission",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Structural basis for the recognition of the SARS-CoV-2 by full-length human 630 ACE2",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pathological findings of COVID-19 associated with acute respiratory distress 634 syndrome. The Lancet respiratory medicine",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "National Health Commission of the People's Republic of China",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "On the origin and continuing evolution of SARS-CoV-2",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "National Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The effect of travel restrictions on the spread of the 2019 novel 641 coronavirus (COVID-19) outbreak. Science",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chinazzi",
                    "suffix": ""
                },
                {
                    "first": "J T",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "High resolution climatic regionalization of typical cash crops in Guangdong",
            "authors": [
                {
                    "first": "Lifang",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Ministry of Foreign Affairs of the People's Republic of China",
            "authors": [
                {
                    "first": "Zhi",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ministry of Health, Italy",
            "volume": "648",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Stochastic amplification in epidemics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Alonso",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mckane",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pascual",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Jour. of the Royal Society",
            "volume": "656",
            "issn": "",
            "pages": "575--582",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Infectious Diseases of Humans: Dynamics and Control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Ibrahim",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Spatiotemporal infectious disease modeling: a BME-SIR approach",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Angulo",
                    "suffix": ""
                },
                {
                    "first": "H-L",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Langousis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kolovos",
                    "suffix": ""
                },
                {
                    "first": "J-F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Madrid",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Christakos",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS-One",
            "volume": "8",
            "issn": "660",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Modeling of space-time infectious 662 disease spread under conditions of uncertainty",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Angulo",
                    "suffix": ""
                },
                {
                    "first": "H-L",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Langousis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Madrid",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Christakos",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Intern Jour of Geographical Information Science",
            "volume": "26",
            "issn": "10",
            "pages": "663--1751",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "An online spatiotemporal prediction model 665 for dengue fever epidemic in Kaohsiung (Taiwan)",
            "authors": [
                {
                    "first": "H-L",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Angulo",
                    "suffix": ""
                },
                {
                    "first": "M-H",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Christakos",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Biometrical Journal",
            "volume": "56",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/bimj.201200270.666"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Modified SEIR and AI prediction of the epidemics trend of COVID-19 in 667 China under public health interventions",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Thoracic Disease",
            "volume": "2020",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A review of particle swarm optimization. Part I: background 671 and development",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Keenedy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eberhart",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Banks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Anyakoha",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Proceedings of ICNN'95-669 International Conference on Neural networks",
            "volume": "4",
            "issn": "",
            "pages": "467--484",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Interdisciplinary Public Health 677 Reasoning and Epidemic Modelling: The Case of Black Death",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Christakos",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Olea",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Serre",
                    "suffix": ""
                },
                {
                    "first": "H-L",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Wang L-L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Spatiotemporal random fields: theory and application",
            "volume": "674",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "New space-time perspectives on the propagation characteristics of the 679",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Christakos",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Olea",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Black Death epidemic and its relation to bubonic plague. Stochastic Environmental Research and Risk 680 Assessment",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "307--314",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Probabilistic logic analysis of 682 the highly heterogeneous spatiotemporal HFRS incidence distribution in Heilongjiang province (China) 683 during 2005-2013",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Christakos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jankowski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Langousis",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PLoS Neglected Tropical Diseases",
            "volume": "13",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Regional Gap in Socio-economic Development of Xinjiang",
            "authors": [
                {
                    "first": "Jianxin",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N. W. Ethno-National Studies",
            "volume": "818",
            "issn": "02",
            "pages": "53--63",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Discussion on correlation between vegetation cover change and climate and human factor in 820 Xinjiang area",
            "authors": [
                {
                    "first": "Zhi",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "High resolution climatic regionalization of typical cash crops in Guangdong",
            "authors": [
                {
                    "first": "Lifang",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "People's daily online",
            "authors": [],
            "year": null,
            "venue": "Ministry of Foreign Affairs of the People's Republic of China",
            "volume": "826",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "work, the COVID-19 spread patterns in three regions of China were compared with the 97 corresponding disease patterns in three selected countries, as follows: 98 Six study regions : Zhejiang province (China) vs. South Korea Guangdong province (China) vs. Italy Xinjiang Uygur autonomous region (China) vs. choices were made on the basis of the epidemic features observed in the 100 corresponding regions, as well as on socio-economic and environmental criteria. Around February 101 20 th , when South Korea, Italy and Iran showed signs of potential COVID-19 outbreaks, Zhejiang and 102 Guangdong already have had the highest numbers of COVID-19 cases in China (outside of Hubei 103 province). Italy, South Korea and Iran were affected relatively early in the pandemic and developed a 104 large number of confirmed COVID-19 cases. Also, as is discussed in [12-15], there exist certain 105 similarities in the social, economic or environmental conditions between the pairs \"Zhejiang-South 106 Korea,\" \"Guangdong-Italy,\" and \"Xinjiang-Iran\". Zhejiang and Guangdong are among the most 107 internationalized regions in China. Zhejiang and South Korea have almost the same land area and 108 population, and their climate and GDP are relatively close. Among all provinces and autonomous 109 regions in China, Guangdong is the one that could probably best match Italy, by the overall 110 consideration of social, economic and environmental conditions. Xinjiang and Iran have social and 111 culture similarities. Detailed descriptions of the six study regions can be found in the Supporting 112 Materials section (Text S1). The numbers of infected, cured and dead individuals were collected from 113 the Health Commissions of the three regions in China [16-18] and some websites documented the 114 corresponding numbers for Italy, South Korea and Iran [19-21].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "123 regions. The basic outline of the SEIR model is shown in Fig S2, and the corresponding equations are 124 as follows:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(t)  E(t)  I (t)  I (t), d dt C(t)  (t)I (t), d dt D(t)  (t)I (t), (1a-e) 126where N denotes the population sizes of the regions of interest, S(t) , E(t) , I(t) , C(t) and D(t)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "of population that comes into contact with an infected individual during the infection 140 period, and an expanding COVID-19 epidemic may be expected to occur at any time t",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "153 parameters into two groups: Preventative and post-infection. The infection transmission rate  1 (t) , the 154 exposure transmission rate  2 (t) and the infection probability  of exposed individuals are 155 preventive parameters and their values depend on the measures taken by responsible individuals and 156 authorities prior to disease exposure (e.g., hygiene, disinfection, protective equipment, social 157 distancing, testing, isolation, etc.). The cure rate (t) and the death rate (t) are post-infection 158 parameters that depend on a range of disease and social factors (e.g., lethality of the pathogen, pre-159 existing health condition of the infected individuals, the timeliness and quality of health care available160 etc. )",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The sum of the number of infected, cured and dead individuals at time t is equal to the 168 accumulated number of confirmed infected individuals at the same time. The populations N of the 169",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "221 that date. The numbers confirmed cases suddenly exploded, from 104 cases on February 20 th to 7979 222 cases on March 12 th , which further increased to 9661 cases on March 29 th . In particular, in Daegu City, 223 the number of infected cases was raised to 710 on February 26 th , which was more than half of the total 224 number of cases in South Korea at that time. On February 25 th , the South Korean government 225 imposed the strictest blockades in Daegu city and North Gyeongsang province. After that, disease 226 transmission has been gradually controlled. On March 10 th , the Central Disaster and Safety 227 Countermeasure Headquarters conducted an on-site inspection of nursing hospitals seeking to block 228 regional small group transmission [19]. Note that until March 31 th , 2020, there were 339 hospitals 229 treating the COVID-19 patients in South Korea [30].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "On January 22 nd , 2020, Guangdong set up 30 hospitals for exclusively treating 231 COVID-19 infected individuals. On January 23 rd , the local government announced the 1 st -level 232 Response to Major Public Health Emergency. According to Fig 1, the number of confirmed newly 233 infected individuals on a daily basis was very large at the beginning of the disease outbreak, but 234 gradually became smaller, which means that the disease control measures taken in Guangdong were 235 indeed effective. By February 15 th , 2020, a total of 1316 individuals were confirmed as COVID-19 236 infected. The local government lowered the level response to the public health emergency event on",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Temporal evolution of accumulated and cured cases of COVID-19 diseases in Zhejiang, Guangdong and Xinjiang of China, South Korea, Italy and Iran. Major events about the 244 disease control and prevention are labeled at the corresponding date.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "of emergency in the country. On Feb 22 nd , the COVID-19 began to be prevalent; the 248 Italian government immediately restricted the traffic between 11 cities. Production activities and 249 public gatherings were paused and schools were closed in these cities. To interrupt the transmission 250 path, on March 7 th the government blockaded all the provinces in Lombardy and the 14 provinces of 251 the four regions of Veneto, Emilia-Romagna, Piedmont and Marche.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "257 local government of Qom City (Iran) closed the universities and the schools. On March 8 th , Iran 258 issued a fatwa to ban any religious gathering, impose a soft inter-provincial blockade, and restrict any 259 unnecessary movement of people. Starting March 13 th , 2020, the Iranian army was deployed to ensure 260 that the commercial centers, streets and markets were kept closed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "analysis of the case increment trends in the six regions 263 Fig 2 is a plot of the daily numbers of newly infected cases as a function of the accumulated numbers 264 of infected cases in the three Chinese regions and the three countries. Interestingly, the dots 265 representing the Zhejiang, Guangdong, Xinjiang and South Korea cases showed that after they 266 reached their peaks, the cases exhibited decreasing trends as the accumulated number of infected 267 cases increased further. On the other hand, the dots representing Italy and Iran continue to exhibit 268 increasing trends as functions of the accumulated number of infected cases. The initial increasing 269 trends are similar for all regions considered, but then significant differences occurred. The Xinjiang 270 curve was the first to show a downward decline (implying a rather early epidemic control), followed 271 by the Zhejiang and Guangdong curves at later times (these two curves are remarkably similar). The 272 South Korean curve initially followed the linear increase of the other curves, it then briefly 273 experienced a temporary downwards slope, but it soon started increasing again; finally, the South 274 Korean declined (indicating that control of the epidemic developed at a later time). The Italian and 275 Iranian curves continued increasing, emphasizing ongoing worsening epidemic situations in these two 276 countries during the study period.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Relationship between the numbers of daily new infected cases vs. the accumulated numbers of 290 infected cases. (a) Scatter-plots of this relationship for the six regions; (b) linear fitting of the scatter-plots with 291 95% confidence interval shown as a shaded area (excluding the scatter points showing declining trends or with 292 the number of daily new infected cases less than 10).293 294 3.3 Comparison of the COVID-19 transmission patterns in the six regions 295 SEIR model parameters were estimated by introducing the number of infected, cured, and dead 296 individuals during the first 28 days of the COVID-19 outbreak in each of the three Chinese regions 297 (Zhejiang, Guangdong and Xinjiang). Variations of the empirical transmission, cure and mortality 298 (death) rates in the three regions at various times are denoted by dots in the upper left parts of Figs 3, 299 4 and 5, respectively, (the corresponding fitted lines are also shown). Note that in these figures four 300 kinds of plots are shown: 301 (a) actual or empirical (transmission, cure and mortality) rates and the lines fitted to them (for all 302 six regions), 303 (b) simulated transmission rates that should be assumed in the three countries (South Korea, Italy 304 and Iran) if the control and prevention measures of the corresponding Chinese regions had been used, 305 (c) empirical case numbers (infected cases, accumulated cured cases and accumulated death cases) 306 together with the case number plots produced by the SEIR model (for all six regions), and 307 (d) simulated disease case number plots that would be obtained in the three countries (South 308 Korea, Italy and Iran) if the simulated transmission rates corresponding to the control measures of the 309 Chinese regions had been used.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "SEIR modeling results in Zhejiang (left column) and in South Korea (right column). The upper 313 figures show the empirical values of transmission rate (red dots), cure rate (green dots) and mortality rate (gray 314 dots) together with the corresponding fitted lines and the 95% confidence interval (shadows); the bottom figures 315 show the reported number of infected cases (red dots), accumulated numbers of cured cases (green dots) and 316 dead cases (gray dots) together with the corresponding SEIR-produced values (lines); graphs for South Korea 317 also presents the simulated rates (upper, blue dots and lines) and number of infected cases (bottom, blue dots 318 and lines) based on a simulation of Zhejiang-style control measures taken since February 25 th , 2020 319 SEIR modeling results in Guangdong (left column) and in Italy (right column). The upper figures 321 show the empirical values of transmission rate (red dots), cure rate (green dots) and mortality rate (gray dots) 322 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "SEIR modeling results in Xinjiang (left column) and in Iran (right column). The upper figures show 329 the empirical values of transmission rate (red dots), cure rate (green dots) and mortality rate (gray dots) together 330 with the corresponding fitted lines and the 95% confidence interval (shadows); the bottom figures show the 331 reported number of infected cases (red dots), accumulated numbers of cured cases (green dots) and dead cases 332 (gray dots) together with the corresponding SEIR-produced values (lines); graphs for Iran also presents the 333 simulated rates (upper, blue dots and lines) and number of infected cases (bottom, blue dots and lines) based on 334 a simulation of Xinjiang-style control measures taken since March 8 th , 2020 335 336 The empirical cure rates at the three regions exhibited increasing trends, whereas the mortality 337 rates varied: 0.08% in Zhejiang, 0.59% in Guangdong to 3.95% in Xinjiang. Regarding the empirical 338 transmission rates, Zhejiang and Guangdong showed similar increasing-decreasing trends. The 339 empirical transmission rates at Xinjiang showed an increasing-decreasing trend but with certain 340 noticeable fluctuations. The transmission rate peaks were reached within 1 day in both Guangdong 341 and Xinjiang, and 2 days in Zhejiang after the 1 st -Level Response to Major Public Health Emergency 342 was launched at, respectively, Zhejiang (January 23 th 2020), Guangdong (January 23 th ) and Xinjiang 343 (January 25 th ). The highest transmission rates were 0.096 (Zhejiang), 0.075 (Guangdong), and 0.053 344 (Xinjiang). The empirical transmission rate dropped to zero after 11 days (Zhejiang), 11 days 345 (Guangdong) and 18 days (Xinjiang) since the 1 st -Level responses were launched in these regions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Given the shapes of the three rate curves for Zhejiang, Guangdong and Xinjiang, the modified347 normal distribution function (Text S2 in the Supporting Material section) was fitted to the empirical 348 transmission rates, whereas the quadratic function was fitted to the empirical cure and mortality rates 349 (more detailed information can be found in the Supporting Material section). The three fitted curves 350 (denoted by lines) together with their 95% confidence intervals (denoted by shadow areas) depicting 351 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "actual case numbers of the three groups of individuals are denoted by dots (the R 2 values 356 of the number of infected individuals vary from 0.980 to 0.999). More detailed goodness of fit values 357 can be found in Table S2 in the Supporting Material section. Following the first infected individual 358 confirmed in each of the three regions, the numbers of infected individuals in Zhejiang, Guangdong 359 and Xinjiang exhibited a clearly defined first increasing and then decreasing trend. The peak numbers 360 of infected individuals occurred on the 17 th , 21 nd , and 22 th day after the first case was reported in 361 Zhejiang, Guangdong and Xinjiang, respectively. 362 Similarly, the transmission, cure and mortality rates in South Korea, Italy and Iran were 363 calculated by the SEIR model, and they are denoted by dot-lines in the top right parts of Figs 3, 4 and 364 5, respectively. In South Korea, in particular, the transmission rate initially displayed a remarkable 365 bio-peaked pattern and then decreased until a low level was reached. The second period of 366 transmission rate increase begun on February 14 th , 2020, and it reached its peak (0.278) on February 367 18 th . The cure rate reached its peak on February 15 th , and then decreased rapidly until it reached a low 368 level. Since March 1 st , 2020, the cure rate started displaying an increasing trend. In Italy, the 369 transmission rate initially increased rapidly and reached its peak (0.262) on February 18 th , 2020, and 370 then it decreased until it reached a stable level. The cure and mortality rates in Italy exhibited an 371 increasing-fluctuating trend until they reached a stable level. In Iran, the transmission rate reached the 372 highest value (0.142) on February 26 th , 2020, and it displayed a decreasing trend since then. The cure 373 rate was irregular shown its first peak on February 25 th , 2020, followed by a second peak on March 6 th , 374 then it was reduced showing several local (fluctuating) peaks. The mortality rate in Iran reached its 375 first peak on February 21 st , 2020, then decreased considerably but continued to fluctuate.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Due to the various control and prevention measures taken in South Korea, Italy and Iran to 377 control disease spread, the transmission, cure and mortality rates in these countries exhibited irregular 378 variations. Therefore, these irregularly varying rates were not fitted to any empirical models and were379 directly inserted in the SEIR model to calculate case numbers. The goodness of fit of the calculated 380 case numbers compared to the empirical case numbers are shown in Table S2 (the R 2 values of the 381 number of infected individuals were around 0.999). The curves (lines) fitted to the empirical numbers 382 of infected, accumulated cure and accumulated death cases can be found at the bottom-right part of 383 Figs 3, 4 and 5, respectively. The disease case numbers curves showed significant differences between 384 South Korea vs. Italy and Iran. Until March 11 th , 2020, the numbers of infected cases in the three 385 countries displayed a constantly increasing trend, although the increment pace of infected cases in 386 South Korea had slowed down by that time; between March 11 th and 29 th , the infected case numbers 387 in South Korea decreased considerably, but in Italy and Iran they were still increasing. The 388 accumulated cured case numbers in South Korea started increasing sharply on March 10 th , 2020. On 389 the other hand, in Italy and Iran, the accumulated cured case numbers started increasing on March 13 th 390 and March 1 st , respectively, but these increases were very slow. The accumulated death case numbers 391in South Korea were kept at a low level, were in Italy and Iran, they started increasing on March 13 th , 392 2020, and March 10 th , respectively, and they are still increasing.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Lastly, we simulated the effect of imposing stringent control measures in each country. We394 selected a date in each country when major disease control measures were implemented. As the 395 timetable in Fig 1 shows, the government of South Korea imposed maximum blockade measures in 396 the Daegu and Gyeongsangbuk-do areas on February 25 th , 2020. The Council of Ministers in Italy 397 took urgent measures to prevent and control COVID-19 on February 25 th ; and the government of Iran 398 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "408 reached their highest values on March 9 th , 10 th and 20 th , respectively, and the corresponding numbers 409 of infected individuals would had been 4480, 2335 and 6969 cases. These simulated infected case 410 numbers in the three countries are much smaller than the actual reported numbers of infected cases 411 observed in South Korea (7212), Italy (8514), and Iran (11466) during the same days. Actually, the 412 differences are striking. For example, the observed maximum infected case number in South Korea on 413 March 11 th was 7470, which is also much larger than the maximum simulated infected case number 414 (4480). Moreover, if the effective control measures implemented in Zhejiang were also used in South 415 Korea, the number of days required to reach the peak number of infected cases could have been 416 reduced to two days. Also, the observed numbers of infected cases in Italy on March 29 th were 73880, 417 which is more than 30 times larger than the maximum simulated infected case number (2335). The 418 number of the observed infected case number in Italy still has not reached its peak value on March 419 29 th . Similarly, the observed infected case number in Iran on March 29 th was 23278, which is more 420 than 3 times larger than the maximum simulated infected case number (6969), and it was still 421 increasing on March 29 th . It is noteworthy that the number of infected cases mentioned above refers to 422 the infected cases still in hospitals, which excludes the number of cured and dead cases. Moreover, we 423 also compared the accumulated number of confirmed cases (the sum of infected, cured and dead case 424 numbers) between the simulated and the actual situations in the three countries up to March 29 th ; the 425 results (observed vs. infected accumulated case numbers) were as follows: 8076 vs. 9661 in South 426 Korea, 4199 vs. 97689 in Italy, and 15096 vs. 38309 in Iran, i.e., a reduction in the accumulated 427 number of infected cases 1585, 93490 and 23213 for South Korea, Italy and Iran, respectively, 428 accounting for 16.41%, 95.70% and 60.59% of the accumulated number of infected cases in these Comparison of the COVID-19 epidemic control dates in the six regions 432Our focus here is to determine when it should be considered that the COVID-19 epidemic was under 433 control (epidemic control date, ECD). For this purpose, we used the transmission, cure and mortality 434 rates to calculate R 0 (t), and the numbers of infected and exposed cases to calculate L 0 (t) in each one 435 of the six regions. The epidemic would be considered under control at the time t ECT (epidemic control 436 time, ECT) after which Eq (3) holds. Two cases were considered: (a) the R 0 (t) and L 0 (t) curves were 437 plotted and the dates t ECT were computed based on the actual preventive measures implemented in 438 each region; and (b) the R 0 (t) and L 0 (t) curves were plotted and the dates t ECT were simulated in the 439 three countries using the same measures as those implemented in the corresponding Chinese regions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "455regions. This may happen because the control and prevention measures implemented in these 456 countries were initially rather loose and not as strict as in the Chinese regions. Specifically, under the 457 control and prevention measures actually taken in South Korea the R 0 (t) and L 0 (t) curves fluctuate 458 around each other until the inequality R 0 (t)  L 0 (t) is definitely satisfied starting on t ECT  March 2 rd , 459 2020, 9 days before the number of infected cases reached the peak values, which means that the 460 COVID-19 epidemic was effectively under control by that date (the epidemic reached an inflection 461 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "470the actual date; for Italy, the simulated t ECT  March 3 rd , 2020; and for Iran the simulated t ECT an infectious disease with largely unknown characteristics but with apparently very 475 considerable societal impacts. Accordingly, everyone needs to make one's own contribution to its 476 prevention and control. Otherwise, the cost in human and material resources can be very high before477 the disease can be finally put under control. With the current lack of effective drugs and vaccination, 478 the alternative way to control disease spread is the timely detection of the infection source and cutting 479 off its transmission paths. Chinese authorities proposed a slogan for fighting against the COVID-19: 480 \"Quarantine all who need to be quarantined, medically treat all who need to be treated, test all who 481 need to be tested\" [7]. In order to explore the behavior of COVID-19 spread under various disease 482 control measures, the current study employed a modified SEIR model to quantitatively assess the 483 variations of the temporal trajectory of COVID-19 spread in three regions of China as well as in three 484 COVID-19 affected countries. 485 486 4.1 The COVID spread pattern in the three regions of China 487 The measures taken to control the COVID-19 spread in China during the early transmission period 488 (including limiting social contacts and outside activities as much as possible, quarantining the infected 489 individuals and their close contacts as soon as possible) were shown to effectively prevent the disease 490 from spreading to larger groups of people by lowering the transmission rate. With such control 491 measures, the transmission rates reached their peaks within one or two days, and were reduced to zero 492 within 11, 11 and 18 days after a 1 st -Level Response to Major Public Health Emergency was declared 493 in Zhejiang, Guangdong, and Xinjiang, respectively. As more knowledge was gained about clinical 494 treatments, the cure rate increased and the mortality rate decreased during the first 28 days of the 495 COVID-19 outbreak.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "It was also found that a normal distribution function adequately represented the variation of the497 transmission rate in the Zhejiang, Guangdong and Xinjiang regions of China under the above control 498 measures. But the transmission rate at Xinjiang exhibited considerable fluctuations around the normal 499 distribution model, and it took more time (18 days) for the transmission rate to drop to zero than it did 500 in Zhejiang (11 days) and Guangdong (11 days). This may be associated with the advanced socio-501 economic development in Zhejiang and Guangdong. Also, the governance capability in Xinjiang is 502 different from that in Zhejiang or in Guangdong, which led to varied enforcement degrees of disease 503 prevention and control measures in these regions. Some clues can be found in Fig 1, i.e., after 504 Xinjiang launched the 1 st -Level Response to Major Public Health Emergency, it seems likely that the 505 most stringent prevention and control measures were only taken initially in the largest cities. Then, on 506 January 28 th , 2020, Xinjiang strengthened the improved treatment of patients at the county level.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "518 cases were related to group outbreaks [19]. On February 22 nd , an infected individual was confirmed in 519 Lombardia (Italy) who had not traveled abroad. This was a key indicator that COVID-19 had spread 520 domestically. Given that the disease incubation period can be several days long, it is expected that the 521 number of confirmed patients will increase only after the virus is transmitted among people. Moreover, 522 the medical staff was unaware of the highly infectious nature of COVID-19; therefore, a large number 523 of medical staff got sick in Lombardia. Up to March 29 th , the number of infected cases in Lombardia 524 accounted for 42.23% of the infected cases nationwide. In Iran, although the transmission rate 525 decreased significantly during the period from February 26 th to March 8 th , 2020, unfortunately the rate 526 increased again after March 8 th , indicating that the disease was not yet under control. The apparent 527high cure rate in Iran could be linked to the relative loose hospital rules that allowed the early release 528 of patients. Due to inadequate medical resources in these hospitals, the patients were sent to isolation 529 places for further monitoring after leaving the hospital.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Moreover, the simulated tests performed in the present study concerning disease spread in South 531 Korea, Italy and Iran were based on two modeling conditions: (a) the disease transmission law 532 implemented in the three Chinese regions was also used for the three countries under consideration, 533 and (b) similar measures as in the three Chinese regions were assumed to have been taken to control 534 the disease spread at these three countries. Based on these conditional disease simulations, it was 535 found that the COVID-19 spread in South Korea, Italy and Iran could be controlled significantly, 536 resulting to a much smaller infected cases and a shorter time to reach the maximum number of 537 infected individuals (bottom right parts of Figs 3-5). If effective measures could be implemented at 538 the early stage of the COVID-19 outbreak, the number of infected cases would be controlled and kept 539at relative low levels, which will reduce the burden on the medical system; in return, the population 540 health risk, the mortality rate, and the public health costs could be considerably reduced at both the 541 nationwide and the local levels. For example, the mortality rate and the accumulated infected case 542 numbers in the three regions of China are much smaller than those of the three countries considered.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "547 observed accumulated infected case numbers on March 29 th in South Korea was smaller than those in 548 Italy and Iran, suggesting that the control measures taken in South Korea had better effects on 549 prevention and control than in the other two countries, and that the prevention and control measures in 550 Italy and Iran could had been considerably improved. It is reported that infection control measures 551 such as national lockdowns in many European countries can lead to a reduction of the number 552 COVID-19 related deaths between 21000 and 120000 at the end of March [31].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "the disease control measures taken in China are briefly reviewed with references to local 556 authorities and communities, the medical system, the industry, and the prevailing societal and 557 individual perspectives[32]. By implementing these measures, the resulting drop in travel was as high 558 as 90% during the period from January 23 rd to February 18 th , 2020 compared to the same period (lunar 559 calendar) in 2019 (additional information can be found in the Supporting Materials section).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "Naturally, a country's medical society is at the forefront of the war against an epidemic. In the 561 COVID-19 case, the main measures taken by the medical society are aimed at the timely and accurate 562 diagnosis of the disease, and the best possible treatment or curing for the infected individuals. The 563 specific measures are listed inTable S3. Given the rather long COVID-19's incubation period and the 564 fact that even asymptomatic infections can be substantial, the local governments needed to act fast565 and do their best to control the interactions of local people. Three key points should be highlighted, in 566 this respect: avoid importing infected individuals in a region, control the local disease spread, and 567 prevent exporting infected individuals to other areas. Table S4 lists the main measures implemented 568 by local governments during the COVID-19 pandemic. Citizen communities are the basic contributing 569 units in a country's overall effort to prevent a disease from spreading further. Therefore, among basic 570 functions of a local community in China were to assist in identifying infected patients, restricting 571 community access, and providing the basic needs of daily life to its members. The specific measures 572 taken by local Chinese communities are listed in Table S5. The contribution of a country's industrial 573 sector can offer considerable support in the effort to control an epidemic. Some of the actions taken 574 by the country's industry are listed in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "Summary and Future Research. 580 The modified SEIR model was shown to provide an adequate framework to represent the patterns of 581 COVID-19 transmission in Zhejiang, Guangdong, and Xinjiang of China, as well as in the countries 582 of Italy, South Korea and Iran. The proposed SEIR model accounts for the interplay of medical, 583 physical and social processes. Not only it can make useful predictions, but it can also offer guidance 584 about what disease spread parameters should be controlled and in what way in order to prevent 585 undesirable epidemic results. The early implementation of the control and prevention measures can 586 lead to a lower number of infected cases and a lighter burden on the medical system, which, in return,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "590 health managements. The transmission rates associated with the control measures in the three Chinese",
            "latex": null,
            "type": "figure"
        },
        "FIGREF33": {
            "text": "591regions under study (including the immediate quarantine of the infected patients and their close 592 contacts, and the considerable restrictions on social contacts) followed a modified normal distribution 593 function. Thus, in terms of the experience gained in China concerning the prevention and control of 594 reduction in the accumulated infected case numbers would had been 1585, 93490 and 23213 for South",
            "latex": null,
            "type": "figure"
        },
        "FIGREF35": {
            "text": "610 COVID-19 cases, or to model patterns in future epidemics. Furthermore, spatiotemporal disease 611 characteristics (including the composite space-time disease dependencies and spread patterns, and 612 their association with climatic factors [33-37]) could be explored by considering countylike to thank Mr. Jimi He (The Chinese University of Hong Kong, Shenzhen) for the assistance with 617 the R software coding. We are very grateful to Drs. Carlos M. Duarte and Susana Agusti (King Abdullah 618 University of Science and Technology) for their encouragement. This work was supported in part by the 619 National Science Foundation of China (41671399) and the Department of Science and TechnologyNumber of confirmed COVID-19 cases in Hubei Province, mainland China and outside China with 698 the corresponding combined governmental and societal efforts. The data were obtained from [An outline of the SEIR model 702 703",
            "latex": null,
            "type": "figure"
        },
        "FIGREF36": {
            "text": "707 population. Zhejiang has a typical subtropical monsoon climate with an annual mean temperature 708 ranging from 15 to 18 ℃ and an annual mean precipitation range from 980 to 2000 mm [5]. The GDP 709 of Zhejiang during 2018 was about 5.62 trillion CNY, which ranked fourth in China.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF37": {
            "text": "Guangdong province is located in southern China (20°13′N-25°31′N and 109°39′E-117°19′E), 711 with an area of about 0.18 million km 2 and population of about 104 million. About 76.36% of the 712 Guangdong population consists of people 15-64 years old, and 6.75% of the population is older than 713 65 years. Guangdong's climate belongs to the East Asian monsoon region. More specifically, the 714 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF38": {
            "text": "annual mean precipitation is about 147 mm. 22 million people live in Xinjiang, including 720 55 nationalities, among which about 58% are Muslims. 73.02% of the population ranges in age from 721 15 to 54 years old, and 6.19% is older than 65 years. The GDP of Xinjiang in 2018 was about 1.22 722 trillion CNY. 723 The Republic of Korea (South Korea) is located in the southern part of the Korean peninsula, 724 with an area of about 0.10 million km 2 [7]. A single nationality consisting of 52 million people live in 725 South Korea, among whom 50% are religious. The climate in South Korea is temperate zone monsoon.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF39": {
            "text": "The annual mean temperature ranges from 13-14 ℃ and the annual mean precipitation ranges from 727 1300-1500 mm. In 2018, South Korea's GDP was 1.54 trillion dollar and the per capita national 728 income was 31 thousand dollar.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF40": {
            "text": "Republic of Italy is located in the southern part of Europe with the area of about 0.30 730 million km 2 [7]. The climate in most parts of Italy belongs to the subtropical Mediterranean region.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF41": {
            "text": "4% were younger than 14 years. The GDP of Italy (1.75 trillion euro) ranked fourth in Europe and 734 eighth in the world. Italy's per capita national income is 29.0 thousand dollar.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF42": {
            "text": "Islamic Republic of Iran (Iran) is located in the southwestern part of Asia, with an area of 736 0.16 million km 2 [7]. There are about 81 million people in Iran and most of them live in Tehran, 737 Isfahan, Fars, Khorasan Razavi and East Azerbaijan. Persians make up 66% of the population, 738 Azerbaijanis 25%, Kurds 5%, and the rest are Arabians, Turkmens and others. Islam is the state 739 religion in Iran. The climate in Iran belongs to the continental region, characterized by cold winters 740 and hot summers. Most areas are dry with little rain. In Teheran, the capital of Iran, the hottest month 741 of the year is July, with mean minimum and maximum temperature of 22 ℃ and 37 ℃, respectively; 742 and the coldest is January, with mean minimum and maximum temperatures of 3 ℃ and 7 ℃, 743 respectively. In 2018, Iran's GDP was 430 billion dollar. 744 745 Text S2. The modified normal distribution function and the quadratic function.746In order to explore the variation pattern of the disease transmission, cured and mortality rates, the 747 empirical values of the three rates need to be fitted to a theoretical model. Specifically, the modified 748 normal distribution model was used([8]),",
            "latex": null,
            "type": "figure"
        },
        "FIGREF43": {
            "text": "S3. The passenger transportation situation.761Chinese Spring Festival, or New Year, is the world's largest annual migration. The high peak travel 762 period during the Spring Festival of 2020 was 40 days, from January 10 th to February 18 th . Due to the 763 emergency measures described earlier, the estimated travel drop could be as high as 90%[9].764  Rail passengers: A total of about 210 million passengers were transported during the period from 765 January 10 th to February 18 th of 2020. For the first 15 days (January 10 th to 24 th ), a total of about 766 169 million passengers were transported, an increase of 17.2% (24.63 million) passengers 767 compared to the same period in 2019. For the remaining 25 days (January 25 th to February 18 th ) 768 since the implementation of the national major public health emergency, a total of 42.48 million 769 passengers were transported, a reduction of 220 million passengers and a drop of 83.9% 770 compared to the same period of 2019. Assuming that passenger transportation would follow the 771 same increasing pattern between the first 15 days and the remaining 25 days during the entire 772 travel period, we estimated that the passenger travel drop due to COVID-19 could be more than 773 90%. 774  Air passengers: According to the statistics obtained from the Beijing Capital Airport, a total of 775 about 5.7643 million passengers have transited this airport during the period from January 10 th to 776 February 18 th in 2020, a reduction of about 5.7 million passengers and a drop of 50% compared 777 to the same period in 2019. For the period between January 10 th and 23 rd , the daily average of air 778 passengers was about 0.28 million. Immediately following the implementation of the national 779 major public health emergency, air passengers experienced a sharp drop and maintained at very 780 low numbers. Thus, we estimated a drop of about 90% in passenger transportation by air. This 781 could well represent a national level estimation too.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF44": {
            "text": "Bus and automobile passengers: We have not found statistics on passenger travel by the bus and 783 over the highway system. However, the majority of passenger buses between provinces and 784 between cities were suspended after the implementation of the national major public health 785 emergency. On February 24, 2020, among the 31 provinces, autonomous regions and 786 metropolitan areas of the Mainland, a total of 27 provinces resumed inter-provincial bus 787 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF45": {
            "text": "Managers kept their community members informed about the current COVID-19 status and the necessary individual safeguard procedures.  Managers used moving broadcasting or unmanned aerial vehicles for community information purposes.  Managers instructed their community members to avoid unnecessarily gathering, and they shut down community facilities (e.g., swimming pools, libraries etc.)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "One of the objectives of this work is to investigate how the COVID-19 epidemic can be better 162 understood and how its control might be improved by adjusting the corresponding SEIR model 163 parameters according to the disease prevention and control measures listed above. Otherwise said, to",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "the values of the three PSO-191 fitted parameters are assumed constant, corresponding to the minimum residuals (actual vs. fitted 192 numbers of infected cases, cured cases and dead cases) during the same period. The  1 ,  and  193 values at the regions of interest were compared by considering the effective measures taken by the 194 various regions to control the disease. In addition, considering that the increasing number of infected 195 individuals in China has become very small, the COVID-19 transmission pattern (law) adopted by the Chinese authorities was investigated by fitting the transmission rate curve to empirical mathematical 197 models. The SEIR computational modeling procedure.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Comparative analysis of disease spread vs. preventive measures in the six regions Fig 1 shows the accumulated and cured cases in the six regions considered with the major disease control and prevention events that took place at each of the six regions. Moreover, below we provide more details about the situation:Zhejiang. Zhejiang announced its 1 st -level Response to Major Public Health Emergency on January 23 rd , 2020, two days after its first COVID-19 case was confirmed. During the period January 206 28 th -30 th , 364 patients were confirmed, which was 2.1 times higher than the number of confirmed cases during the period January 21 th -27 th . On the other hand, the COVID-19 incubation period delayed the outbreak. Since February 11 th , a \"Health Code\" was launched to evaluate the health risk of COVID-19. Within three weeks since the first reported case in the region, a plateau of about 1200 cumulative cases was reached and only one death was reported on February 19 th . Around March 10 th , nearly all cases were cured with an average stay of 18.17 days in hospital. Due to more and more 212 cases confirmed from international travelers, on March 16 th , the control and prevention of internationally imported cases became the primary task, and an international version of \"Health Code\" was implemented to assess the health risk of individuals entering Zhejiang.South Korea. Even before the first COVID-19 case was confirmed in South Korea, the public health department started developing a COVID-19 testing method on Jan 13 th , 2020 [19]. On January 30 th , a new real-time COVID-19 detection technique was developed and validated that has an 218 outstanding detection speed and feasibility [19]. During the period from January 20 th to Feb 18 th ,",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": ". https://doi.org/10.1101/2020.04.09.20053223 doi: medRxiv preprint forbade any gatherings on March 8 th . As noted earlier, we assumed that South Korea, Italy and Iran had taken the equally effective disease control measures as did the Zhejiang, Guangdong and Xinjiang 400 regions, respectively. The simulated transmission rate curves for South Korea, Italy and Iran are denoted by the blue lines at the top right parts of Figs 3, 4 and 5, respectively (the curves in South Korea and Italy start on February 25 th , and in Iran on March 8 th , as appropriate). Moreover, the cured",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "The values and the corresponding 95% confidence interval of the fitted models",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Goodness of fit of SEIR modeling. Medical society's measures (China) [1-3,10].",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Educationtraining The centers for disease control (CDC) and medical workers of the department of infectious disease (DID) trained government officers, policemen, community managers, regular medical staff, cleaners etc. at the front line fighting COVID-19.  Hospital administration paid special attention to hospital infection, and took measures to protect their medical staff from being infected by the COVID-19. The medical society speed up the research process leading to the development of COVID-19 detection tests and effective COVID-19 drugs (e.g., by January 28, 18 hospitals, 62 CDCs, and several third party companies had the ability to detect COVID-19 in Zhejiang).All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Local government measures (China)[1][2][3]10].",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Local communities' measures (China)[1][2][3]10].",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Industrial sector's measures (China)[1][2][3]10].",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}