{
    "paper_id": "8099b86ca8d40346830ace454ab15b769040456b",
    "metadata": {
        "title": "Estimation of Tunisia COVID-19 infected cases based on mortality rate",
        "authors": [
            {
                "first": "Ines",
                "middle": [],
                "last": "Abdeljaoued-Tej",
                "suffix": "",
                "affiliation": {
                    "laboratory": "BIMS Laboratory",
                    "institution": "University of Tunis El Manar",
                    "location": {
                        "postCode": "LR16IPT09",
                        "country": "Tunisia"
                    }
                },
                "email": "*ines.abdeljaoued@u-carthage.tnmarc.dhenain@cea.fr"
            },
            {
                "first": "Marc",
                "middle": [],
                "last": "Dhenain",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Académie Vétérinaire de France",
                    "location": {
                        "addrLine": "34, rue Bréguet",
                        "postCode": "75011",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Estimating the number of people affected by COVID-19 is crucial in deciding which public health policies to follow. The authorities in different countries carry out mortality counts. We propose that the mortality reported in each country can be used to create an index of the number of actual cases at a given time. The specificity of whether or not deaths are rapid or not by COVID-19 also affects the number of actual cases. The number of days between the declaration of illness and death varies between 12 and 18 days. For a delay of 18 days, and using an estimated mortality rate of 2%, the number of cases in April 2020 in Tunisia would be 5 580 people. The pessimistic scenario predicts 22 320 infected people, and the most optimistic predicts 744 (which is the number of reported cases on April 12, 2020). Modeling the occurrence of COVID-19 cases is critical to assess the impact of policies to prevent the spread of the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infection with the Sars CoV-2 coronavirus that causes COVID-19 has spread throughout the world and is causing a significant number of deaths [12] . Every day estimates of the number of people affected and a death toll are provided by authorities in different countries and distributed worldwide. We address the following fundamental issues concerning this epidemic: How will the epidemic evolve in Tunisia for the number of reported cases and unreported cases? How will the number of unreported cases influence the severity of the epidemic? How will public health measures, such as isolation, and public closings, impact the final size of the epidemic?",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Knowing the number of people affected is important for implementing strategies to protect populations and to end the crisis: In [7] the median incubation period of COVID-19 was studied, but publicly reported cases may over-represent severe cases. This number reveals flagrant differences between countries. For example, on April 13 th , a day when the number of worldwide deaths was close to 120 000, Tunisia reported around 707 people affected (60 per million the population) and 31 deaths, compared with many more 136 779 affected persons in France (2 095 per million) for 14 967 deaths. China reported around 82 000 people affected (57 per million) and more than 3 300 deaths. Germany, for its part, reported 130 000 people affected (1 552 per million) and 3 194 deaths. At first glance, differences between countries can be objectified by calculating the mortality rate T on a given day (t 0 ):",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "With M t0 : Number of deaths on that day t 0 ; C t0 : Number of cases reported on t 0 . We follow the reasoning of [4] that the fatality reported in each country can be used to create an index of the number of actual cases at a time t 0 . This index is :",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Where T : Estimated mortality rate; C t0−18 : Number of cases reported in the country at time t 0 minus 18 days. The proposed formula also makes it possible to evaluate the impact of policies to prevent the spread of the virus on the appearance of new cases. It is useful to more accurately estimate the number of people affected using a more consistent method for all countries [2] . We propose to follow a method developed in [4] , to use the number of deaths reported by each country to estimate and compare the actual rate of affected people. This approach is based on four assumptions:",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 382,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 428,
                    "end": 431,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "1. The mortality reported by each country is reliable 2. The fatality rate (T ) is known and is similar in different countries 3. The average time between the onset of symptoms and death is known 4. The increase over time in the number of cases reported in the databases over the average time from symptom onset to death reflects the increase over time in the actual number of cases over the same period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Page 2 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20065532 doi: medRxiv preprint 2 MATERIALS AND METHOD We use a set of reported data to model the epidemic in Tunisia: data from the Tunisian Centre for Disease Control. It represents the epidemic transmission in Tunisia (see Figure 1 ). The first case was detected on March 2 th 2020. According to dataset t = 0 of the epidemic corresponds to 20 February. In [8] the epidemiological characteristics of patients are studied, and all patients who die on a given day have been infected much earlier, so the denominator of the fatality rate should be the total number of patients infected at the same time as those who died [9] . This is especially true as the rates of progression of the pandemic evolve differently in different countries: in April 2020, the number of people affected was increasing sharply from day to day in France, while it had stabilized in China. Figure 2 shows the reported mortality rate of COVID-19 in Tunisia.",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 475,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 733,
                    "end": 736,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 338,
                    "end": 346,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 979,
                    "end": 987,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "A better estimation of the fatality rate is therefore available:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Where C t0−x is the number of cases reported on day t 0 minus x days, and x is the average time from symptom onset to death. A mean duration of 18 days is reported between the onset of symptoms of COVID-19 and patient death [10] . It has a 95% credible interval of 16.9 to 19.2 days [6] . An adjusted mortality rate T −18 can, therefore, be calculated by taking into account this average 18-day delay.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 283,
                    "end": 286,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We can easily see in Figure 1 that the reported cases of the first two weeks were underestimated. Containment measures in Tunisia start on March 12 and become more restrictive on March 25. The median of T −18 in Figure 3 is equal to 0.67 and its mean is equal to 0.71. They are equal to 0.5 from March 30, 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 21,
                    "end": 29,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 212,
                    "end": 220,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Page 3"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20065532 doi: medRxiv preprint For t 0 equal to 12 April 2020, Table 1 gives the main mortality rates. The computation takes into account the number of cases on March 26 th , 2020. Data is available in [5] .",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 318,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 183,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Page 3"
        },
        {
            "text": "With C t0−18 the number of cases reported on the day t 0 minus 18 days. Values of T −18 in Table 1 reveal a great variation compared to T with variations ranging from 1% (Hong Kong, China) to 80% for Algeria.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 98,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The slope of this relationship varies greatly between countries, which is consistent with variable T −18 . In [4] the values of T −18 based on cases reported by different countries are therefore unreliable. Several highly Page 4 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 113,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20065532 doi: medRxiv preprint [10] . Based on the latter study, an estimated mortality rate with T = 2% can be used. Knowing the number of deaths on day t 0 , the number of cases C t0−18 eighteen days before is estimated:",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The progression of the number of cases reported over the last eighteen days P 18 is known in each country. It depends on the rate of containment and its effectiveness. It is equal to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "When comparing M t0 and C t0−18 in different countries, [4] shows a linear relationship between mortality at t 0 and the number of cases at t 0 − 18 days for most of them. The number of cases estimated at t 0 in each country is therefore C t0 = C t0−18 * P 18 .",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Values of T = 0.5% to 4% could be other suitable options. One of the limitations of our model is that this value may vary from country to country, for example depending on the distribution of the population into different age groups that have different sensitivity to COVID-19 [11] . Figure 4 shows the Tunisia cases' estimation, where T = 2% and 4%: The number of reported cases is underestimated. Note that some authors suggest that the real mortality rate for Covid-19 could be 5.6 to 15.6% [1] , which is much higher values than those we used.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 281,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 494,
                    "end": 497,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 284,
                    "end": 292,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The population of Tunisia is equal to 11 818 619. For C t0 = 707 we obtain Table 3 , which gives the evaluation of the number of cases in Tunisia as of April 12 th , 2020 by modulating the estimated mortality rate Page 5",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 82,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20065532 doi: medRxiv preprint Table 2 . Estimation of the number of cases in different countries as of April 12 th , 2020 (t 0 ) by correcting for the mortality rate taking into account a delay of 18 days between the onset of symptoms and death, and using T = 2% T and taking into account delays of 12, 15 and 18 days between the onset of symptoms (or asymptomatic) and death [13] . We obtain P 12 = 1.8, P 15 = 2.5 and P 18 = 3.6.",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 494,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "It is conceivable that some people who died as a result of COVID-19 may not be counted. The number of infected people may be much higher than the number reported. Figure 5 estimates the number of cases in Tunisia as of April 12 th , 2020 by modulating the estimated mortality rate T from 0.5 to 4% and taking into account delays of 12 days between the onset of symptoms (or asymptomatic) and death.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 171,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Page 6"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint Table 3 . Evaluation of the number of COVID-19 cases as of April 12 th , 2020 by where the estimated mortality rate T equals to 0.5%, 2%, 4%, 15%, and taking into account delays of 12, 15 and 18 days between the onset of symptoms (or asymptomatic) and death Figure 5 . Estimated cases and reported cases of COVID-19 in Tunisia. Simulations using the average time, from first symptom to death, 12 days. The worse case is 11 160 and the optimistic case on April 12 th , 2020 is 1 395",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 334,
                    "end": 342,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Page 6"
        },
        {
            "text": "This work uses an intuitive model, rather than other more complex models, such as [6] based on Bayesian approaches or [3] . As expected, our analysis suggests that the number of cases of COVID-19 in several countries exceeds the number of cases presented in international databases. Our results can contribute to the prevention and control of this epidemic in Tunisia. As a consequence of our study, we note that the number of cases is very sensitive. We can find multiple values of reported and unreported cases that provide a good fit for the data. Currently, there are many unanswered questions about this novel coronavirus, and this work enables us to clarify the effect of the mortality rate on the dynamic of the virus infection.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 118,
                    "end": 121,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Public health measures, such as isolation, quarantine, and public closings, greatly reduce the final size of the epidemic and make the turning point much earlier than without these measures. For example, for Tunisia on April 12, P 18 = 3.6, while on March 25, 2020, when regulation of progression rate based on population containment was still not fully efficient, P 18 = 127. We can therefore estimate that the containment made it possible to reduce P 18 from 127 to 3.6. The number of cases estimated on April 12 using P 18 = 175 would have been 26 246 cases (with T = 15%). Thus, the containment from March 25 to April 12 prevented the appearance of 25 539 new cases in Tunisia, as well as associated fatalities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Page 7"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org /10.1101 /10. /2020 An epidemic outbreak of a new human coronavirus COVID-19 will occur in Tunisia. For this outbreak, the unreported cases and the disease transmission rate are not identified. In order to recover these values from reported medical data, this simple mathematical model for estimating the COVID-19 cases is used. The knowledge of the cumulative reported symptomatic and asymptomatic infectious cases and assuming the infectious delay until death to be between 12 days and 18 days, this model estimates the number of infected cases. Then numerical simulations of the model are done to predict forward in time the severity of the epidemic, with adjusted data. We find that the most pessimistic number of infected people is 22 320 and the most optimistic is 744 at April 12 th , 2020, and when the mortality rate is equal to 2%, the estimation number is equal to 5 580 (the number of reported cases at this date is 707 people).",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 102,
                    "text": "/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 113,
                    "text": "/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Page 7"
        },
        {
            "text": "This model inflated the number of cases, but it is at most a preliminary estimate. What is significant, in Tunisia and also in France, is that the public authorities are becoming aware of the necessity to properly quantify the number of deaths. This work raises interesting questions about the relation between the fatality rate and the number of infected cases. Our model used a mortality rate of 2% while several international studies reported rates of 0.7 to 3.6% [10] . Values from 0.5 to 4% could thus be other reasonable options to estimate mortality rate. One of the limitations of our model is that mortality rates can change from one country to another, depending on the distribution of the population in different age groups and on the co-morbidity that have different sensitivities to Covid-19. In the other hand, the ability of the virus to persist in different environments (hot climate) can affect this relation. Hence the importance of comparisons between countries with more and less sunshine, at different seasons and periods.",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 471,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Page 7"
        },
        {
            "text": "We would thank Khaled Abdeljaoued for his remarks following his careful reading of the paper. Figure 6 . Number of deaths at t 0 as a function of the number of cases eighteen days earlier (t 0 -18 days). These data are from March 2 to April 12 th , 2020. The number of deaths in France, Italy, and Germany is greater than the number of deaths in Tunisia, Algeria, South Africa and Japan. These graphics show the relations between Mt 0 and Ct 0 Page 8 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 102,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20065532 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX"
        },
        {
            "text": "The progression rate P 18 shows the increase in the number of reported cases over the past eighteen days. Figure 7 proves the efficiency of confinement measure in Tunisia, where P 18 decreases from March 25. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 114,
                    "text": "Figure 7",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "APPENDIX"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20065532 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Real estimates of mortality following COVID-19 infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baud",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nielsen-Saines",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Musso",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pomar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Favre",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30195-X"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "How deadly is the new coronavirus? Scientists race to find the answer",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Baumgaertner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The effect of travel restrictions on the spread of the 2019 novel coronavirus (COVID-19) outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chinazzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Estimation du nombre de cas de COVID-19 en France et dans differents pays : Homogeneisation basée sur la mortalité",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dhenain",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "19: An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [],
            "year": 2020,
            "venue": "Data repository for the 2019 Novel Coronavirus Visual Dashboard operated by the Johns Hopkins University Center for Systems Science and Engineering",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Estimating the number of infections and the impact of nonpharmaceutical interventions on COVID-19 in 11 European countries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flaxman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Report",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.25561/77731"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The incubation period of coronavirus disease 2019 (COVID-19) from publicly reported confirmed cases: estimation and application",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annals of internal medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirusinfected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Estimating case fatality rates of COVID-19. The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Estimates of the severity of coronavirus disease 2019: a model-based analysis. The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verity",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Okell",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Winskill",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30243--30250",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Comparison of incubation period distribution of human infections with MERS-CoV in South Korea and Saudi Arabia",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Virlogeux",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep35839"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "WHO. Coronavirus disease 2019 (COVID-19) situation reportâĂŤ43",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. The Lancet",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Infected cases and deaths in Tunisia",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The mortality rate T in Tunisia varies from 1.67% to 4.68%. The first case of positive COVID-19 was declared in Tunisia on March 2 th , 2020. The first case of death occurred on March 19 th , 2020. The median of the fatality rate is equal to 3.26%",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Tunisian mortality rate T −18 = M t 0 C t 0 −18 from March 24 th to April 13 th , 2020",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Estimation of Ct 0 , with death delay of 18 days, and T = 2% or T = 4%. The number of estimated cases in Tunisia ranges from 2 790 and 5 580 at time t 0 equals to April 12 th , 2020",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Effect of confinement measures on the progression rate P 18 of COVID-19 in Tunisia. The progression rate P 18 is equal to 173 on March 25 and decreases to 3.6 on April 12, 2020",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Reported cases of COVID-19 and deaths due to COVID-19 in Tunisia, Algeria and South Africa from March 2",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Fatality rates in different countries and in the cruise Diamond Princess",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}