{
    "paper_id": "812769f24dce35d317bc43f43b06812674632a27",
    "metadata": {
        "title": "A scientometric overview of CORD-19",
        "authors": [
            {
                "first": "Giovanni",
                "middle": [],
                "last": "Colavizza",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Amsterdam",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Rodrigo",
                "middle": [],
                "last": "Costas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leiden University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Vincent",
                "middle": [
                    "A"
                ],
                "last": "Traag",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leiden University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Nees",
                "middle": [],
                "last": "Jan Van Eck",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leiden University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Thed",
                "middle": [],
                "last": "Van Leeuwen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leiden University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Ludo",
                "middle": [],
                "last": "Waltman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leiden University",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The COVID-19 pandemic is attracting the attention of the global scientific community. Medical research on the virus and on the management of the crisis from an epidemiological and healthcare point of view has full priority. Furthermore, many research communities, funding agencies and third-parties are taking action to support the fight against the pandemic with their own expertise and resources. Multidisciplinary open collaboration will prove instrumental to fight the current and future pandemics [6, 27] .",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 505,
                    "text": "[6,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Several initiatives have been taken to share COVID-19-related scientific research as openly as possible, from public, private and non-profit organizations. It has been readily recognized that health crises are also information crises [32, 10, 25, 17] . For example, the World Health Organization maintains a list of relevant research updated daily [33] , as well as a portal to provide information to the public [3] , similar to the the European Commission [4] . Publishers are opening access to relevant publications, and some open-access publishers have lifted publishing fees for the same reason.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[32,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "10,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "25,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 247,
                    "end": 250,
                    "text": "17]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 348,
                    "end": 352,
                    "text": "[33]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 412,
                    "end": 415,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "[4]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Another initiative is the release of the COVID-19 Open Research Dataset (CORD-19) [2] . CORD-19 is a growing, weekly-updated dataset of COVID-19 publications, capturing new as well as past research on \"COVID-19 and the coronavirus family of viruses for use by the global research community.\" 1 The reason to release this dataset is \"to mobilize researchers to apply recent advances in natural language processing to generate new insights in support of the fight against this infectious disease.\" The initiative has the backing of the US White House [1] and is a partnership of several institutions including the Chan Zuckerberg Initiative, Georgetown University's Center for Security and Emerging Technology, Microsoft Research, the National Library of Medicine of the National Institutes of Health, and Unpaywall. CORD-19 is released together with a set of challenges hosted by Kaggle, mainly focused on automatically extracting structured and actionable information from such a large set of publications. The release of this dataset is a positive call for action directed towards the natural language processing, machine learning and related research communities. This call has been taken up: For example, the ACL conference has announced an emergency NLP COVID-19 workshop which mentions the CORD-19 dataset on its call for papers 2 and a TREC-COVID challenge has been announced on CORD-19 3 .",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "text": "[2]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 292,
                    "end": 293,
                    "text": "1",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 549,
                    "end": 552,
                    "text": "[1]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1393,
                    "end": 1394,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In order to contribute to an informed use of the CORD-19 dataset, we here present a scientometric analysis of its contents. In particular, we raise some questions on the subject matter delineation of CORD-19. Field or subject delineation is a complex task, which usually benefits from an interplay of information retrieval, or search-based approaches, and bibliometric mapping [16, 34, 18] . We compare the coverage of CORD-19 to the Web of Science and find that CORD-19 on the one hand contains more than just research on COVID-19 and coronaviruses, while on the other hand, it might be missing some content. We then provide an overview of the research it contains, enriching the CORD-19 dataset with data from Dimensions [15] and using both citation analysis and text analysis. Our results show that the CORD-19 corpus broadly focuses on biomedical research on viruses and related health issues, and the articles it contains are quite heterogeneous. CORD-19 contains a core of research directly on COVID-19 and coronaviruses, but in addition it contains many articles on related yet distinct streams of virus research, such as on influenza, molecular biology and public health. Secondly, we discover three periods in the accumulation of literature in this corpus: a pre-SARS (2003) period, a post-SARS period and the current pandemic (2020). We also present a brief analysis of Altmetric [24, 21] data related to the papers in the corpus. We find that recent research (2020) is disproportionately represented in social media and news by Altmetric indicators, especially on Twitter. We conclude by suggesting a critical stance when using CORD-19, and by proposing some directions for future work.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 381,
                    "text": "[16,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "34,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "18]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 723,
                    "end": 727,
                    "text": "[15]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1390,
                    "end": 1394,
                    "text": "[24,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1395,
                    "end": 1398,
                    "text": "21]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To facilitate the analysis and use of the CORD-19 corpus, we release our code (see SI). In combination with valid access to Dimensions, Altmetric, the Web of Science and Twitter, our results can be replicated. Finally, we underline that we are not domain experts. We invite experts to improve the interpretation of our results, and rectify it wherever necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The CORD-19 publication dataset contains over 47, 000 articles, of which 36, 000 are equipped with full text (April 4, 2020). The dataset collects publications from the following sources:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The CORD-19 publication dataset"
        },
        {
            "text": "• PubMed's PMC open access corpus, via the query:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The CORD-19 publication dataset"
        },
        {
            "text": "\"COVID-19\" OR Coronavirus OR \"Corona virus\" OR \"2019-nCoV\" OR \"SARS-CoV\" OR \"MERS-CoV\" OR \"Severe Acute Respiratory Syndrome\" OR \"Middle East Respiratory Syndrome\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The CORD-19 publication dataset"
        },
        {
            "text": "• COVID-19 research articles from the WHO [5] .",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 45,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The CORD-19 publication dataset"
        },
        {
            "text": "• bioRxiv and medRxiv pre-prints using the same query as in PMC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The CORD-19 publication dataset"
        },
        {
            "text": "The relatively low number of publications prior to the SARS 2003 outbreak is followed by a steady increase in the number of publications up to 2020, when the growth accelerated even more substantially (Figure 2 ). The top 20 journals by number of publications are given in Figure 1 , highlighting how the corpus is composed of publications from varied sources. The Journal of Virology and PLOS ONE stand out, in particular. The main contributors to the dataset are PMC and Elsevier (Figure 12b) , which have made a large part of their relevant literature openly available. The availability of full texts is relatively high, even if not yet complete, and is proportionally stable over time (Figure 12a ). This is because, even though most publishers and journals have opened up their publications, some have not yet done so. In particular, the Journal of Virology (top by number of papers in , the Journal of Clinical Microbiology and the Journal of Biological Chemistry provide almost no article in full text to this date. Using Dimensions data, we study the number of citations to papers in the corpus ( Figure 13 ). We can observe how the literature in this corpus gained more attention from the early 2000, and how some publications from 2020 are already accumulating citations at an extreme rate. The most cited articles include: \"Epidemiology and causes of preterm birth\" by Goldenberg et al. 4 Except for about 10, 000 articles without any classification, we find that, as expected, the Medical and Health Sciences cover most ground, followed by Biological Sciences (Figure 14 ). The second level FOR classification shows the presence of several sub-areas of these two top level fields, Medical Microbiology being the largest. More details and plots are provided in the accompanying repository.",
            "cite_spans": [
                {
                    "start": 1398,
                    "end": 1399,
                    "text": "4",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 210,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 273,
                    "end": 281,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 482,
                    "end": 494,
                    "text": "(Figure 12b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 689,
                    "end": 700,
                    "text": "(Figure 12a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1105,
                    "end": 1114,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1572,
                    "end": 1582,
                    "text": "(Figure 14",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The CORD-19 publication dataset"
        },
        {
            "text": "The search terms used to find CORD-19 publications were used to perform a search within the CWTS in-house version of the Web of Science (WoS) [7] . 5 We used the following WoS citation indices: Science Citation Index Expanded, Social Sciences Citation Index, Arts & Humanities Citation Index, and Conference Proceedings Citation Index. Other WoS citation indices were not used, because we do not have access to them. We performed the search in the titles, abstracts, and author keywords of the publications in WoS. Abstracts and keywords are available from 1991 onward. CORD-19 and WoS coverage in publications can then be compared using their DOI or PubMed identifier (PMID). In Figure 3 we show the trends in research output on COVID-19-related diseases. The green line represents the CORD-19 dataset. While this dataset goes back to 1951, for reasons of clarity we only show trends from 1980 to 2019 (n = 42, 496, excluding an additional 4, 095 publications from 2020 and 403 from before 1980). The red line represents the set of publications collected from WoS using the procedure we just described (n = 6, 958). From now on, we refer to this search procedure as 'strict'. Finally, the blue line shows all publications from CORD-19 also available in WoS (n = 33, 970), including those in the red line.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "text": "[7]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 148,
                    "end": 149,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 680,
                    "end": 688,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Possible issues in the delineation of CORD-19"
        },
        {
            "text": "Some differences between the coverage of CORD-19 and WoS are in themselves not surprising: CORD-19 relies on PubMed and pre-print repositories, and has a mono-disciplinary focus including more recent research, while WoS is a multidisciplinary service. However, as we further detail in Figure 4 , within the CORD-19 publications found in WoS we can distinguish between the set of 6, 958 papers that carry CORD-19 search terms in their titles, abstracts, and keywords (in red in Figures 3 and 4) , and a set of papers which do not (n = 33, 970 − 6, 958 = 27, 012) (in purple in Figure 4 ; 'not strict'). If we assume that authors use the titles, abstracts, and keywords of their publications to indicate the main focus of their research (by explicitly using terms such as \"corona virus\", \"SARS-CoV\", \"MERS-CoV\", or similar), many CORD-19 publications do not clearly focus on COVID-19 and coronaviruses. Presumably, many such publications are more indirectly related to core COVID-19 and coronavirus research.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 285,
                    "end": 293,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 493,
                    "text": "Figures 3 and 4)",
                    "ref_id": null
                },
                {
                    "start": 576,
                    "end": 584,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Possible issues in the delineation of CORD-19"
        },
        {
            "text": "We observe an increase of publications on COVID-19-related research in the CORD-19 dataset, which is mirrored in WoS ( Figure 3 ). This trend starts In Figure 5 , we consider publications that are linked to WoS from the CORD-19 dataset. The red and purple lines identify CORD-19 publications from WoS with a 'strict' (red) and 'not strict' (purple) search procedure, respectively. The other two lines represent the set of all publications that are collected from WoS by using CORD-19 search terms in the titles, abstracts, and keywords of publications. The dark green line represents papers that are in WoS, and not in the CORD-19 dataset, but carry the relevant terms in their titles, abstracts, and keywords (n = 4, 830). Of these publications which are in WoS and should have been in CORD-19, according to search criteria, 3, 863 have at least a DOI or a PMID. All WoS publications matching the CORD-19 search criteria in their titles, abstracts, and keywords are represented by the pink line (n = 6, 958 + 4, 830 = 11, 788).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 127,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 152,
                    "end": 160,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Possible issues in the delineation of CORD-19"
        },
        {
            "text": "From this analysis we can draw two preliminary conclusions. Firstly, only part of the the CORD-19 dataset concerns publications explicitly related to coronavirus research, while other papers are more indirectly related. Secondly, we identified a set of COVID-19 and coronavirus publications in WoS (n = 4, 830) that are likely not included in CORD-19. These considerations highlight the need to further qualify the delineation of COVID-19 and coronavirus research that is embedded in CORD-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible issues in the delineation of CORD-19"
        },
        {
            "text": "We conducted the following analyses on the CORD-19 dataset: a term map and a topic modelling analysis using CORD-19 titles and abstracts; a citation network analysis using Dimensions citation data; an altmetrics analysis using Altmetric data. The purpose of the former two analyses is to cluster CORD-19 publications and further clarify the contents of the dataset. For our analyses, we focus on 46, 994 articles out of the 47, 351 available in CORD-19, filtering out 53 articles without any known identifier (DOI, PMID or PMCID) and a further 304 due to duplicates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "To get an accessible high-level overview of the CORD-19 dataset, we used VOSviewer [28] to create a so-called term map of the publications in this dataset. The titles and abstracts were provided as input to VOSviewer, by concatenating them into a single string. Using text mining algorithms of VOSviewer, we included 1, 923 most relevant terms of the titles and abstracts. A term is defined as a sequence of nouns and adjectives ending with a noun. Only terms occurring in at least 55 publications were considered. Plural terms were converted to singular. For each pair of terms, VOSviewer counted the number of publications in which the terms both occur in the title or abstract. In this way, a co-occurrence network was obtained, indicating for each pair of terms the number of publications in which they occur together.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "text": "[28]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Term map"
        },
        {
            "text": "This co-occurrence network was visualized in a term map, in Figure 6 . The map shows the 1, 923 terms included in the network. The size of a term reflects the number of publications in which the term occurs. The proximity of two terms in the map approximately indicates the relatedness of the terms based on their number of co-occurrences. In general, the closer two terms are located to each other, the stronger they are related. This means that groups of terms located closely together in the map usually can be interpreted as topics. The horizontal and vertical axes have no special meaning. In Figure 6 , labels are shown only for a selection of the terms. In order to avoid overlapping labels, for many of the less prominent terms no label is shown. The term map can also be explored interactively online (https://bit.ly/3aijpV3), including all the overlays used in this article and more. The labels of the less prominent terms can then be made visible by zooming in on specific areas in the map.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 68,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 598,
                    "end": 606,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Term map"
        },
        {
            "text": "Colors are used to present additional information in the term map. In Figure 6 , for instance, the color of a term reflects the average publication year of the publications in which the term occurs. In this way, temporal trends can be made visible. The term map shows a clear divide between biologically focused topics in the left area in the map and clinically focused topics and health research in the right area (for similar findings, see [29] ). As shown by the colors of the terms, the topics in the right area in the map received a lot of attention in more recent years, while the topics in the left area received attention mostly in earlier years. In the next sections, we use this term map to illustrate some of 8 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.20.046144 doi: bioRxiv preprint ",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 446,
                    "text": "[29]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 78,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Term map"
        },
        {
            "text": "We conducted a topic modelling analysis, making use of the titles and abstracts available from the CORD-19 metadata, by concatenating them into a single string similarly to what we did for the term map. Of the 46, 994 articles, 8, 349 have no abstract. We then applied a pre-processing pipeline using ScispaCy's en core sci md model [20] to convert each document into a bag-of-words representation, which includes the following steps: entity detection and inclusion in the bag-of-words for entities strictly longer than one token; lemmatisation; removal of (isolated) punctuation and stopwords; inclusion of frequent bigrams.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 230,
                    "text": "8,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 231,
                    "end": 234,
                    "text": "349",
                    "ref_id": null
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "[20]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Topic modelling"
        },
        {
            "text": "We started by training a Latent Dirichlet Allocation (LDA) model [9] , using gensim's implementation [22] and 15 topics. From a topic coherence analysis [19] , we found 15 to 25 to be a good value for the number of topics. We decided to remain on the lower end to facilitate the interpretation of results. We further filtered out tokens which appear fewer than 10 times or in more than half of the documents. Lastly, we verified our results using a Correlated Topic Model [8] , 6 which reduces to a Structural Topic Model without covariates [23] . This model explicitly captures topic correlations, and confirms the topic structure we found with LDA, as well as the topics' temporal unfolding. More details are provided in the accompanying repository. We report results of the LDA model in what follows.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 68,
                    "text": "[9]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 101,
                    "end": 105,
                    "text": "[22]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 153,
                    "end": 157,
                    "text": "[19]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 472,
                    "end": 475,
                    "text": "[8]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 541,
                    "end": 545,
                    "text": "[23]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Topic modelling"
        },
        {
            "text": "The top 20 words per topic are given in the SI. In Figure 15 , we show the yearly topic intensity, from 1980 to 2020 included. Three periods in the accumulation of literature seem to emerge. Pre-SARS research mainly focused on immunology (topic 1) and molecular biology work on viruses (topics 2, 13), rotaviruses (topic 5), and the genetics of viruses (topic 8). Coronavirus-specific research is mainly covered in three topics, one related to SARS (topic 6), one related to MERS (Topic 9) , and one related to the clinical care of coronavirus patients and the more recent COVID-19 (topic 10), see Figure 16 . Lastly, another prominent topic started around 2003 and is related to the management of epidemic outbreaks (topic 0). Presently, in 2020, new research is dominated by topics 0 and 10, hence epidemics, outbreak management and COVID-19, especially in view of dedicated patients clinical care. From this first analysis, we observe how coronavirus research seems to be produced in bursts following outbreaks instead of following a more steady progress. Most of the recent and ongoing research at the moment appears to focus on the management of the current crisis.",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 489,
                    "text": "(Topic 9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 60,
                    "text": "Figure 15",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 598,
                    "end": 607,
                    "text": "Figure 16",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Topic modelling"
        },
        {
            "text": "In order to discuss topics in CORD-19 at a higher level of granularity, we grouped the identified topics into macrotopics, all related to research on viruses and their effects, as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic modelling"
        },
        {
            "text": "• \"Coronavirus\": topics 6, 9, 10;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic modelling"
        },
        {
            "text": "• \"Public health and epidemics\": topic 0;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic modelling"
        },
        {
            "text": "• \"Molecular biology\": topics 2, 8, 13;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic modelling"
        },
        {
            "text": "• \"Influenza\": topics 4, 11, 14;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic modelling"
        },
        {
            "text": "• \"Immunology\": topic 1;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic modelling"
        },
        {
            "text": "• \"Rotavirus\": topic 5; 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic modelling"
        },
        {
            "text": "• \"Antivirals\": topic 12;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic modelling"
        },
        {
            "text": "• \"Clinical trials\": topic 3;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic modelling"
        },
        {
            "text": "• \"Testing and diagnosing\": topic 7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic modelling"
        },
        {
            "text": "The CORD-19 corpus is dominated by literature on coronaviruses, public health and epidemics, molecular biology and, to a lesser degree, influenza and immunology (five macrotopics above). We plot the relative (yearly mean) and absolute (yearly sum) macrotopic intensities in Figure 7 . We see from these plots that the periodization of the CORD-19 dataset discussed above is largely confirmed. The 2003 SARS outbreak generated a shift associated with a rise in publications on coronaviruses and on the management of epidemics. Molecular biology work on viruses remains dominant over time. Lastly, the ongoing COVID-19 pandemic is generating a high proportion of publications primarily on the topics of coronaviruses and the management of epidemics, as is to be expected. 7 An RNA virus common among infants and children. ",
            "cite_spans": [
                {
                    "start": 770,
                    "end": 771,
                    "text": "7",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 274,
                    "end": 282,
                    "text": "Figure 7",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Topic modelling"
        },
        {
            "text": "The previous two analyses were based on text, we now turn to a view based on citations to characterized the CORD-19 dataset. We constructed a citation network based on references of all papers included in the CORD-19 dataset, as provided by Dimensions. We not only included references to papers part of CORD-19, but also all other references in this directed citation network. These 'external' references provide additional information regarding the knowledge structure of the CORD-19 dataset. For example, two papers may not be immediately connected via papers in the CORD-19 dataset, but they may have common external references. We only use the giant weakly connected component, which amounts to 903, 607 nodes and 1, 985, 767 edges, of which 38, 718 nodes belong to the CORD-19 dataset. This is the citation network that we work with in the remainder of this section. We cluster the citation network using the Leiden algorithm 8 [26] . Each citation link is weighted as 1/k i , where k i is the number of references of publication i. The inclusion of the 'external' references in the context of clustering is also known as extended direct citation [31] . In this approach, the publications contained in CORD-19 are weighted with a so-called node weight of 1, while the 'external' publications are weighted with a weight of 0 (see [31] for more de-tails). We cluster the citation network in a hierarchical fashion. The lowest cluster level, which is most detailed, is clustered using a resolution of 2 · 10 −5 . We then aggregate the citation network according to this clustering, and then cluster the resulting clustered citation network at a resolution of 1 · 10 −5 . We refer to the former clustering solution as the lowest level, and to the latter as the highest level. The 'external' publications help to cluster CORD-19 publications from CORD-19 more accurately. In what follows, we only focus on 38, 718 publications from CORD-19.",
            "cite_spans": [
                {
                    "start": 933,
                    "end": 937,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 1152,
                    "end": 1156,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Citation clusters"
        },
        {
            "text": "The clustering at the lowest level has 9 clusters that have more than 1, 000 CORD-19 publications each, as shown in Figure 17b . In total, these 9 clusters cover more than 84% of the CORD-19 publications. There are 14 clusters that have fewer than 1, 000 publications but more than 100, covering an additional 11% of the CORD-19 publications. The remaining 5% of publications are scattered across 779 small clusters of just a few publications, of which 651 clusters consist of only a single publication. The largest cluster, consisting of 7, 300 publications, seems to cover publications dealing with various coronaviruses and contains a high proportion of molecular biology analyses, as well as publications dealing with epidemic outbreaks (Figure 8a ). The second largest cluster, consisting of 6, 176 publications, has a clear biochemical focus, dealing with various proteins, transcriptions and pathways (Figure 8b ). The third largest cluster, consisting of 4, 629 publications, covers clinical studies, revolving around patient care and respiratory conditions (Figure 8c ). The fourth largest cluster, consisting of 3, 764 publications, deals with both clinical and epidemiological studies (Figure 8d ). This interpretation is largely substantiated by comparing the clustering results to the topic model.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 126,
                    "text": "Figure 17b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 741,
                    "end": 751,
                    "text": "(Figure 8a",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 908,
                    "end": 918,
                    "text": "(Figure 8b",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1066,
                    "end": 1076,
                    "text": "(Figure 8c",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1196,
                    "end": 1206,
                    "text": "(Figure 8d",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Citation clusters"
        },
        {
            "text": "These relatively detailed clusters are hierarchically clustered at a higher level. The largest cluster at the highest level consists mainly of a combination of the first, fourth and fifth largest clusters at the lowest level, and in total it contains 14, 325 publications. This cluster focuses mostly on clinical and epidemiological studies, and outbreak management (Figure 9a ). The second largest cluster at the highest level consists mainly of the second, sixth and ninth largest clusters at the lowest level, and in total it contains 10, 913 publications, with a clear molecular biology focus (Figure 9b ). These two clusters cover 65% of all publications.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 366,
                    "end": 376,
                    "text": "(Figure 9a",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 597,
                    "end": 607,
                    "text": "(Figure 9b",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Citation clusters"
        },
        {
            "text": "We conclude this section by using topic intensity to qualify the results of the citation network clustering. In particular, clusters can be characterized by the average topic intensity of the publications they contain. We start from the highest clustering level, and focus on the top two clusters by size. We then use macrotopics average intensity to characterize them ( Figure 18 ) and confirm that the first cluster contains publications focused on all coronaviruses, including biomedical and public health research. The second cluster, instead, has a clear molecular biology and immunology focus. We then consider the four largest clusters in the lowest clustering level (Figure 19 ). While the second cluster is, again, focused on molecular biology and immunology, the first and fourth specialize. The first cluster contains publications on coronaviruses and their molecular biology, while the fourth contains publications on coronavirus The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.20.046144 doi: bioRxiv preprint outbreaks and their public health/epidemiology impact. Lastly, the third cluster focuses on influenza.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 371,
                    "end": 380,
                    "text": "Figure 18",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 674,
                    "end": 684,
                    "text": "(Figure 19",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Citation clusters"
        },
        {
            "text": "This citation based analysis corroborates our earlier findings based on text analyses. Both point to the existence of distinct research areas within CORD-19: coronaviruses, molecular biology research on viruses, public health and epidemics, other viruses (such as influenza) and other related topics (immunology, diagnosing, trials and testing). These areas of research are interrelated, yet also contain specialized information, and accumulated at different rate over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Citation clusters"
        },
        {
            "text": "The 46, 996 CORD-19 publications have also been explored using Altmetric data, with the aim of describing their reception on social media, paying special attention to the dissemination of the publications across various social media sources. As can be seen in Table 1 , a total of 28, 146 publications in the CORD-19 dataset (60%) have received some mention in Altmetric. This is a rather high coverage of publications, compared to previous studies [14] , that reported an overall coverage of 21.5% of 2012 publications on Twitter, and about 31% for publications in the biomedical and health sciences. This high coverage is even higher when the focus is on the most recent publications (i.e., those published in the early months of 2020), of which over 80% have received some social media mentioning covered by Altmetric. Table 2 presents a more detailed description of the type of social media events around CORD-19 publications. We selected some of the most relevant sources covered by Altmetric, namely Twitter, blogs, recommendations in F1000Prime, news media mentions, citations in policy documents and citations in Wikipedia entries. Clearly, the most important source is Twitter, which accounts for over 95% of all the (social) media interactions analysed. The second most important source are news mentions (3.6%) and blog citations (0.6%). The observation that news media mentions outperform blogs contrasts with previous studies [14] . This may signal the particular relevance of publications in the CORD-19 dataset for mainstream news media. Another additional characteristic is the recency of the publications being mentioned, particularly on Twitter and in news media, since about 75% of all mentions of publications relate to publications from 2020, while 57% of all mentions in mainstream news media also relate to 2020 publications.",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 453,
                    "text": "[14]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1439,
                    "end": 1443,
                    "text": "[14]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 267,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 822,
                    "end": 829,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Altmetrics"
        },
        {
            "text": "A trend analysis of both publications and tweets ( Figure 10 ) confirms this recency in the uptake of CORD-19 publications. The vast majority of tweets referring to CORD-19 publications concentrate around those published in 2020, which in practical terms indicates that the social media activity is mostly focused on the ongoing COVID-19 crisis. Figure 11 presents term maps showing the altmetrics reception of CORD-19 publications. We cover the most immediate social media sources (or 'fast' sources [12] ), which provide the earliest signals of the reception of publications. Twitter, blogs and news all present a similar pattern, with a strong orientation towards the most recent COVID-19 publications, well-captured by the fourth largest cluster of the lowest-level citation network clustering (see Figures 8d  and 19d) .",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 505,
                    "text": "[12]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 60,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 346,
                    "end": 355,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 803,
                    "end": 823,
                    "text": "Figures 8d  and 19d)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Altmetrics"
        },
        {
            "text": "This preliminary altmetrics analysis shows a strong present-day attention for research covered by the CORD-19 dataset. The majority of the tweets, blogs and news mentions are focused on research produced during the current COVID-19 pandemic. This demonstrates the important role of social media, especially Twitter, in discussing COVID-19 research. During a global pandemic like COVID-19, research is subject to high degrees of uncertainty [11, 30] . Rapidly increasing levels of social media activity around topics on which there is little academic consensus may increase the risk of scientific advise being misun-15 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.20.046144 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.20.046144 doi: bioRxiv preprint derstood or misused by substantial segments of society. Social media analysis can provide tools for identifying and characterizing areas with high levels of social media activity that may be in dissonance with the academic discourse. In future work, we plan to find and characterize these areas of discrepancy in order to inform scientists, science communicators, journalists and the public at large.",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 444,
                    "text": "[11,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 445,
                    "end": 448,
                    "text": "30]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Altmetrics"
        },
        {
            "text": "We analysed the CORD-19 dataset of publications on COVID-19 and coronavirus research [2] . Comparing the CORD-19 delineation with a WoS-based delineation suggested that on the one hand CORD-19 is broader than just COVID-19 and coronavirus research, while on the other hand, it may also miss some literature that is about COVID-19 and coronaviruses.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "text": "[2]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We carried out a deeper analyses of CORD-19 in various ways. We created a map of relevant terms extracted from the titles and abstracts of COVID-19 publications. This map confirmed the broad content of the dataset. A topic modelling analysis showed that CORD-19 publications are related more broadly to medical research on viruses, of which COVID-19 and coronaviruses are part. Dominant topics in CORD-19 include research on public health and epidemics; molecular biology; coronaviruses, influenza and other families of viruses; immunology and antivirals; methodology (testing, diagnosing, trials). Furthermore, the topic intensity over time is far from uniform, showing in particular that coronavirus research has followed known outbreaks (SARS, MERS, and that until 2020 this research represented only a small portion of CORD-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We performed a citation network clustering analysis using data from Dimensions. Citation network clusters highlight the relative cohesiveness of CORD-19. In line with the textual analyses, the clusters confirm the broad coverage of the dataset. Overall, there seem to be two prominent citation clusters: One that covers research on specific coronaviruses, with a public health and epidemiological focus and another one with a molecular biology focus. Molecular biology research on viruses is, in general, a very prominent component of Lastly, we considered Altmetric data, in order to gauge how much attention CORD-19 research attracted over time. The current COVID-19 outbreak dominates attention from social media, in particular from Twitter, highlighting the public interest for scientific results during this pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Far from constituting a critique of CORD-19, our work acknowledges that research on viruses, and coronaviruses specifically, does not exist in a vacuum. Delimiting research on a certain subject matter requires difficult choices that inevitably involve a certain degree of arbitrariness. We praise the breadth and relative coherence of CORD-19. This dataset rightly merits attention and is useful to allow many researchers to engage with the topic. Nevertheless, we also suggest that critical awareness is required when using CORD-19, as our results demonstrate that its contents cover a broad set of topics. Different subsets of CORD-19 should be used for specific purposes, for example for making historical 17 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.20.046144 doi: bioRxiv preprint analyses on funding of specific research topics or for automatically extracting structured information. We exemplified some approaches to segment CORD-19 in various ways. In addition, we also hinted at possible missing content in CORD-19. Some missing content is 'by design', as CORD-19 relies on PubMed, bioRxiv and medRxiv and does not consider, for example, notable pre-print servers such as arXiv, ChemRxiv, JMIR Preprints, SSRN Electronic Journal, Research Square and PsyArXiv. Some missing content is less clearly motivated, as the use of the same search criteria in WoS allowed us to surface published research not currently included in CORD-19. This is an issue that deserves deeper scrutiny.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Clearly, there are many areas for future COVID-19 work by the scientometric community. We conclude by suggesting three areas in particular. Firstly, there seems to be a need for a comprehensive mapping of COVID-19-related research. A multidisciplinary map of COVID-19-related research, considering diverse disciplinary perspectives and information needs, will be useful to surface relevant research, also outside the biomedical domain. Secondly, CORD-19 provides a virtuous example of open data sharing. The scientometric community can contribute by creating and maintaining additional datasets on COVID-19 research. Thirdly, as shown by our results, there is a lot of social media attention for COVID-19 research. Indeed, the role of information, and especially reliable scientific information, has been central to the unfolding of the current pandemic [33] . Consequently, a relevant area for future work is to better understand the mechanics of online scientific information diffusion, using altmetrics and other data sources. This line of work has the potential to provide valuable information to experts and governments during the current and future pandemics.",
            "cite_spans": [
                {
                    "start": 854,
                    "end": 858,
                    "text": "[33]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Most of our analysis can be replicated using code and following the instructions given in the accompanying repository: https://github.com/CWTSLeiden/cwts_ covid. Please note this repository is ongoing work: things might not be perfect. We welcome contributions and suggestions, ideally by opening an issue or doing a pull request. Analyses based on Altmetric, Dimensions, Twitter and Web of Science data require access to these services. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.20.046144 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "CORD-19 CORD-19 in WoS CORD-19 in WoS (strict)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Publications Figure 3: Publication trends in CORD-19 and WoS",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "CORD-19 in WoS (not strict) CORD-19 in WoS (strict) 0 500 1000 1500",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "CORD-19 in WoS (strict) WoS not in CORD-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "CORD-19 in WoS (not strict) WoS all (strict)",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Call to Action to the Tech Community on New Machine Readable COVID-19 Dataset",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19 Open Research Dataset (CORD-19)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5281/zenodo.3715505"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Fighting Disinformation -Official Sources on COVID-19 -Consilium",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Marion Koopmans, and John Nkengasong. A new twenty-first century science for effective epidemic response",
            "authors": [
                {
                    "first": "Juliet",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                },
                {
                    "first": "Jeremy",
                    "middle": [],
                    "last": "Farrar",
                    "suffix": ""
                },
                {
                    "first": "Chikwe",
                    "middle": [],
                    "last": "Ihekweazu",
                    "suffix": ""
                },
                {
                    "first": "Gagandeep",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "November 2019",
            "volume": "575",
            "issn": "",
            "pages": "130--136",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-019-1717-y"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Web of Science as a data source for research on scientific and scholarly activity",
            "authors": [
                {
                    "first": "Caroline",
                    "middle": [],
                    "last": "Birkle",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [
                        "A"
                    ],
                    "last": "Pendlebury",
                    "suffix": ""
                },
                {
                    "first": "Joshua",
                    "middle": [],
                    "last": "Schnell",
                    "suffix": ""
                },
                {
                    "first": "Jonathan",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Quantitative Science Studies",
            "volume": "1",
            "issn": "1",
            "pages": "363--376",
            "other_ids": {
                "DOI": [
                    "10.1162/qss_a_00018"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A correlated topic model of Science",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "John",
                    "middle": [
                        "D"
                    ],
                    "last": "Blei",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lafferty",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Annals of Applied Statistics",
            "volume": "1",
            "issn": "1",
            "pages": "17--35",
            "other_ids": {
                "DOI": [
                    "10.1214/07-AOAS114"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Latent Dirichlet allocation",
            "authors": [
                {
                    "first": "David",
                    "middle": [
                        "M"
                    ],
                    "last": "Blei",
                    "suffix": ""
                },
                {
                    "first": "Andrew",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [
                        "I"
                    ],
                    "last": "Jordan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Machine Learning Research",
            "volume": "3",
            "issn": "",
            "pages": "993--1022",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The COVID-19 social media infodemic",
            "authors": [
                {
                    "first": "Matteo",
                    "middle": [],
                    "last": "Cinelli",
                    "suffix": ""
                },
                {
                    "first": "Walter",
                    "middle": [],
                    "last": "Quattrociocchi",
                    "suffix": ""
                },
                {
                    "first": "Alessandro",
                    "middle": [],
                    "last": "Galeazzi",
                    "suffix": ""
                },
                {
                    "first": "Carlo",
                    "middle": [
                        "Michele"
                    ],
                    "last": "Valensise",
                    "suffix": ""
                },
                {
                    "first": "Emanuele",
                    "middle": [],
                    "last": "Brugnoli",
                    "suffix": ""
                },
                {
                    "first": "Ana",
                    "middle": [
                        "Lucia"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "Paola",
                    "middle": [],
                    "last": "Zola",
                    "suffix": ""
                },
                {
                    "first": "Fabiana",
                    "middle": [],
                    "last": "Zollo",
                    "suffix": ""
                },
                {
                    "first": "Antonio",
                    "middle": [],
                    "last": "Scala",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.05004"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The thematic orientation of publications mentioned on social media: Large-scale disciplinary comparison of social media metrics with citations",
            "authors": [
                {
                    "first": "Rodrigo",
                    "middle": [],
                    "last": "Costas",
                    "suffix": ""
                },
                {
                    "first": "Zohreh",
                    "middle": [],
                    "last": "Zahedi",
                    "suffix": ""
                },
                {
                    "first": "Paul",
                    "middle": [],
                    "last": "Wouters",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Aslib Journal of Information Management",
            "volume": "67",
            "issn": "3",
            "pages": "260--288",
            "other_ids": {
                "DOI": [
                    "10.1108/AJIM-12-2014-0173"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Studying the accumulation velocity of altmetric data tracked by Altmetric",
            "authors": [
                {
                    "first": "Zhichao",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "Rodrigo",
                    "middle": [],
                    "last": "Costas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Scientometrics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11192-020-03405-9"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Coronaviruses: An overview of their replication and pathogenesis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Anthony",
                    "suffix": ""
                },
                {
                    "first": "Stanley",
                    "middle": [],
                    "last": "Fehr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Series Title: Methods in Molecular Biology",
            "volume": "1282",
            "issn": "",
            "pages": "1--23",
            "other_ids": {
                "DOI": [
                    "10.1007/978-1-4939-2438-7_1"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Characterizing social media metrics of scholarly papers: The effect of document properties and collaboration patterns",
            "authors": [
                {
                    "first": "Stefanie",
                    "middle": [],
                    "last": "Haustein",
                    "suffix": ""
                },
                {
                    "first": "Rodrigo",
                    "middle": [],
                    "last": "Costas",
                    "suffix": ""
                },
                {
                    "first": "Vincent",
                    "middle": [],
                    "last": "Larivière",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLOS ONE",
            "volume": "10",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0120495"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Dimensions: Bringing down barriers between scientometricians and data",
            "authors": [
                {
                    "first": "Christian",
                    "middle": [],
                    "last": "Herzog",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Hook",
                    "suffix": ""
                },
                {
                    "first": "Stacy",
                    "middle": [],
                    "last": "Konkiel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Quantitative Science Studies",
            "volume": "1",
            "issn": "1",
            "pages": "387--395",
            "other_ids": {
                "DOI": [
                    "10.1162/qss_a_00020"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Nanoscience and technology publications and patents: A review of social science studies and search strategies",
            "authors": [
                {
                    "first": "Can",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Ad",
                    "middle": [],
                    "last": "Notten",
                    "suffix": ""
                },
                {
                    "first": "Nico",
                    "middle": [],
                    "last": "Rasters",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "The Journal of Technology Transfer",
            "volume": "36",
            "issn": "2",
            "pages": "145--172",
            "other_ids": {
                "DOI": [
                    "10.1007/s10961-009-9149-8"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Coronavirus disease 2019: The harms of exaggerated information and non-evidence-based measures",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ioannidis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "European Journal of Clinical Investigation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/eci.13222"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A delineating procedure to retrieve relevant publication data in research areas: The case of nanocellulose",
            "authors": [],
            "year": 2016,
            "venue": "Scientometrics",
            "volume": "107",
            "issn": "2",
            "pages": "627--643",
            "other_ids": {
                "DOI": [
                    "10.1007/s11192-016-1922-5"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Optimizing semantic coherence in topic models",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Mimno",
                    "suffix": ""
                },
                {
                    "first": "Hanna",
                    "middle": [],
                    "last": "Wallach",
                    "suffix": ""
                },
                {
                    "first": "Edmund",
                    "middle": [],
                    "last": "Talley",
                    "suffix": ""
                },
                {
                    "first": "Miriam",
                    "middle": [],
                    "last": "Leenders",
                    "suffix": ""
                },
                {
                    "first": "Andrew",
                    "middle": [],
                    "last": "Mccallum",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of the 2011 Conference on Empirical Methods in Natural Language Processing",
            "volume": "",
            "issn": "",
            "pages": "262--272",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "ScispaCy: Fast and robust models for biomedical natural language processing",
            "authors": [
                {
                    "first": "Mark",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "Iz",
                    "middle": [],
                    "last": "Beltagy",
                    "suffix": ""
                },
                {
                    "first": "Waleed",
                    "middle": [],
                    "last": "Ammar",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:arXiv:1902.07669"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Reliability and accuracy of altmetric providers: A comparison among Altmetric.com, PlumX and Crossref Event Data",
            "authors": [
                {
                    "first": "José Luis",
                    "middle": [],
                    "last": "Ortega",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Scientometrics",
            "volume": "116",
            "issn": "3",
            "pages": "2123--2138",
            "other_ids": {
                "DOI": [
                    "10.1007/s11192-018-2838-z"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Software framework for topic modelling with large corpora",
            "authors": [
                {
                    "first": "Petr",
                    "middle": [],
                    "last": "Radimřehůřek",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sojka",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proceedings of the LREC 2010 Workshop on New Challenges for NLP Frameworks",
            "volume": "",
            "issn": "",
            "pages": "45--50",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The structural topic model and applied social science",
            "authors": [
                {
                    "first": "Margaret",
                    "middle": [
                        "E"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "Brandon",
                    "middle": [
                        "M"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "Dustin",
                    "middle": [],
                    "last": "Tingley",
                    "suffix": ""
                },
                {
                    "first": "Edoardo",
                    "middle": [
                        "M"
                    ],
                    "last": "Airoldi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Advances in Neural Information Processing Systems (NIPS). Workshop on Topic Models: Computation, Application, and Evaluation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "New data, new possibilities: Exploring the insides of Altmetric.com. El Profesional de la Informacion",
            "authors": [
                {
                    "first": "Nicolás",
                    "middle": [],
                    "last": "Robinson-García",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Torres-Salinas",
                    "suffix": ""
                },
                {
                    "first": "Zohreh",
                    "middle": [],
                    "last": "Zahedi",
                    "suffix": ""
                },
                {
                    "first": "Rodrigo",
                    "middle": [],
                    "last": "Costas",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "359--366",
            "other_ids": {
                "DOI": [
                    "10.3145/epi.2014.jul.03"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Public health and online misinformation: Challenges and recommendations",
            "authors": [
                {
                    "first": "Briony",
                    "middle": [],
                    "last": "Swire",
                    "suffix": ""
                },
                {
                    "first": "-",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [],
                    "last": "Lazer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annual Review of Public Health",
            "volume": "41",
            "issn": "1",
            "pages": "433--451",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-publhealth-040119-094127"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Using social and behavioural science to support COVID-19 pandemic response. preprint, PsyArXiv",
            "authors": [
                {
                    "first": "Linda",
                    "middle": [],
                    "last": "Skitka",
                    "suffix": ""
                },
                {
                    "first": "Cass",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                },
                {
                    "first": "Nassim",
                    "middle": [],
                    "last": "Tabri",
                    "suffix": ""
                },
                {
                    "first": "Joshua",
                    "middle": [
                        "A"
                    ],
                    "last": "Tucker",
                    "suffix": ""
                },
                {
                    "first": "Sander",
                    "middle": [],
                    "last": "Van Der Linden",
                    "suffix": ""
                },
                {
                    "first": "Paul",
                    "middle": [],
                    "last": "Van Lange",
                    "suffix": ""
                },
                {
                    "first": "Kim",
                    "middle": [],
                    "last": "Weeden",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [
                        "Jeremy"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Adam",
                    "middle": [],
                    "last": "Wohl",
                    "suffix": ""
                },
                {
                    "first": "Sean",
                    "middle": [],
                    "last": "Zion",
                    "suffix": ""
                },
                {
                    "first": "Robb",
                    "middle": [],
                    "last": "Willer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.31234/osf.io/y38m9"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Software survey: VOSviewer, a computer program for bibliometric mapping",
            "authors": [
                {
                    "first": "Nees",
                    "middle": [],
                    "last": "Jan Van Eck",
                    "suffix": ""
                },
                {
                    "first": "Ludo",
                    "middle": [],
                    "last": "Waltman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Scientometrics",
            "volume": "84",
            "issn": "2",
            "pages": "523--538",
            "other_ids": {
                "DOI": [
                    "10.1007/s11192-009-0146-3"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Citation analysis may severely underestimate the impact of clinical research as compared to basic research",
            "authors": [
                {
                    "first": "Nees",
                    "middle": [],
                    "last": "Jan Van Eck",
                    "suffix": ""
                },
                {
                    "first": "Ludo",
                    "middle": [],
                    "last": "Waltman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Anthony",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Raan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Robert",
                    "suffix": ""
                },
                {
                    "first": "Wilco",
                    "middle": [
                        "C"
                    ],
                    "last": "Klautz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Peul",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLOS ONE",
            "volume": "8",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0062395"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Institutional shaping of research priorities: A case study on avian influenza",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Matthew",
                    "suffix": ""
                },
                {
                    "first": "Ismael",
                    "middle": [],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ràfols",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Research Policy",
            "volume": "47",
            "issn": "10",
            "pages": "1975--1989",
            "other_ids": {
                "DOI": [
                    "10.1016/j.respol.2018.07.005"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A principled methodology for comparing relatedness measures for clustering publications",
            "authors": [
                {
                    "first": "Ludo",
                    "middle": [],
                    "last": "Waltman",
                    "suffix": ""
                },
                {
                    "first": "Kevin",
                    "middle": [
                        "W"
                    ],
                    "last": "Boyack",
                    "suffix": ""
                },
                {
                    "first": "Giovanni",
                    "middle": [],
                    "last": "Colavizza",
                    "suffix": ""
                },
                {
                    "first": "Nees Jan Van",
                    "middle": [],
                    "last": "Eck",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Quantitative Science Studies",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1162/qss_a_00035"
                ],
                "arXiv": [
                    "arXiv:1901.06815"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Global health crises are also information crises: A call to action",
            "authors": [
                {
                    "first": "Bo",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Daqing",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Tim",
                    "middle": [],
                    "last": "Mercer",
                    "suffix": ""
                },
                {
                    "first": "Youfa",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Dan",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Kenneth",
                    "middle": [
                        "R"
                    ],
                    "last": "Fleischmann",
                    "suffix": ""
                },
                {
                    "first": "Yan",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Linda",
                    "middle": [
                        "H"
                    ],
                    "last": "Yoder",
                    "suffix": ""
                },
                {
                    "first": "Keri",
                    "middle": [
                        "K"
                    ],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Mackert",
                    "suffix": ""
                },
                {
                    "first": "Min",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of the Association for Information Science and Technology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/asi.24357"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "How to fight an infodemic",
            "authors": [
                {
                    "first": "John",
                    "middle": [],
                    "last": "Zarocostas",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30461-X"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Meso-level retrieval: IR-bibliometrics interplay and hybrid citation-words methods in scientific fields delineation",
            "authors": [
                {
                    "first": "Michel",
                    "middle": [],
                    "last": "Zitt",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Scientometrics",
            "volume": "102",
            "issn": "3",
            "pages": "2223--2245",
            "other_ids": {
                "DOI": [
                    "10.1007/s11192-014-1482-5"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "We filter out words shorter than 3 characters. Compare with Figure 15 for the topic intensity over time",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Top 20 journals by number of articles.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Publication years of the CORD-19 papers.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The Lancet), \"Global trends in emerging infectious diseases\" by Jones et al. (2008, Nature), \"Guidelines for the use and interpretation of assays for monitoring autophagy\" by Klionsky et al. (2016, Autophagy), \"Biology of Natural Killer Cells\" by Trinchieri (1989, Advances in Immunology). The Journal of Virology is the most cited journal in the corpus (in terms of absolute number of received citations from other papers in CORD-19, according to Dimensions data), followed by The Lancet, PNAS and PLOS ONE. Lastly, we consider the Fields of Research (FOR) categories provided by Dimensions, which cover all areas of research from the Australian and New Zealand Standard Research Classification (ANZSRC).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Publication trends in WoS, 1980-2019, highlighting possible COVID-19 and coronavirus research present in WoS and missing from CORD-19. between 2002 and 2004, with the first SARS outbreak. This first increase in publications is followed by a sustained growth over the years, with some minor fluctuations. However, the set of WoS 'strict' publications, growing between 2002 and 2004, is decreasing afterwards, only to increase again with the MERS outbreak in 2012(Figure 3). A future direction of research will be to study this apparently widening gap between research directly on COVID-19 and coronavirus and related research.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Term map highlighting temporal trends in CORD-19 research. Also compare with topic words in the SI. the analyses we present.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Average aggregate; this can be interpreted as the mean topic intensity. Cumulative aggregate; this can be interpreted as the number of papers per topic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Macrotopic intensities over time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Lowest level citation network clustering results. Compare withFigure 19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Highest level citation network clustering results.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Temporal trend in number of CORD-19 publications and number of tweets received.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Immediate altmetric sources: Twitter, blogs and news media.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Availability of full text and data sources. Scatter plot of the number of received citations over time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Categories (FOR Dimensions classification). The empty label account for articles missing a FOR category.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Coronavirus-related topic intensity over time, using the LDA model. This plot considers the document average intensity of topics related to SARS, MERS and coronavirus/COVID-19. Compare withFigure 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Citation network lowest and highest cluster sizes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Highest",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "11 (fourth in size).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Lowest",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Coverage of CORD-19 publications by Altmetric.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Social media events around CORD-19 publications.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ". CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.20.046144 doi: bioRxiv preprint . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.Pharmacology and Pharmaceutical Sciences Paediatrics and Reproductive Medicine Artificial Intelligence and Image Processing Applied Economics Physical Chemistry (incl. Structural) FOR second level (b) Second-level categories.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Digital Science for providing access to Altmetric and Dimensions data and for constant support throughout our work. We also thank our colleagues at CWTS for enthusiastic and insightful discussions on how the science studies community can contribute to research on COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}