{
    "paper_id": "8149ca04dbfe25b6ac48c0e15298a36bda5dcd8b",
    "metadata": {
        "title": "The current COVID-19 wave will likely be mitigated in the second-line European countries",
        "authors": [
            {
                "first": "S",
                "middle": [],
                "last": "Soubeyrand",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Ribaud",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Baudrot",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Allard",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Pommeret",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ISFA LSAF EA2429",
                    "location": {
                        "postCode": "F-69007",
                        "settlement": "Lyon",
                        "country": "France, Denmark, Germany, Ireland, Poland, Portugal, Romania and Sweden), using Belgium, France, Italy, Netherlands, Spain, Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Roques",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective. Countries presently apply different strategies to control the COVID-19 outbreak. Differences in population structures, decision making, health systems and numerous other factors result in various trajectories in terms of mortality at country scale. Our objective in this manuscript is to disentangle the future of second-line European countries (i.e. countries that present, today, a moderate death rate) with respect to the current COVID-19 wave.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Method. We propose a data-driven approach, grounded on a mixture model, to forecast the dynamics of the number of deaths from COVID-19 in a given focal country using data from countries that are ahead in time in terms of COVID-19-induced mortality. In this approach, the mortality curves of ahead-in-time countries are used to build predictors, which are then used as the components of the mixture model. This approach was applied to eight second-line European countries (",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In general, the second-line European countries tend to follow relatively mild mortality curves (typically, those of Switzerland and Hubei) rather than fast and severe ones (typically, those of Spain, Italy, Belgium, France and the United Kingdom). From a methodological viewpoint, the performance of our forecasting approach is about 80% up to 8 days in the future, as soon as the focal country has accumulated at least two hundreds of deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Discussion. Our results suggest that the continuation of the current COVID-19 wave across Europe will likely be mitigated, and not as strong as it was in most of the front-line countries first impacted by the wave.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Let Y i (i = 0, . . . , n) denote non-decreasing temporal counting processes over Z observed up to time τ corresponding to different observation units with varying sizes. The sizes of the observation units are known scalar values denoted by s i > 0. Typically, Y i (t) denote the cumulative number of deaths due to a disease in population i at time t, and s i is the population size. Y 0 is a process to be forecast beyond τ . Y i (i > 0), which are supposed to be ahead in time with respect to Y 0 , will be used to build putative predictors for Y 0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "COVID-19 currently generates a major pandemic that has caused about 125 000 registered deaths across the world by April 14, 2020. From reported mortality data at the scale of countries (Dong et al., 2020) , one observes a large diversity of temporal dynamics in terms of, for instance, outbreak start, acceleration, epidemic peak and plateau. This diversity can be reproduced, at least partially, by epidemiological models. Either parsimonious (Roques et al., 2020) or more complex Prem et al., 2020) , such models have already been run to describe, infer and forecast the epidemics and estimate epidemiological parameters (e.g., the basic reproduction number R 0 and the death rate). These epidemiological models, based on SIR (Susceptible-Infected-Removed) architectures or their extensions, generally include compartments corresponding to the dead fraction of the population and can hence be used to model and predict the temporal evolution of mortality due to COVID-19, in which we are interested in here. Data-driven approaches have also been proposed, grounded for instance on simple regressions (Zhao et al., 2020) , artificial intelligence-inspired methods (Hu et al., 2020) as well as coupled SIR-neural network approaches (Zeng et al., 2020) . However, in all these cases, the training data correspond to the past dynamics in the country of interest and therefore cannot take into account processes that only arise when a certain number of deaths is reached (e.g., saturation of medical structures or lockdown).",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 204,
                    "text": "(Dong et al., 2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 444,
                    "end": 465,
                    "text": "(Roques et al., 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 482,
                    "end": 500,
                    "text": "Prem et al., 2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1102,
                    "end": 1121,
                    "text": "(Zhao et al., 2020)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1165,
                    "end": 1182,
                    "text": "(Hu et al., 2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1232,
                    "end": 1251,
                    "text": "(Zeng et al., 2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For countries where the outbreak started later than for the first impacted countries, a complementary approach to forecast the mortality dynamics can be adopted: it consists in comparing the dynamics of interest to those of countries that are ahead in time. Typically, media commonly use visualization and data science tools that jointly show curves of mortality for several countries and allow the analyst to guess which trajectory is followed by the country of interest. Thus, heuristically, the countries ahead in time with respect to COVID-19 mortality are used as predictors. One of the advantages of this intuitive approach is that the real dynamics used as predictors intrinsically include the processes and structures underlying the host population, the pathogen evolution, the health system, the control measures, the decision making and even the data collection. One of the drawbacks, for example in the case of COVID-19 at present, is that there may be a low number of countries ahead in time compared to the country of interest and therefore no adequate predictor among the reduced list of predictors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here, we propose a probabilistic and statistical framework implementing the intuitive approach described above. To partly avoid the drawback of the potential reduced number of predictors (i.e., countries ahead in time), we propose to model the mortality curve of the country of interest as a mixture of predictors, instead of selecting a single predictor. This mixture-model approach is applied to a set of European countries that have, today, intermediate cumulative numbers of deaths due to COVID-19. Our aim is to assess whether these countries (in the second line with respect to the COVID-19 wave) will follow the trajectories of countries in the front line, with either fast-and-severe epidemics or relatively mild epidemics. The second scenario would be favorable for limiting the mortality due to COVID-19 in Europe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Mortality data were obtained from the Johns Hopkins University Center for Systems Science and Engineering (https: //github.com/CSSEGISandData/COVID-19/; Dong et al., 2020) . JHU CSSE provides, in particular, daily mortality at the scale of countries or provinces, grounded on diverse data sources including the World Health Organization and national government health departments. We selected the 15 European countries having at least 200 registered deaths by April 14, 2020. The eight countries with the lowest death rate (cumulative number of deaths divided by population size) up to April 14 were chosen as countries whose mortality dynamics have to be forecast. The seven other countries as well as the province of Hubei in China were used to build predictors. Hubei was the first COVID-19 hotspot and its number of registered deaths has clearly reached a plateau, whereas the European countries are still in the increasing stage ( Figure  1 ; see also Suppl. Figure S1 where mortality is scaled by the population size).",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 171,
                    "text": "Dong et al., 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 936,
                    "end": 945,
                    "text": "Figure  1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 964,
                    "end": 973,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "COVID-19 mortality data"
        },
        {
            "text": "First, we model the daily temporal evolution of the cumulative number of deaths (Y 0 (t), t being the date) in a focal country labelled by 0. The daily increments, say N (t), of the process Y 0 are, conditionally on a set of competing predictors, independently drawn from mixtures of negative-binomial distributions whose means are the increments of the predictors:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sketch of the method"
        },
        {
            "text": "where p i are the mixture probabilities, η i are the dispersion parameters of the negative-binomial distributions and Z i are the competing predictors obtained from mortality curves in ahead-in-time countries i = 1, . . . , n. Predictor Z i is built from a smoothed, scaled and delayed version of the process Y i , which is the analogue of Y 0 for country i. The smoothing aims at mitigating events that are specific to country i. The scaling aims at homogenizing population sizes with the focal country 0. The delay, denoted by δ i , accounts for temporal lag in the start and progression of the epidemics between country 0 and i. This delay is calculated as the duration between the date τ of the last observation used in the analysis and the (anterior) date at which the smoothed version of Y i reached the value Y 0 (τ ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sketch of the method"
        },
        {
            "text": "Second, we apply an estimation approach grounded on a weighted penalized likelihood to estimate p i , η i and δ i . Thus, we obtain a probabilistic assessment of which predicting trajectory is followed by the mortality curve of the focal country. In addition, we evaluate with the dispersion parameter η i how much the trajectory of the focal country is apart from the trajectory of the predicting country i. We also evaluate with the delay parameter δ i how much the focal country is late with respect to country i. This analysis can be applied on mortality curves observed up to the last observation date available in the data set. It can also be applied by ignoring, voluntarily, a part of the time series, to measure the stability of mortality progression in comparison with available predictors or, in the opposite way, to demonstrate changes in the epidemic regime. Applying the analysis back in the past also allows assessing forecast accuracy (like hindcasting in model-based climate-change studies).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sketch of the method"
        },
        {
            "text": "A detailed presentation of the method is provided in Appendix A.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sketch of the method"
        },
        {
            "text": "2 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sketch of the method"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . 3 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sketch of the method"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 ",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sketch of the method"
        },
        {
            "text": "Consider the particular cases of Austria and Sweden, which are typical but contrasted examples. Figure 2 provides the estimated mixture probabilities and the forecast when the last observation τ is March 30, April 6 or April 14 (voluntarily ignoring posterior data, if any). In the first two cases, the short-term future of the dynamics is known and can be compared to the forecast. We observe a change in regime for both countries: Austria follows a balanced mixture of the trajectories of Switzerland and the UK when τ = March 30, and tends to the trajectory of Hubei afterwards. Sweden remains within the group of European countries, but tends to follow the relatively mild trajectory of Switzerland when τ = April 14.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 104,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Supplementary Figure S2 provides analogue plots for the eight focal countries and all the dates τ between March 30 and April 14.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 14,
                    "end": 23,
                    "text": "Figure S2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The changes in estimated mixture probabilities are displayed in Figure 3 for each of the eight focal countries. We observe for each country a variability across time in the most likely predicting trajectories (as shown above for Austria and Sweden). Figure 3 and Figure 4 (where the mixture probabilities are averaged over countries) suggest that the second-line countries considered in our analysis generally tend to follow, as time goes on, the relatively mild trajectories of Hubei and Switzerland. The situation in this respect is not clear for Poland, but Poland accumulates a low number of deaths compared to the other focal countries, namely 263 deaths by April 14 (Denmark: 299, Romania: 351, Austria: 384, Ireland: 406, Portugal: 567, Sweden: 1033, Germany: 3294) and the analysis is therefore grounded on limited information.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 72,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 250,
                    "end": 258,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 263,
                    "end": 271,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Forecast performance is measured as the proportion of true values Y 0 (τ + ∆), ∆ days after τ , that are in the corresponding forecast confidence intervals. The performance decreases with ∆ ( Figure 5 ). It must be noted however that when the cumulative number of deaths at τ in the focal country is relatively large (typically several hundreds), then about 80% of values Y 0 (τ + ∆) are within their confidence intervals up to 8 days after τ .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 200,
                    "text": "Figure 5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The second-line European countries considered in our study tend in general to follow relatively mild mortality curves (typically, those of Switzerland and Hubei) rather than faster and more severe trajectories. Thus, our results suggest that the continuation of the current COVID-19 wave across Europe will likely be mitigated, and not as strong as it was in most of the front-line countries first impacted by the wave. However, we have seen that changes in the epidemic regime for a given country can arise. Therefore, we cannot exclude modifications of the epidemic situation for the second-line European countries. To monitor such eventual changes on a daily basis, a Webapp implementing our approach will be soon made accessible to the public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The way we clustered the European countries in two groups, those in the front line and those in the second line based on the death rate (cumulative number of deaths divided by the population size), can be seen at first sight as a reason why the second-line countries generally tend to follow relatively mild mortality trajectories. However, Belgium and the UK for instance, could have been considered as second-line countries on March 15 (based on their death rates at that date). Unfortunately, one month later, they clearly experience relatively fast and severe mortality dynamics; see Supplementary Figure S1 . Apparently, up to now, the second-line countries as defined in our study will not follow the trajectories of Belgium and the UK.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 602,
                    "end": 611,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In our approach, the quality of data is paramount, like in most approaches strongly relying on data. However, some technical choices underlying our method (in particular the smoothing of predictors and the over-dispersed distribution for the daily increments in the number of deaths) make our approach robust to some extent. For instance, Swedish data show a decrease in the number of recorded daily deaths each week-end, but its mortality trajectory is nonetheless relatively adequately forecast. Despite the relative robustness of our approach, its performance would be improved by grounded it on corrected data (e.g., we could re-allocate some deaths recorded on weekdays in Sweden to the preceding weekend, and we could correct French data anterior to April 1st, date before which deaths in nursing homes were not recorded). Correcting data would be particularly crucial for countries that may underestimate COVID-19-induced deaths. It must be however noted that our simple approach applied to raw data can be exploited to detect countries with extreme trajectories (i.e., very mild mortality dynamics), resulting either from bias in data or from particularly efficient ways of mitigating the COVID-19 wave. Identifying the former case can be beneficial to obtain a better assessment of COVID-19 sanitary impact in the country of interest. Identifying the latter case can be beneficial for other countries to improve their control strategies by taking as a model the strategy of the country with extreme trajectory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our analysis, we incorporated eight predictors in the mixture model (seven front-line European countries plus Hubei). Having at our disposal more predictors would be obviously beneficial for our analyses, in particular intermediate predictors between those built from Switzerland and Hubei data, and even flatter predictors than the one built from Hubei data (e.g. for handling the apparently very mild mortality curve of Poland; see Supplementary Figure S2 ). The incorporation in the mixture model of mortality curves corresponding to other well-known diseases would deserve to be investigated. These additional curves could be viewed as benchmarks complementing the available predictors for COVID-19. From a technical viewpoint, multiplying the number of mixture components could result in estimation difficulties if one only relies 4 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 451,
                    "end": 460,
                    "text": "Figure S2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101/2020.04.17.20069179 doi: medRxiv preprint Austria Sweden Figure 2 : Forecast of the cumulative mortality based on the fitted mixture model for Austria and Sweden when the last observation τ (indicated by the vertical dotted line) is made on March 30 (row 1), April 6 (row 2) or April 14 (row 3). The number of deaths at τ in the focal country is indicated by the horizontal dotted line. The part of the solid red line on the left of τ is obtained by smoothing mortality data for the focal country (red dots); the part on the right of τ is the median forecast. Two types of 95% confidence envelopes are drawn (grey areas); see Section A.3 in the Appendix.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 122,
                    "text": "//doi.org/10.1101/2020.04.17.20069179",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 168,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 6 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 on the quasi-Newton algorithm that we used for maximizing the penalized weighted likelihood. Alternatively, parameter estimation could be carried out using the Expectation Maximization (EM) algorithm (McLachlan and Peel, 2000) or adopting a Bayesian framework, with Markov Chain Monte Carlo (MCMC) techniques (Robert and Casella, 2013) .",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 303,
                    "end": 329,
                    "text": "(McLachlan and Peel, 2000)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 412,
                    "end": 438,
                    "text": "(Robert and Casella, 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "Additional technical issues are discussed in Appendix A.4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "SS conceived the initial statistical approach that was then improved from the input of all authors. SS, MR and VB implemented the approach in the R statistical Software. SS and LR wrote the first version of the manuscript that was then complemented by MR, VB, DA, DP and LR. All authors reviewed and approved the final version of the manuscript. Figure 6 : Schematic representation of the delaying processing applied to predictors. Circles: counting process Y 0 ; Continuous line: non-delayed predictorȲ 0i ; Dashed line: delayed predictor Z i (i.e. δ-translation ofȲ 0i along the time-axis, where δ = δ i in Equation (2)).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 346,
                    "end": 354,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Author contributions statement"
        },
        {
            "text": "The increments of the process Y 0 are independently drawn from mixtures of negative-binomial distributions whose means are the increments of competing predictors:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions statement"
        },
        {
            "text": "where p i are the mixture probabilities, η i are the dispersion parameters of the negative-binomial distributions, and Z i are the predictors built from smoothed, scaled and delayed versions of Y i (i = 1, . . . , n); note that the model for Y 0 is defined conditionally on the set of predictors Z i . Namely, Z i satisfies, for all t ∈ R:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions statement"
        },
        {
            "text": "where L is the linear-interpolation operator, k u = min{k, τ − u} is the local smoothing bandwidth, and k ∈ N is the smoothing parameter (if k = 0, there is no smoothing:Ȳ i ≡ Y i ). The processȲ i defined over Z is obtained by smoothing Y i with a symmetric local mean based on the varying temporal bandwidth k t , which ensures thatȲ i (τ ) = Y i (τ ), i.e. the last observed value of Y i . Thus,Ȳ i is a moving average operator applied to Y i . The processȲ 0i defined over R is obtained by linearly interpolatingȲ i and by scaling it with the factor s 0 /s i to delete the heterogeneity in the sizes of the observation units. Note that ifȲ 0i is defined over R, it can be only computed up to time τ from observed data. The predictor Z i is built from a smoothed version of Y i to mitigate events that are specific to observation unit i (and that are not expected to be representative of what is going on in observation unit 0). The delay δ i is introduced to measure how much the observation unit i is ahead in time with respect to the observation unit 0, and to correct the non-delayed predictorȲ 0i accordingly; see Figure 6 . Thus, in practice, the predictor Z i can be computed up to the temporal horizon τ + δ i , which depends on the calculated advance of Y i over Y 0 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1122,
                    "end": 1130,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Author contributions statement"
        },
        {
            "text": "The condition Y i (τ )/s i > Y 0 (τ )/s 0 (which can be easily checked in practice directly from raw data) ensures that Y i is ahead in time with respect to Y 0 and can be used to build a predictor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions statement"
        },
        {
            "text": "Note that Z i (andȲ 0i ) are non-decreasing temporal processes over R and, therefore, the means of the negative-binomial distributions in Equation (1) are non-negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions statement"
        },
        {
            "text": "Suppose that the discrete time processes Y i (i = 0, . . . , n) are observed between time τ 0 and τ . Our aim is to infer the mixture probabilities p = (p 1 , . . . , p n ) and the dispersion parameters η = (η 1 , . . . , η n ) based on Y = {Y i (t) : i = 9 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.2 Weighted penalized likelihood"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.2 Weighted penalized likelihood"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.2 Weighted penalized likelihood"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.2 Weighted penalized likelihood"
        },
        {
            "text": "Our exploratory approach for comparing mortality curves and forecasting mortality based on data from abroad relies on several technical choices. Many alternatives for these choices exist and we discuss some of them in what follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.4 Technical discussion"
        },
        {
            "text": "We used the negative-binomial distribution because the increments in mortality are counting variables and because we observed a relatively large dispersion with respect to the predictors. The Poisson distribution could not cope with this over-dispersion and led therefore to poor results in terms of forecast performance as measured in Figure 5 . Thus, the negative binomial distribution embedded in the mixture model offer larger flexibility. It must be however noted that in an hypothetical case without overdispersion, the estimation of dispersal parameters η in the negative-binomial distributions would lead to identifiability issues. Other distributional hypotheses could be made, e.g. discrete versions of the exponential and gamma distributions defined over N, for which EM algorithms are well suited in a mixture-model context.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 336,
                    "end": 344,
                    "text": "Figure 5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "A.4 Technical discussion"
        },
        {
            "text": "We used a linear interpolation in Equation (2) because of its simplicity. The use of splines could be investigated to evaluate whether this refinement improves forecast performance. Forecast performance could also be improved by: 1. optimizing the smoothing parameter or even by changing the form of the smoother that we used (e.g. local polynomial smoother, kernel smoother with a continuous kernel, etc.); 2. refining the penalization and the weighting introduced in Equation (4); 3. transforming the mixture model into a regression model and applying, for example, an elastic net penalization to reduce the number of likely predictors; 4. incorporating multiple-orders auto-regressive terms in the model of Y 0 to better account for temporal dependencies, but the auto-regressive terms should certainly be modified depending on the stage of the epidemics (increase stage, decrease stage and plateau); 5. incorporating additional covariates to account for temporal characteristics that are specific to the focal country (e.g., a change in the national control strategy).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.4 Technical discussion"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 Figure S1: Mortality data scaled by population size (i.e. death rate) for 15 European countries and the Hubei province in China. The areas of disks in the legend are proportional to the population sizes.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "12 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 ",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "11"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A limited memory algorithm for bound constrained optimization",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Byrd",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nocedal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "SIAM Journal on scientific computing",
            "volume": "16",
            "issn": "",
            "pages": "1190--1208",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "An interactive web-based dashboard to track COVID-19 in real time. The Lancet infectious diseases",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Artificial intelligence forecasting of COVID-19 in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2002.07112"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Understanding unreported cases in the 2019-nCov epidemic outbreak in Wuhan, China, and the importance of major public health interventions",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Seydi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MPDI Biology",
            "volume": "9",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Finite mixture models",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mclachlan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Peel",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The effect of control strategies to reduce social mixing on outcomes of the COVID-19 epidemic in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prem",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flasche",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Clifford",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Pearson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Munday",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Monte Carlo statistical methods",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Using early data to estimate the actual infection fatality ratio from COVID-19 in france",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Roques",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Papaix",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Soubeyrand",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Predictions of 2019-ncov transmission ending via comprehensive methods",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2002.04945"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from 2019 to 2020: A datadriven analysis in the early phase of the outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Musa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infectious Diseases",
            "volume": "92",
            "issn": "",
            "pages": "214--217",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Raw mortality data for 15 European countries and the Hubei province in China. Curves in the top panel were used to build predictors, whereas we forecast the future of curves in the bottom panel. The areas of disks in the legend are proportional to the population sizes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Estimated mixture probabilities for the eight focal countries when the date τ of the last observation ranges from March 30 to April 14.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Estimated mixture probabilities averaged over the eight focal countries and for a date τ of the last observation ranging from March 30 to April 14.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Left: proportion of true values Y 0 (τ + ∆), ∆ days after τ , that are in the corresponding forecast confidence intervals -CI-(all focal countries were merged to assess these statistics). Green solid curve: CI built under the fitted mixture model; Red solid curve: CI built with the alternative approach presented in Appendix A.3. Dotted curves are analogous to solid curves when one considers situations with at least 250 cumulative deaths at τ . Right: distribution of the cumulative number of deaths at τ ; the vertical line indicates the threshold value used for drawing the dotted curves on the left panel.7.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no competing interests. 0, . . . , n, t = τ 0 , . . . , τ }. Using Equations (1) and (2), the likelihood satisfies:where f 0it is the probability that a variable following the negative-binomial distribution with mean Z i (t) − Z i (t − 1) andthe lower the value of η i , the larger the dispersion). The likelihood is not directly used to estimate p and η, but is first weighted and penalized. The weighting allows the estimation to depend more on the last states of the response process Y 0 and the predictors than on their initial states (e.g., to avoid an irrelevant dependence of the estimation on relatively ancient fluctuations that are likely poorly related to the current variations). The penalization is introduced to improve the prediction accuracy and interpretability of mixture probabilities by penalizing predictors that are unlikely at least on some fragments of the observation window. Thus, we propose the following weighted penalized log-likelihood for estimating p:where λ ≥ 0 and 1 is the indicator function. The squared shape of w τ −t can obviously be substituted, depending on the context, for instance by a linear shape.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "For fixed τ 0 , k and λ, the parameter vectors p and η can be estimated by maximizingl λ (p, η, | Y) given by Equation (4) with a constrained BFGS quasi-Newton method (Byrd et al., 1995) . This algorithm easily handles positiveness of parameters. The constraint n i=1 p i = 1 was handled by introducing q i ∈ [0, ∞), i = 1, . . . , n, such that q i / n i=1 q i = p i , fixing one of the q i s to the value 1 and maximizingl λ (p, η, | Y) with respect to the other q i s and η. Let us now describe how τ 0 , k and λ are specified. The first observation time τ 0 and the maximal bandwidth k are considered as given for the analysis of COVID-19 data: we use τ 0 = τ − 30 days allowing our analysis to handle the inertia of the epidemics at country level and k = 3 days resulting in rather smooth predictors. The penalization parameter λ, whose value cannot be intuitively fixed unlike τ 0 and k, is calibrated by minimizing the mean squared error between (Y 0 (τ − 2), Y 0 (τ − 1), Y 0 (τ )) and its mixture-based prediction obtained by using only data up to time τ − 3. The mixture-based prediction of Y 0 (t) for t beyond the last observation date τ is simply its expectation satisfying:Thus, λ is fixed at the valueλ satisfying:whereÊ 1:(τ −3),λ (Y 0 (t )) is derived from Equation (5), in which τ is replaced by τ − 3 and p i are replaced by their estimateŝ p i (λ) maximizingl λ (p, η | Y 1:(τ −3) ), itself derived from Equation 4 where Y 1:(τ −3) gathers data up to time τ − 3 and replaces Y. Then, estimatesp andη of p and η are estimated by maximizinglλ(p, η | Y) and the dynamics of Y 0 beyond τ is forecast by simulating Model (1) where one plugs inp andη and by drawing, for instance, 95%-confidence envelopes. The forecast horizon of Y 0 depends on how much each predicting countries is ahead in time. E.g., for a predicting country that is m days ahead in time, the forecast horizon is m days. Thus, when time goes on beyond τ , there are less and less available predictors. In our analyses, we stop the forecast at the date when available predictors correspond to a sum of probabilitiesp i less than 0.5. An alternative of the forecast can be drawn by assuming that, for each simulation, the trajectory of the epidemic follows a single predictor sampled with respect to the mixture probabilities. This approach generally leads to wider 95%-confidence envelopes.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 186,
                    "text": "(Byrd et al., 1995)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "A.3 Estimation and forecast"
        }
    ]
}