{
    "paper_id": "826e9dfe90fac771cbf715f85c083ae6c4a122f3",
    "metadata": {
        "title": "The December 2019 New Corona Virus (SARS-CoV-2) Outbreak: A Behavioral Infectious Disease Policy Model The December 2019 New Corona Virus (SARS-CoV-2) Outbreak: A Behavioral Infectious Disease Policy Model",
        "authors": [
            {
                "first": "Jeroen",
                "middle": [],
                "last": "Struben",
                "suffix": "",
                "affiliation": {},
                "email": "struben@em-lyon.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "It is critical to understand the impact of distinct policy interventions to the ongoing December 2019 coronavirus (SARS-CoV-2) pandemic. We develop a flexible behavioral, dynamic, and sectorial epidemic policy model comprising both endogenous virus transmission and public health and citizen responses. Applicable to the full epidemic cycle including resurgence, the model allows exploring the multivariate impact of distinct policy interventions, including general and targeted testing and social contact reduction efforts. Calibrating the model to the early SARS-CoV-2 outbreak at the level of continents, we demonstrate how early, rapid, and extensive buildup of testing and social contact reduction efforts interplay to suppress the outbreak. Next, applying the model within hypothetical contexts we demonstrate how: i) sociodemographic variation in vulnerability to the virus affects overall reported and actual outbreak patterns; ii) feasible timing of deconfinement depends on earlier responses to the outbreak; and, iii) targeted approaches help suppress resurgent outbreaks and their various impacts. Finally, given the importance of broad support of outbreak control efforts, across public health experts, policymakers, volunteers, media, and citizens, we make the model also accessible in the form of a free web-based management flight simulator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On March 11 the World Health Organization declared the coronavirus (SARS-CoV-2) outbreak a global pandemic (WHO, 2020a). Since early April over 1.25 Million cases and over 67 Thousand deaths have been reported (Roser, Ritchie, and Ortiz-Ospina, 2020) . While the disease has affected at least 190 countries, areas, and territories, outbreak patterns and responses have varied widely (Cohen and Kupferschmidt, 2020) . In Singapore, extensive restrictions on movement started three days after the first discovered case (Xianbai, 2020) , whereas other countries have been slower to reduce social and economic interactions. South Korea deployed rapid and large-scale testing across the population, while the United States has initially been slow to build up testing capacity (Cho, 2020) .",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 250,
                    "text": "(Roser, Ritchie, and Ortiz-Ospina, 2020)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 383,
                    "end": 414,
                    "text": "(Cohen and Kupferschmidt, 2020)",
                    "ref_id": null
                },
                {
                    "start": 517,
                    "end": 532,
                    "text": "(Xianbai, 2020)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 771,
                    "end": 782,
                    "text": "(Cho, 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Across Europe, responses have also differed considerably (Politico, 2020) . On March 16 the French government ordered citizens to stay at home except for essential activities (Erlanger, 2020) . In contrast, the UK government initially suggested avoidance of public places (Triggle 2020 ), yet bars, restaurants, and museums remained open. Prime Minister Boris Johnson subsequently changed course, but confusion persists over what is and isn't allowed (Mason 2020 ). The same virus, different government and citizen responses.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 73,
                    "text": "(Politico, 2020)",
                    "ref_id": null
                },
                {
                    "start": 175,
                    "end": 191,
                    "text": "(Erlanger, 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 272,
                    "end": 285,
                    "text": "(Triggle 2020",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 451,
                    "end": 462,
                    "text": "(Mason 2020",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Early data on the developing pandemic (Roser et al. 2020 ) suggest that early testing and interventions aimed at reducing social interactions are vital to decrease total and peak infections. But, these different approaches and pathways across countries raises a number of critical questions, including: How do these various interventions impact the outbreak patterns? Why is large-scale and early testing so important? What is the differential effect between enforcing or discouraging social contact reduction? How do multiple interventions interact to alter outbreak patterns? How long should policies be maintained?",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 56,
                    "text": "(Roser et al. 2020",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "How important are targeted interventions? And, what is the importance of coordinating and aligning efforts across countries?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To answer questions like these, policy makers, journalists, and citizens must understand not only the disease transmission dynamics but also the role of human responses to the outbreak. Epidemiology experts examine the diffusion patterns of infectious diseases, their models focus on critical virus and transmission characteristics, including transmission rate, and incubation and infectious period. In addition to understanding the virus transmission dynamics, it is essential to understand how these dynamics can be altered by the behavior of policy makers and citizens (Ferguson et al. 2020a ). Yet, epidemiological models typically do not capture such endogenous human behavioral responses.",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 594,
                    "text": "(Ferguson et al. 2020a",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The purpose of the Behavioral Infectious Disease Policy Model we develop here is, first, to facilitate improved understanding of how virus transmission dynamics and endogenous policy and citizen responses to a developing outbreak interact to produce outcomes. Second, by considering these interactions, the model serves to evaluate individual and joint impact of diverse specific public health control measures over the full epidemic cycle including resurgence. The model captures the virus transmission dynamics through what is called a \"susceptible exposed infectious recovered\" (SEIR) model (Hetchote 2000) , part of the mostly widely studied class of SIR epidemic models (Brauer, Castillo-Chavez, and Castillo-Chavez, 2012 ). Yet, following principles of behavioral dynamic modeling (Sterman 2001) , the model also captures how, in response to the progression of the outbreak, populations alter their social contacts, and how policymakers and health experts ramp up testing and reporting, and implement policies related to social distancing. The model differentiates reactive and proactive testing approaches as well as differentiates interventions such as general population social distancing, home confinement of suspected populations, and quarantining of positive cases detected. Importantly, in the model, as in real life, citizens and policy makers respond to reported -not actual -data of a progressing virus outbreak. Each of these behaviors in turn alters the outbreak path itself. The model tracks key epidemic variables over time (including the population within the various epidemic stages and the reproductive number -the average number of secondary cases that one case generates over the course of its infectious period), as well as clinical data (hospitalizations, deaths), and behavioral data (such as the degree of social contacts, and home-confined population, reported versus actual cases etc.). The model is generic in the sense that it can be used to explore how the dynamics change depending assumptions related to infectious diseases, such as SARS, HIV, H1N1, and H5N1, Influenza, and Ebola, 1 as well as can handle differing assumptions about citizen and policy behavior across populations, within and across sociodemographic segments.",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 609,
                    "text": "(Hetchote 2000)",
                    "ref_id": null
                },
                {
                    "start": 675,
                    "end": 726,
                    "text": "(Brauer, Castillo-Chavez, and Castillo-Chavez, 2012",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 787,
                    "end": 801,
                    "text": "(Sterman 2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here we use the model to explore both current questions about managing the December 2019 SARS-CoV-2 outbreak and future questions about managing resurgence. We develop a baseline run that calibrates the most important parameters against the (rapidly developing) data and literature on the ongoing SARS-CoV-2 outbreak (Roser, Ritchie and Ortiz-Ospina, 2020; Dong, Du, and Gardner, 2020; The Lancet, 2020) . Disaggregating our baseline at the level of continents, we demonstrate how differences in early and extensive testing and extensive social contact reduction measures interplay and can explain different outbreak pathways across regions. We also highlight the challenge of catching up once falling behind in curtailing the outbreak. We then use the calibrated model to perform, within more hypothetical contexts, dynamic analyses, of socio-demographic (eg age-related) variation in vulnerability to the virus, of deconfinement efforts, and of virus resurgence. In particular, we show the importance of targeted approaches for effectively reducing the multifaceted impacts of the outbreak.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 356,
                    "text": "(Roser, Ritchie and Ortiz-Ospina, 2020;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 357,
                    "end": 385,
                    "text": "Dong, Du, and Gardner, 2020;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 386,
                    "end": 403,
                    "text": "The Lancet, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While stylized, the model demonstrates the fundamental complex dynamics of infectious diseases caused by both virus transmission and human behavior. Powerful positive feedbacks that accelerate infections combine with delays in infection detectability, inertia in the buildup of testing capabilities, and with challenges in rapidly limiting human contacts. Together these factors lay the ground for the risks associated with wait-and-see approaches to epidemic outbreaks. In showing these interdependencies the model further helps understand how swift and comprehensive responses can reduce the impact of epidemic outbreaks. In clarifying these endogenous dynamics, our model provides insights that are fundamentally different from, but complement, policy models that study interventions as exogenous shocks (Kissler et al. 2020) . By allowing the exploration of different intervention strategies through endogenous behavior -from social distancing advice, to self-home confinement , and enforced quarantine, we provide a general quantitative framework for better understand under what conditions measures are critical for successful reversing epidemic growth if applied efficaciously at an early stage of an outbreak or during the later stage of resurgence management.",
            "cite_spans": [
                {
                    "start": 807,
                    "end": 828,
                    "text": "(Kissler et al. 2020)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Finally, because much of the success depends on collective involvement from not only experts, but also policy makers, local volunteers, citizens, and media that all need to better understand these dynamics, a version of the model has been coupled to a free online Behavioral Infectious Disease Simulator (Struben 2020 ) that enables users to explore the impact of government and citizen responses, and how they could alter the course of a pandemic. In the remainder we provide a short background of the 2019 coronavirus outbreak, the responses, and of the existing relevant literature. We then and perform a number of calibrated and stylized simulations to demonstrate the value of the model. We end by discussing next steps.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 317,
                    "text": "(Struben 2020",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "From December 31 2019 March 3 2020 a total of 44 patients with pneumonia of unknown etiology were reported in China. On January 07 2020 a new type of coronavirus was isolated by the Chinese Ministry of Health. Soon the Chinese Ministry of Health reported the cases' exposure history to the Huanan Seafood Wholesale Market in Wuhan. The second week of January 2020 other countries identified confirmed cases related to traveling overseas including Japan, Thailand, South Korea. Reported cases went from over 150 thousand by mid-march to over 1.25 M on April 6th with over 65 thousand reported deaths in a total of 180 countries (Roser, Ritchie, and Ortiz-Ospina, 2020; Korean CDCs, 2020) . .",
            "cite_spans": [
                {
                    "start": 627,
                    "end": 667,
                    "text": "(Roser, Ritchie, and Ortiz-Ospina, 2020;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 668,
                    "end": 686,
                    "text": "Korean CDCs, 2020)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "The virus"
        },
        {
            "text": "The virus \"severe acute respiratory syndrome coronavirus 2\" (SARS-CoV-2, earlier provisionally named \"2019 novel coronavirus\" (2019-nCoV)), is thought to spread from person to person through droplets and contacts when a person with the virus coughs or sneezes and by touching objects contaminated with the virus, then touching one's eyes, nose or mouth. SARS-CoV-2 causes the respiratory illness coronavirus disease 2019 . (Hereafter we solely use the acronym SARS-CoV-2, indicating either.) Main symptoms include diverse symptoms from respiratory infections, ranging from mild to severe, such as fever, malaise, cough, shortness of breath and pneumonia. In addition, phlegm, sore throat, headache, hemoptysis, nausea, and diarrhea also appear. Elderly, immunocompromised patients, and patients with underlying medical comorbidities are most likely to be in critical condition or die from the virus. Best current estimates suggest a case fatality rate (CFR) for SARS-CoV-2 of about 1-2% (Shim et al., 2020; WHO, 2020b) , much larger than the order of 0.1% for a moderate seasonal influenza. Yet, there is still much uncertainty about this number because of the often limited testing capabilities, and endogenous factors such as hospital overload (Ghaffarzadegan and Rahmandad, 2020) . Further, estimating the CFR requires information about the number infected (the denominator). Yet, this number is hard to detect, because of the large number of cases with mild and/or flu-like symptoms. For example, about 80% of people with SARS-COV-2 has mild (or no) symptoms, while 20% has severe symptoms, with about a third of those latter group becoming critically ill (ECDC, 2020) .",
            "cite_spans": [
                {
                    "start": 987,
                    "end": 1006,
                    "text": "(Shim et al., 2020;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1007,
                    "end": 1018,
                    "text": "WHO, 2020b)",
                    "ref_id": null
                },
                {
                    "start": 1246,
                    "end": 1282,
                    "text": "(Ghaffarzadegan and Rahmandad, 2020)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1660,
                    "end": 1672,
                    "text": "(ECDC, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The virus"
        },
        {
            "text": "The extent of an epidemic outbreak is affected by key virus transmission parameters. Estimating values of parameters such as infectious contacts and duration of infectivity is of critical interest to those seeking to impact this (Anderson et al., 2020) . Compared to Influenza, or Ebola transmission is rapid due too high infectivity. The duration of the infectious period for SARS-COV-2 is estimated to be 5-10 days (Zou et al. 2020) , after an incubation period of 2-14 (5.5 average) days. The incubation period for SARS-COV-2 is about 5-6 days (Li et al. 2020) . The fundamental metric transmissibility of a virus, the basic reproduction number R0 -representing the number of people infected during once infectivity at the first infection -is estimated to be on the order of 2.4-3.3, quite higher than that for seasonal flus or Ebola (Chowell et al. 2004 ) but lower than for severe acute respiratory syndrome (SARS) (Lipsitch et al. 2003; Read et al. 2020; Walker et al. 2020) . Estimates using this reproduction number suggest that globally, an unmitigated SARS-CoV-2 epidemic would lead to about 7.0 billion infections (Walker et al. 2020) . Given the case fatality estimates, this could potentially result in resulting in 40 million deaths.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 252,
                    "text": "(Anderson et al., 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 417,
                    "end": 434,
                    "text": "(Zou et al. 2020)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 547,
                    "end": 563,
                    "text": "(Li et al. 2020)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 837,
                    "end": 857,
                    "text": "(Chowell et al. 2004",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 920,
                    "end": 942,
                    "text": "(Lipsitch et al. 2003;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 943,
                    "end": 960,
                    "text": "Read et al. 2020;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 961,
                    "end": 980,
                    "text": "Walker et al. 2020)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1125,
                    "end": 1145,
                    "text": "(Walker et al. 2020)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "The virus"
        },
        {
            "text": "An unmitigated scenario, while important as reference is unrealistic because transmission rates decline as, no matter how, governments and citizens will respond as reported cases and deaths accumulate, leading to reduced contacts. However, with such a high basic reproduction number outcomes must be seen in not only the total number of deaths, but also the peak load on the health systems and the risks of resurgence. Therefore, key policy questions are what set of responses and their timings help manage the outbreak path, in the short and longer run (Ferguson et al., 2020; Pueyo, 2020) , and at what cost (Eichenbaum et al., 2020) .",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 577,
                    "text": "(Ferguson et al., 2020;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 578,
                    "end": 590,
                    "text": "Pueyo, 2020)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 610,
                    "end": 635,
                    "text": "(Eichenbaum et al., 2020)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "The virus"
        },
        {
            "text": "Responses in Asia (South Korea, Hong Kong, Singapore, Mainland China, and, to some extent, Japan) show that active policy measures such as quarantine, social distancing, and isolation of infected populations can contain the epidemic (WHO, 2020b). While the outbreak has been contained within multiple countries through early government action and through social distancing measures taken by individuals, in many other countries this has not been the case. 2 To illustrate, consider the outbreak and responses across three continents (Figure 1 ). The three graphs show respectively cumulative reported cases (per million people (pmp)), cumulative tests performed (pmp), and metrics of social activities, starting from the day of the first case reported case to the WHO (December 31, 2019, time = 0 in the Figure) until April 8 (time = 100). The first reported cases within South Korea, Italy (the first known epicenter in Europe), and United States occurred all within one day (January 18-19 2020, Figure 1 , top left). Initially, reported cases were much higher in South Korea, suggesting it had become an epicenters. However, the fate of the countries differed considerably during the following 90 days: Whereas in South Korea reported cases stabilized under 200 pmp by early March, in Italy by the end of march it was at 1700 cases pmp whereas in the United States ,by the end of March, there were already 527 reported cases pmp. Case reporting however, is not 6 independent from case testing. In South Korea it took 43 days to get from the first reported  case to 2500 tests pmp, at which point there were 68 reported cases ppm. Italy reached 2500  tests pmp 15 days later with reported cases ppm at 291 ppm . The United States, reached this  on March 27, 26 days later than South Korea, at which point there were 260 (steeply growing) cases ppm. With exceptions such as Iceland, testing has lagged more in many other countries.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 97,
                    "text": "(South Korea, Hong Kong, Singapore, Mainland China, and, to some extent, Japan)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 533,
                    "end": 542,
                    "text": "(Figure 1",
                    "ref_id": null
                },
                {
                    "start": 804,
                    "end": 811,
                    "text": "Figure)",
                    "ref_id": null
                },
                {
                    "start": 997,
                    "end": 1005,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1499,
                    "end": 1838,
                    "text": "South Korea it took 43 days to get from the first reported  case to 2500 tests pmp, at which point there were 68 reported cases ppm. Italy reached 2500  tests pmp 15 days later with reported cases ppm at 291 ppm . The United States, reached this  on March 27, 26 days later than South Korea, at which point there were 260 (steeply growing)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Policy questions"
        },
        {
            "text": "----------FIGURE 1 ABOUT HERE ------------South Korea's approach reflects a more proactive approach beyond just testing. In particular South Korea has focused on early detection of persons at risk and so to identify and then isolate the virus (Korean CDCs, 2020). As part of this South Korea implemented a policy of early and widespread identification of suspected cases through targeted testing and isolation of \"suspected cases\" -family members and, through contact tracing, those that are thought to have been in close contact with positive cases. The quarantining and monitoring of positive and suspected cases involves follow up according to specific protocol and timing. Finally efforts are done to build capacity of local government, build systems of cooperation between affiliated organizations, and educate and raise public awareness among the community (Korean CDCs, 2020). In Europe confinement policies have been implemented but often much more slowly. Yet, they have more focused on confinement of the general population. Italy's general lockdown commenced in the center and was gradually expanded to northern provinces (March 8). In the United States, despite urging from public health experts, by eatly April some states and counties have taken limited action, with beaches and restaurants still open (Axelrod, 2020) . Indeed, social activity has taken much more time to slow in Europe and North America (Figure 1 , bottom showing short term Air B&B lettings and Mobility trends for places like public transport hubs such as subway, bus, and train stations ).",
            "cite_spans": [
                {
                    "start": 1316,
                    "end": 1331,
                    "text": "(Axelrod, 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 1419,
                    "end": 1428,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Policy questions"
        },
        {
            "text": "These contrasting results suggest that a mixture of interventions are considered to affect outcomes. Research suggests the importance of not only testing and general social distancing as often practiced in epidemic outbreaks (Jefferson et al. 2008 ), but also more targeted approaches (Fraser et al 2004; Wong et al. 2016 ). Yet, outcomes will be very sensitive to the actual actions taken, some of which depend on specific regional conditions.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 247,
                    "text": "(Jefferson et al. 2008",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 285,
                    "end": 304,
                    "text": "(Fraser et al 2004;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 305,
                    "end": 321,
                    "text": "Wong et al. 2016",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Policy questions"
        },
        {
            "text": "We develop a computational model of infectious disease outbreak dynamics that captures the distributions of times to symptoms and infectiousness for the etiological agent concerned and consistent with earlier theoretical studies but that is also sensitive to the socio-behavioral complexity of policies and citizen response. The model focuses on an infectious disease outbreak throughout its epidemic period. While the main focus of the model is highlighting interactions among key policy levers and citizen responses and with virus transmission dynamics, transmission and behavior can be affected considerably by geographic and by socio-demographic conditions. For example, the perceived severity of the outbreak at which policy makers and citizens begin to respond to the outbreak -differs by region and is in the baseline lower for the early Asian countries than for others regions. To allow exploring key sensitivities to demographic variation, he model disaggregates into N demographic segments. These sections can be used to represent geographical regions such as continents, countries, provinces for example (as long they are sufficiently large so that individual contacts are less important). The sectors can also be used to represent different socio-demographic segments (older versus younger populations; vulnerable versus less vulnerable groups) within a geographic region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": "In what follows we highlight only the key model concepts, structures, and variables. Figure 2 provides a high level overview. Likewise, the accompanying figures show simplified representations of the model sections. The online appendix 3 (Appendix A.1) lists the model equations in the same sequencing as below and provide additional visuals. The model itself is also available for download.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 93,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "The Model"
        },
        {
            "text": "----------FIGURE 2 ABOUT HERE ------------",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": "The core of the model forms a classic epidemiological compartmental model, called the \"Susceptible-Exposed -Infectious (Symptomatic)-Recovered\" (SEIR) model ( Figure 3 ) commonly used by epidemiologists (Hethcote, 2000) . The infectious population transmits the virus to susceptible population within demographic segment d, \" , 4 through infectious contacts at infection rate \" = \" ⋅ \" . Infectious contacts may come from the symptomatic population in any demographic segment d' \"* as well as from exposed population \"* being in contact with susceptible population at contact rates \" . \" and \"*\" . The contact rate of the exposed population (the contact rate prior to the outbreak) forms a reference for variation in social contacts across population segments and time. (Those with symptoms tend to have lower contact rates than those without. (If you feel sick you tend to stay at home more, even absent any awareness of a virus outbreak.). Further, contacts change over time in response to the outbreak.)",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 219,
                    "text": "(Hethcote, 2000)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 167,
                    "text": "Figure 3",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Transmission dynamics"
        },
        {
            "text": "Infectious contacts further depend on infectivity (the probability of infection given contact between a symptomatic and an infected person). While infectivity of the he symptomatic population, \" , tends to be higher than of the exposed population, \" , viral load measures suggest that in the case of the SARS-CoV-2 infectivity commences before the onset of first symptoms (Ferguson et al. 2020; Pan et al. 2020; Zou et al. 2020; ) . Then, the virus transmission (simplified form) is given by: 5 \" = 0 \"*\" ⋅ \" ⋅ \" . + \" . \" ⋅ \" . ⋅ \" . , (1) \"* where \" . \" are equal to the contacts within segment \" adjusted with relative cross-segment contacts \"*\" : \" . \" = \"*\" ⋅ \" . . Infected people remain exposed during a latent or incubation period , at which point they (may) begin to show symptoms. Details of a more disaggregated symptomatic stage, including parameters marked with *, are discussed below.) Subsequently, depending on the case lethality fraction, those in the symptomatic stage either recover or die after (Figure 3 right).",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 394,
                    "text": "(Ferguson et al. 2020;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 395,
                    "end": 411,
                    "text": "Pan et al. 2020;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 412,
                    "end": 428,
                    "text": "Zou et al. 2020;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 429,
                    "end": 430,
                    "text": ")",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1015,
                    "end": 1024,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Transmission dynamics"
        },
        {
            "text": "----------FIGURE 3 ABOUT HERE ------------",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transmission dynamics"
        },
        {
            "text": "The structure of the symptomatic population is further disaggregated (Figure 4 ), highlighting that symptoms may vary considerably across those infected (ECDC, 2020) . Only a small fraction of those infected has severe symptoms (defined here as those requiring hospitalization). Those with severe symptoms progress from a pre-hospitalization stage (time to hospitalization 9 ) to the hospitalization stage (time to recover from hospitalization :; ), after which they either recover or die, depending on the actual (not reported) lethality fraction of the severe cases . All of the mild cases recover after a time to recover :< .",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 165,
                    "text": "(ECDC, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 69,
                    "end": 78,
                    "text": "(Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Population in symptomatic stage"
        },
        {
            "text": "----------FIGURE 4 ABOUT HERE ------------Infectivity can differ from symptoms. Early research suggests that viral load is fairly constant for a period of time. Defining the average days infectious, explicitly, as the period during which people exhibit symptoms and possess the infectivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population in symptomatic stage"
        },
        {
            "text": "Virus transmission depends not only on exogenous virus-related transmission parameters but also on behavioral responses from citizens and policy makers as they respond as they perceive a more severe outbreak. As the population adjusts social contacts, infectious contacts and transmission change too. In the model social contacts by the symptomatic population as well as by the general population (and thus exposed) may reduce in response to the severity of a perceived outbreak ( Figure 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 481,
                    "end": 489,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Endogenous social contacts"
        },
        {
            "text": "The population in the symptomatic state may reduce contacts in four ways: i) positive tested (detected) cases admitted to hospitals or detected elsewhere being quarantined (quarantined); ii) undetected being associated with detected cases, through targeted search, being home-isolated (suspected symptomatic cases being home-confined); iv) undetected symptomatic cases reducing contacts voluntarily or urged by governments, beyond what they prefer because of sickness (symptomatic contact reduction); iv) undetected cases reducing voluntarily or urged by governments (general social distancing). The last behavior ranges from increasing washing hands, reduction in gathering in groups, travel restrictions, school and work closings (except for essential ones) etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endogenous social contacts"
        },
        {
            "text": "The exposed population may reduce contacts in two ways: i) undetected cases being associated with detected cases and home-isolated (suspected exposed cases being homeconfined ); ii) undetected cases reducing social contacts, voluntarily or urged by governments (general social distancing).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endogenous social contacts"
        },
        {
            "text": "In the model aggregate social contacts, for both the exposed and symptomatic population, forms a weighted sum across populations subjected to the respective contact constraints. Further, the effects are multiplicative. For example, the combined contact reduction effect \" for someone being both home confined, with effect \" , and subject to social distancing, with effect \" , equals \" =1-(1-\" ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endogenous social contacts"
        },
        {
            "text": "(1-\" ). Indicated contacts (for the symptomatic population example) then are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endogenous social contacts"
        },
        {
            "text": "where @A:< is the normal contact rate of the exposed population, is the relative contact rate of symptomatic population (compared to the normal contact rate of the exposed population).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Endogenous social contacts"
        },
        {
            "text": "The endogenous contact reduction effects adjust to indicated levels. Those quarantined and home-confined adjust contacts as they are being transferred to their new state. Contact reductions for those within their state adjust changing indicated levels of social distancing over adjustment time D . For example, for social distancing, \" adjusts to the level indicated by social distancing . Finally, the newly symptomatic population adjust behavior of the symptomatic population over time. This adjustment of contacts towards symptomatic behavior is captured through a co-flow structure (Sterman 2000) .",
            "cite_spans": [
                {
                    "start": 586,
                    "end": 600,
                    "text": "(Sterman 2000)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "The adjustment of contact reduction through each of the above contact reduction responses depends the perceived outbreak level \" , relative to the reference breakout level :HQ,\" . The actual responses depend on three factors: First, the sensitivity to an increase in the perceived outbreak captures heterogeneity in responsiveness to the perceived severity of the outbreak. Second, there are limits to how much each response is able to reduce contacts. This limit may come from implementation challenges (quarantining may still lead to health worker infection), enforceability limits (home isolation is not defined properly), practical limits (those being home-isolated still need to go out to buy groceries), or, simply, because not everybody complies. For the social distancing effect, \" , with ;,\" sensitivity and maximum contact reduction <ST,\" the formulation is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "As policymakers and citizens alter their behavior in response to the severity of the perceived outbreak and so affect virus transmission rates they respond to reported (not actual) data about positive tests and deaths. Media and experts report different metrics about the virus but reported absolute cases and deaths tend to dominate the media and affect population behaviour (Xiao et al. 2015) . We formulate the perceived outbreak level \" as a weighted function of the reported deaths \" and reported cumulative cases \" : \" = \" ⋅ \" + (1 − \" ) ⋅ \" , with \" weights of reported deaths.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 394,
                    "text": "(Xiao et al. 2015)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "Case testing follows two main approaches: reactive and proactive. First, reactive testing is driven by the symptoms occurring under the currently undetected symptomatic population de (omitting demographic index d) within any of the states ∈ { , , , } -either the early or advanced for mild or severe cases ( Figure 4 ). This happens when the population either self-reports their symptoms or is hospitalized with symptoms. The reactive testing process for all states i is identical (Appendix Figure A .1 visualizes the testing process for hospitalized population (advanced-severe, )). Positive tests equal the fraction of actual cases tested d times the case detection fraction , and the fraction of actual tests being positive d = ⋅ d ⋅ d . .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 308,
                    "end": 316,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 491,
                    "end": 499,
                    "text": "Figure A",
                    "ref_id": null
                }
            ],
            "section": "Case testing and quarantine"
        },
        {
            "text": "Desired testing d * results from a fraction of the population de reporting symptoms of which a maximum fraction and is deemed acceptable for testing, together captured by d * . (The appendix details aggregation from and allocation across the different symptomatic states.) With time to identify and test case J , this defines the indicated test rate for symptomatic . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case testing and quarantine"
        },
        {
            "text": "The copyright holder for this preprint Second, proactively, experts can perform field tests, provided available capacity. There are two types of field tests: \"sampling\" and targeted testing, indicated by index ∈ { , }. (Appendix Figure A. 2 shows the relations.) Targeted testing may involve methods such as contact tracing testing and occurs within a small targeted sample of the population with relatively high likelihood of positive case detection. However, this approach requires efforts identifying potential positive cases. Tracing this back requires effort. In addition, for contract tracing to be effective a sufficient large amount of amount of positively tested cases need to be traced.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 229,
                    "end": 238,
                    "text": "Figure A.",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Positive testing over time to identify and test potential case J increases with the number of tests performed within the effective population size (or catchment area) Q . However, the marginal value decreases in tests Q performed, with that of the first being equal to the effective density p vq w v , The solution for this problem is: (4) where , as with reactive testing, proactive testing is constrained by the capacity, hence Q = min ( Q ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "). Q is the effective pool within which to search. Because neither search type is close to random Q can be considerably smaller than the effective population size within which is searched. We find by the ratio of size of the undiscovered pool Qe and the actual likelihood of finding a subjective case Q . This Q = p vq o v A clustering parameter Q tunes the likelihood of a positive tests (with random probability being the base likelihood). The adjusted likelihood of a positive test corrects for the maximum fraction of potential cases accepted for testing Q * and for detection fraction :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "where z = ⋅ Q ⋅ , and is the likelihood of a single undetected symptomatic person = p q w . The targeted search effectiveness parameter Q captures the effectiveness of pro-active testing by indicating how efficiently \"detectable cases \" (those that have been infected by others) are actually identified and tested. This formulation implies that at small probabilities ( * ≪ 1), Q approximately acts to linearly increase the probability of success ( Q ≈ Q ⋅ z ) and thus proportionally decreases the effective search space Q ≈ To illustrate, consider a population of = 16 and e = 16 undetected cases in total (ie 0.1% of the population, so z = 0.1%, assuming for simplicity ⋅ Q = 1 for Q , Q = 480 gives about 19 out of 50 tests positive -one can see the diminishing returns in Q ). The value of targeted search effectiveness Q depends much on conditions affected by social structures and mobility of the population as well as on the capabilities of experts in tracing actual positive cases within hot-zones given such structures and mobility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "For sampling, simply ;S,e = e . For targeted testing the pool of detectable symptomatic population JS,e depends on active work done to trace the tested population and identify potential suspect cases. Thus, JS,e builds with the detection of new cases , depending on the contact tracing ability as well as on the effective cases each infects, . Thus, new detectable cases build with ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Testing is capacity constrained by availability of testing kits . Initially a fixed number of kits ƒ are available (omitting index d, if relevant). When cumulative hospital visits associated with the virus symptoms exceed threshold level * , the building of additional testing kits begin with growth rate . The production of test kits continues until a desired level of testing capacity is achieved (cases/day/million people). Utilization of test kits is a function of the growth rate of reported active cases. (If reported active cases decline (increase), utilization reduces (increases). (The process of capacity building and utilization is detailed in Appendix Figure A .4) Finally, testing capacity is allocated in order of priority: i) reactive -hospitalized population; ii) reactive -self-reported symptomatic population; iii) proactive -field testing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 664,
                    "end": 672,
                    "text": "Figure A",
                    "ref_id": null
                }
            ],
            "section": "Capacity for case testing"
        },
        {
            "text": "Home quarantining of potential suspect exposed and undiscovered symptomatic population builds from the stock of detectable cases for positive tests though contact tracing, in the same way as for field testing through contract tracing ability . (The process of home isolation is detailed in Appendix Figure A .5). The actual home isolation rate depends on the home quarantining fraction . This fraction builds as a function of perceived outbreak in the same way as social distancing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 299,
                    "end": 307,
                    "text": "Figure A",
                    "ref_id": null
                }
            ],
            "section": "Home confinement of potential cases (exposed and undiscovered symptomatic)"
        },
        {
            "text": "Finally, the model has a substructure allowing the implementation and roll-out of (potentially imperfect) vaccination ( Figure A.6 ). This structure (as well as immunity loss rate) is switched off for the purpose of this analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 130,
                    "text": "Figure A.6",
                    "ref_id": null
                }
            ],
            "section": "Vaccination"
        },
        {
            "text": "To illustrate the value of the model for policy analysis, and to demonstrate its flexibility we perform three different experiments. The first involves the construction and analysis of a baseline case, that builds, through calibration on the actual SARS-COV-2 outbreak. In the second experiment we perform a sensitivity analysis of this baseline case, centered on policy and citizen responses to the outbreak. In the third experiment we perform an analysis about managing resurgence (by lifting social distancing policies) using hypothetical regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063610 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We begin our analysis with a baseline run, calibrated to the ongoing outbreak. To do this, we define the following regions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiment 1 -A baseline scenario building on the SARS-COV-2 outbreak"
        },
        {
            "text": "• Region 1: Asian (only outbreak countries: China, South Korea, Japan, Singapore, …); • Region 2: Europe; • Region 3: Africa; • Region 4: North America; • Region 5: South America; • Region 6: Oceania (includes all later outbreak Asian countries) Next we set the virus-transmission parameters (eg incubation time) and clinical parameters (eg hospitalization fraction) for which we can build on best available existing estimates of the for SARS-COV-2. Next we calibrated the testing growth rate g and threshold for testing capacity CH* to the cumulative tests for Asia, Europe, and North America, using respectively data on South Korea, Italy, and United Sates. Next, we estimate remaining transmission and socio behavioral parameters using OLS estimation of outbreak data (reported cases, active cases) for Asia, Europe, North America, and Oceania (including later outbreak countries). Table 1 (virus transmission and clinical) and Table 2 (socio behavioral) provide the resulting parameter settings as well as sources and means of estimation. Figure 6a shows the resulting simulation run of the cumulative reported and actual, and, for the relevant time horizon, the data on reported cases for Asia, Europe, and North America. Reported cases are on average about 19% of actual (that is -on average 19% of cases are detected.). 6 Figure 6b provides more details about the underlying dynamics showing a number of different indicators of the outbreak, including related to case detection. The top left graph in Figure 6b shows see that the reporting fraction for the mild cases is much lower than for severe cases (15-25% versus about 90%). Asia has a higher detection fraction of the mild cases than the other regions. This is in part the result of proactive -field-based -testing and monitoring. The top left graph shows the social contacts for exposed population reducing due to social distancing and, to some degree, home confinement, of targeted policies (mostly in Asia.). As more cases get detected governments and citizens respond and reduce action. Asia has a strong sensitivity of social distancing to the outbreak and hence a strong balancing feedback loop B3, Figure 5 ). However, the slopes in contact reduction do not differ much across regions. This is because the weaker response in Europe and North America has the effect to increase transmissions, in turn inducing a stronger response than is needed in Asia.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 885,
                    "end": 892,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 931,
                    "end": 957,
                    "text": "Table 2 (socio behavioral)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1043,
                    "end": 1052,
                    "text": "Figure 6a",
                    "ref_id": null
                },
                {
                    "start": 1329,
                    "end": 1338,
                    "text": "Figure 6b",
                    "ref_id": null
                },
                {
                    "start": 1508,
                    "end": 1517,
                    "text": "Figure 6b",
                    "ref_id": null
                },
                {
                    "start": 2169,
                    "end": 2177,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Experiment 1 -A baseline scenario building on the SARS-COV-2 outbreak"
        },
        {
            "text": "----------FIGURE 6 ABOUT HERE ------------6 A note of caution: Any simulation, but in particular those looking forward during a developing case (as this one) should be interpreted with great caution and scepticism, for at least three reasons: i) there is still much uncertainty about transmission parameters; ii) estimation of behavioural parameters is done at a very aggregate level and with a bias towards the Asian and early European outbreaks. This does not necessarily are a good representation of other regions; iii) forward looking outcomes do not incorporate future policy and citizen actions that may different from those simulated here. Yet, the uncertainty is fundamental to the problem itself. Our main purpose is to develop and enhancing a grounded understanding of the problem, to build confidence in and allow challenge what are brought forward as plausible explanations, and support in the best way those policy decisions that need to take place under this great uncertainty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiment 1 -A baseline scenario building on the SARS-COV-2 outbreak"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiment 1 -A baseline scenario building on the SARS-COV-2 outbreak"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 Infectious contacts together with transmission delays (incubation time -the time before symptoms begin to appear -and duration of infectivity -of the symptomatic population) determine how many people an infectious person infects during its infectivity, affecting the likelihood and extent of the epidemic outbreak. The basic reproductive number R0 captures how transmission parameters as social contacts affect the initial growth rate of the outbreak. It is defined as the average number of secondary infections produced when one infected individual is introduced into a host population where everyone is susceptible (Dietz, 1975) . A value of R0 > 1 implies that an epidemic can get started. The reproductive number R ( Figure  5b , bottom left) captures how changes in transmission parameters as social contacts (as well as changes in the remaining susceptible population, which is negligible here) affect the growth rate of the active cases and thus of the outbreak over time. The reproductive number begins at around 3 close to estimates of the basic reproductive number R0 (Read et al. 2020) . It then first goes below 1 in Asia followed by Europe, and North America, and the Total (including other continents.). Figure 6b bottom right shows the over-time population distribution of the population (exposed, quarantined, symptomatic (non-detected), hospitalized, and cumulative deaths). The figure highlights the lags in peaking from exposed towards hospitalized. Global hospitalized populations peak later than others, early May at around 350 Thousand people. (This is most likely an underestimation of both timing of peak and quantity.)",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 683,
                    "end": 696,
                    "text": "(Dietz, 1975)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1144,
                    "end": 1162,
                    "text": "(Read et al. 2020)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 787,
                    "end": 797,
                    "text": "Figure  5b",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1284,
                    "end": 1293,
                    "text": "Figure 6b",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The baseline results suggest that the stricter measures in response to the outbreak were critical in curtailing the outbreak. We now examine the interaction effects between interventions more closely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We next examine the effect of hypothetical changes in policy and citizen responses to the outbreak -and in particular on actual (and reported) cumulative cases (Figure 7) . We alter three distinct parameters: The reference virus outbreak level :HQ,\" (ROB), behavioral social distancing exponent (exposed) H,\" (SDE), the cumulative hospitalization for testing growth rate \" * (TST) (the threshold for building testing capacity), as well as their joint effect (All). The effect of High responsiveness vs Low responsiveness values are shown for North America. High (Low) indicate parameter settings that correspond to high (low) policy/citizen responsiveness to the outbreak. (Table 3 shows details on parameter ranges compared to the baseline). Once can see that a more responsive government to the outbreak, citizen's social distancing, and earlier testing ramp up all have the effect to reduce cumulative cases. The Low parameter values are approximately equal to Asia's baseline values. Hence, the results suggest that each of the policy measures taken -earlier and more extensive can help reduce the outbreak. On the other hand, any reduced responsiveness greatly exacerbates the outbreak. Further, we see a strong interaction effect among socio-behavioral responses (See \"All\" vs individual changes).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 170,
                    "text": "(Figure 7)",
                    "ref_id": null
                },
                {
                    "start": 673,
                    "end": 681,
                    "text": "(Table 3",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Experiment 2 -Sensitivity of baseline results to behavioral responses"
        },
        {
            "text": "----------FIGURE 7 ABOUT HERE ------------Reported cases (bottom left) tend to be less responsive -in particularly visible for the interaction effects. This is because the increased actual cases creates precisely those problems that make it hard to keep up with testing. This observation is important because reported cases are main drivers for decisions and citizen responses. This itself contributes to the strong effects we observe in the actual cases. Further, deaths (white bars) correlate more with the actual than with reported cases. While it is problematic to respond to reported deaths (with lags between infection and death being 3-4 weeks), the sensitivity analysis shows the risk of underestimating the effects of too little action, when driven by reported cases (especially when relative reported cases are low). Figure 7 (top right) highlights these amplification effects from response interactions and in particular from the delays in the system, showing hospitalizations. While actual cumulative cases are strongly sensitive to changes in behavioral responses, lagged elements in the system, such as hospitalization experience even stronger amplification (compare with actual cumulative cases in Figure 6 ) . Figure 8 further highlights the strong interaction effect between behavioral responses to the outbreak. Figure 7 (left) shows the joint effect of social distancing and the threshold for building testing capacity. While a moderate higher/lower response has the effect of reducing (lighter colors)/increasing (darker colors) actual cumulative cases, their joint change strongly amplifies these effects. For example, policies that stimulate social distancing are greatly enhanced when policy makers and citizen have a more accurate perception of the extent of the outbreak. Figure 8 (right) shows even more clearly the hurdle to implementing effective policies during the outbreak, because of such interaction effects. The figure shows again, testing sensitivity, but now interacting with the clustering parameter, indicating the efficiency at which \"detectable/suspected cases \" (those that have been infected by others) are actually identified and tested. The map indicates that improving this effectiveness does not necessarily help. This is so because successful targeted testing requires a lot of \"detectable/suspected cases\". Thus, absent capacity to identify cases in the first place, one cannot find others through such targeted approaches. One need a combination of high effectiveness in identifying of both early testing buildup. Note the positive feedback that acts to move efforts towards downstream-reactive testing -away from pro-actively identifying, testing, and isolating upstream exposed and symptomatic populations: once testing capacity falls behind, most cases are identified in the hospital, or through severe-symptoms in the late stage ( Figure  A7 shows the positive feedbacks involved in detail). By then those have infected many others, but at this point there is also little opportunity to both identify and test those that they infected. Instead, slack in testing capacity frees up resources for proactive testing and helps build up a stock of potentially identifiable existing and future cases. The results highlight the extraordinary measures in many of the early outbreak countries were critical to control the outbreak. In particular the combination of testing and finding ways to reduce general social contacts are critical. More targeted approaches can work as long as complementary resources (identification ability, testing, monitoring) are available. We also ran the model without interventions and testing leading to herd immunity at a recovered population of 6.8 B people (with 900 M remaining susceptible). While not every country has the same ability to Together this suggest that controlled mitigation -considered in various countries -without other ways to immunize would be near impossible.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 827,
                    "end": 835,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 1213,
                    "end": 1221,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 1226,
                    "end": 1234,
                    "text": "Figure 8",
                    "ref_id": null
                },
                {
                    "start": 1330,
                    "end": 1345,
                    "text": "Figure 7 (left)",
                    "ref_id": null
                },
                {
                    "start": 1797,
                    "end": 1805,
                    "text": "Figure 8",
                    "ref_id": null
                },
                {
                    "start": 2884,
                    "end": 2894,
                    "text": "Figure  A7",
                    "ref_id": null
                }
            ],
            "section": "Experiment 2 -Sensitivity of baseline results to behavioral responses"
        },
        {
            "text": "In the following experiment we focus on the challenge of managing deconfinement. Illustrating one aspect, we define deconfinement here as the reduction (to some degree) of social distancing for the general population. Because confinement has high social and economic costs, there is large pressure to reduce this at some point after active cases begin to reduce (or even earlier.) But when is too early? To illustrate some of the key tensions we show a single simplified analysis. Consider a stylized region of 16M people (the approximate size of a metropole like New York or Paris, of the hard-hit region of Northern Italy, or of a country like the Netherlands.). At time zero we introduce an outbreak with 100 undetected infections with characteristics identical to that of SARS-COV-2. Finally, we allow policy makers to reduce a fraction (50%) of social distancing at time \" for the general population only (so symptomatic social contact reduction efforts as well as home-isolation efforts remain in place). Table 2 shows all parameters different from the baseline. Figure 9 (left) shows simulated cumulative deaths (per Thousand people; darker is more deaths) using these synthetic data, varying confinement time \" (horizontal axis) as well as the reference level for the first policy response •'' (indirectly, vertical axis). The graph shows, first, how the time of first response to the outbreak (since the first case) increases with this reference level for the first policy response •'' (vertical axis). Next, for sufficiently large confinement reduction time, cumulative deaths do not increase as confinement time decreases. Thus, after sufficiently large time confinement can be reduced. However, at some point, as the deconfinement time decreases the cumulative deaths begin to increase sharply (Figure 9 , centre). This sensitivity of cumulative deaths to deconfinement time is much stronger for late responders (compare line (1) to (2), also in left graph). Figure 9 (right) plots the cumulative death as a function of time of the first response to the outbreak, further illustrating not only that responsiveness to the outbreak greatly reduces cumulative deaths but also permits regions to deconfine much earlier (compare (3) and (4), also in left graph.). Finally, the inset in Figure  9 (centre) shows the sensitivity of the cumulative deaths when 50% deconfinement gets extended to symptomatic population (retaining quarantining).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1011,
                    "end": 1018,
                    "text": "Table 2",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1069,
                    "end": 1077,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 1806,
                    "end": 1815,
                    "text": "(Figure 9",
                    "ref_id": null
                },
                {
                    "start": 1971,
                    "end": 1979,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 2293,
                    "end": 2302,
                    "text": "Figure  9",
                    "ref_id": null
                }
            ],
            "section": "Experiment 3 -Managing Deconfinement"
        },
        {
            "text": "Together these results, while illustrative only, show the strong sensitivity of the consequences of deconfinement to not only its timing and extent but also to the history of response to the outbreak. Further analysis should elaborate on the relation between these key factors and relating them to measurable data such as reported active cases and testing intensitiy. Further, key follow up questions should focus on the degree and ramping up of deconfinement as well as the interaction between general deconfinement and maintenance of other social contact reduction policies (such as targeted isolation).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiment 3 -Managing Deconfinement"
        },
        {
            "text": "In the following experiment we focus on the challenge of managing resurgence. Because in the short run -without available vaccines -building up herd immunity is not likely a feasible strategy (Ferguson et al. 2020) , it is highly likely that additional waves of outbreaks will occur in the near future. Different from a first wave, during resurgence testing capacity will likely be available. Hence, in this phase pro-active testing approaches (community oriented, and/or contact tracing) will be a feasible as a policy even when not so during the first wave. To illustrate how this may work, consider again a stylized region of 16M people (the approximate size of a metropole like New York or Paris, of the hard-hit region of Northern Italy, or of a country like the Netherlands.). At time zero we introduce an outbreak with 100 undetected infections with characteristics identical to that of SARS-COV-2. Finally, to allow resurgence we let policy makers and citizens respond to the reported active (not cumulative) cases (Table 2 shows all parameters different from the baseline.) Figure 10 shows simulations using these synthetic data, varying proactive testing effectiveness (measured by the clustering parameter ' ). First notice that all scenarios respond similarly to the first wave, irrespective of proactive testing effectiveness. This is so because, as before, testing is capacity-constrained. Therefore, proactive testing can do little to alter the path of the first wave during which testing capacity is being built up (and lags). We note further that this firs wave is similar to what it would have been in case of a population responding to cumulative cases.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 214,
                    "text": "(Ferguson et al. 2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 1023,
                    "end": 1031,
                    "text": "(Table 2",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1083,
                    "end": 1092,
                    "text": "Figure 10",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Experiment 4 -Managing resurgence"
        },
        {
            "text": "----------FIGURE 10 ABOUT HERE ------------. CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiment 4 -Managing resurgence"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 However, in this experiment, at some point the virus outbreak appears to be receding, as reported actual cases go down considerably (bottom left). As social distancing rebuilds (right) the virus can transmit again easier among the population allowing a second wave to commence, and so forth. While the oscillating resist suppression in the base case, proactive testing effectiveness (higher ' ) is very effective in dampening the oscillation. The rapid detection of new cases takes an important share of the newly introduced symptomatic population out of contact (bottom right, symptomatic population remains at a relatively low level. The policy is very effective in not only reducing oscillations and overall emergence of new cases, but also strongly suppresses oscillations and increases of social distancing but also restores a fairly high (but not 100%) level of social contacts for the general population.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "While serving as an illustrative experiment, besides showing the importance of targeted policies, this experiment highlights the importance of differentiating policy constructs so to be able to identify policy levers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Symptom severity, hospitalization, and case fatality fraction differs considerably across age groups, with the older population being disproportionally vulnerable to the impact of the virus (Russel et al., 2020; Russell et al., 2020) . In a final analysis we use the model segmentation to help better understand how these differences affect the different population groups as well as the overall outbreak dynamics. To illustrate the value of analyzing this in more depth, we focus in particular on explaining the role of different social interactions across these segments in different countries in explaining the outbreak patterns. We perform an analysis in the same stylized way as the previous experiment. Doing this helps focus on the key dynamics at work. We again use a stylized region of 32M (2*16M) people, but now we differentiate the population into two age cohorts, differentiating those that are more and less vulnerable (consider \"older\" and \"younger\" populations, though note that the distinction can also proxy other stratifying variables such as income or race.). We control the difference between the segments by varying their relative case fatality ( \" ), holding the average case fatality constant. Testing capacity grows as before, with an initiation threshold of 100 hospitalized cases. At time 0 we introduce again a SARS-COV-2 outbreak with 200 undetected infections, but only within the less vulnerable population segment. (See Table 3 for parameter details.) Figure 11 shows the results. The graphs show on the horizontal axis the relative case fatality (ˆ) across the segments (relative to within segment contacts). A value of one indicates that the fraction of severe cases (and therefore the same case fatality rates), is identical in the two segments, while moving to the left signifies a relative severity of cases (and with that case fatality) that increases for the vulnerable population. The left graph shows the actual cases (left vertical axis, as share of the population) and deaths (right vertical axis, percentage of total population in the stylized simulation). We also vary relative contact rates between the segments ( \" . \" ). Continuous (dashed) lines have high (low) intersegment contacts. (When varying contact rates between segments we control for total contact rates within the population.) The right graph shows the cumulative death fraction, in three different ways: total versus reported, total versus actual cases, and as the share of vulnerable population to the total. (For reference, one can see that this share reaches to 50% at high intersegment contacts, when z =ˆ.) The graph shows a number of interesting insights about how cases and deaths develop as we vary these two parameters. In particular, when case fatality is very uneven, actual cases increase (left graph). This is so because low vulnerability implies (mild on average milder symptoms and, because of that, lower detection. With low reporting there is little policy response and infections can easily spread among the less vulnerable populations. A relevant, but not unrealistic starting condition in this analysis is that the outbreak initiated among the young population. For example, in regions like New York City it . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 211,
                    "text": "(Russel et al., 2020;",
                    "ref_id": null
                },
                {
                    "start": 212,
                    "end": 233,
                    "text": "Russell et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1452,
                    "end": 1459,
                    "text": "Table 3",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 1484,
                    "end": 1493,
                    "text": "Figure 11",
                    "ref_id": null
                }
            ],
            "section": "Experiment 5 -Dynamics around vulnerable population segments"
        },
        {
            "text": "The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 appears that socially active younger population (with mostly mild symptoms) one can envision that the virus has spread rapidly but fairly undetected for a while. The results further show that the worst case in terms of absolute fatalities, high variation in case fatality, and relatively high contacts between the population segments, disproportionally affects the vulnerable population (dashed line top right.) This is so because after the virus spread has spread among those who are less vulnerable, it can easily spread to the vulnerable population segment, at which point it is uncontrollable. It is the latter that may have be playing part in Italy, with relative contacts across generations generally being larger than in many other countries.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 65,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 85,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "While only a synthetic analysis, this analysis on stratified vulnerability may partially help explain variation in reported CFR across counties. Or, why the reported CFR in some countries seem low for a while, only to go up later. These insights also may have policy recommendations may vary depending on the demographic makeup. For example, when relaxing general confinement policies, or when managing resurgence, should populations that are deemed more vulnerable remain (longer) isolated at home? Based on the insights here, that may be a feasible direction, though provided that mild cases can be monitored and isolated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "This paper developed the Behavioral Infectious Disease Model capturing how virus transmission dynamics and policy and citizen responses interact to shape the course of an epidemic virus outbreak. Applicable to the full epidemic cycle including resurgence, the model allows exploring the impact of individual and joint policy interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Central to the model are not only virus transmission dynamics, following SEIR-based epidemic modeling traditions, but also populations altering their social contacts, and policymakers ramping up testing, reporting, and interventions -quarantining, homeconfinement, social distancing, etc. -in response to the outbreak. The model incorporates some key behavioral aspects that policy makers need to consider -including imperfect compliance. As we showed, the model also treats critical constructs at a more fine grained level: mild versus severe symptoms; reactive versus proactive testing; interventions for general, suspected, versus detected populations; and, interactions across sociodemographic and geographical segments. Finally, impact metrics in the model include reported and actual deaths and actual positive cases, but also variables related to societal and economic costs of an overloaded health system and of widespread and recurrent social distancing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Through these features, the model can be used to evaluate the impact of diverse (in particular non-pharmaceutical) public health control measures, to consider interaction with testing and reporting, and citizen response. We provided some illustrations, using the model to explore both current questions about managing the December 2019 SARS-COV-2 outbreak and future questions about managing resurgence. We showed the interactive effects of distinct policies and/or of citizen behavior and policies. We also showed the longer term interactive dynamics of resurgence and key policy levers for addressing this. Our findings raise important questions about the means by which such targeted policies can be implemented, without compromising citizen privacy. Our final analysis demonstrated the value of strategic disaggregation to generate important insights -such as inequality issues that affect both segments overall outbreak dynamics. Together, the analysis shows the nature of non-linear and multi-feedback system being resistant to change. Our analysis shows what is generally true for complex dynamic systems: Significantly altering the pathway of a focal variable . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 within the system requires a mix of interventions is required to address different positive feedback loops and delays within the system.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 65,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 85,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The model and analyses suffer from usual limitations as well as from those related to the emergent case of the outbreak. First, the relatively aggregate representation of population segments implies that important dynamics may be missed. For example particular social network structures may help explain the dynamics such as the emergence of super spreader clusters. The current model also leaves out important structure such as endogenous infections and case fatality within the health providing system (eg in hospitals, or the effect of hospital load on case lethality) and not only endogenous testing but also endogenous testing growth rates -see eg. Ghaffarzadegan and Rahmandad, 2020) . Finally, given the preliminary and aggregate calibration, one should be careful to draw strong conclusions from the quantitative results.",
            "cite_spans": [
                {
                    "start": 654,
                    "end": 689,
                    "text": "Ghaffarzadegan and Rahmandad, 2020)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Our analyses and limitations listed here suggest at least three clear directions for further work. First, while our analyses demonstrate that fundamental insights can be derived with a relatively aggregate model, additional subsequent empirical analysis on country-or regionlevel analysis, involving varying epidemic pathways and policies can provide more confidence in the specific parameter values related to both virus transmission and social behavior. In terms of problem orientation, given that in the current pandemic countries increasingly begin to reach the peak of the first outbreak wave, current analysis should focus on managing the transition towards deconfinement and resurgence waves. Finally, in cases such as these, with need for on the ground learning within a turbulent and dynamic environment and with limited and emerging data, it is critical to have a tool that allows investigating and provides sufficient clarity so that it can forms the bases for policy discussions that are grounded in science and in formal representations whose behaviour they produce can be explained -and then challenged and/or build upon -in internal consistent ways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "As part of the last future direction, given the importance of broad support -across health exports policymakers, volunteers, citizens, and media -of outbreak control efforts, we make a version of the model also accessible in the form of a free web-based management flight simulator (Struben 2020) . Doing this enables users to explore the impact of government and citizen responses, and how they could alter the course of a pandemic. Accompanying graphs display the results immediately, including actual and reported people infected, recovered, and deceased, new infections, effective contact rates, and hospitalizations. Users can create different scenarios by altering assumptions about each of these factors, and then create and compare multiple scenarios. Sliders allow users to simulate policy choices and citizen behaviors -for example, how rapidly citizens alter their contacts with others voluntarily (such as staying at home), or adjust government policies on social distancing (recommended versus forced closures), quarantine (targeted versus general), or case testing and reporting. Users can also vary a range of assumptions about the disease transmission parameters (infectivity, contact rates, incubation time, duration of infectivity), or alter the regional characteristics (population size, interregional contacts). (For reference, users can also observe reported data on the outbreak.) (Shim et al. 2020 ; WHO 2020b estimate range between 1% to 1.5%) we set e; s Viral Load Duration (exposed; symptomatic) 0.5, 6.5 days Based on literature. Research suggests that infectivity may begin about 12 hours before onset of symptoms and last 6-7 days after onset (Pan et al. 2020; Ferguson et al. 2020) . Derived & Based on literature. The relative infectivity of a contact between susceptible and exposed individuals, # = # ⋅ γe ⋅ . γe ≈ e/ Given lower onset infectivity we set this number to 0.05. **) Estimated (using available data on testing representative countries from ourworldindata.org (Roser et al. 2020 ) https://ourworldindata.org/covid-testing )",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 296,
                    "text": "(Struben 2020)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1403,
                    "end": 1420,
                    "text": "(Shim et al. 2020",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1673,
                    "end": 1690,
                    "text": "(Pan et al. 2020;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1691,
                    "end": 1712,
                    "text": "Ferguson et al. 2020)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2006,
                    "end": 2024,
                    "text": "(Roser et al. 2020",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 65,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 85,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 Note: Asterix indicate parameters that are constructed from others, presented elsewhere. Not shown here but modeled: potential for loss of immunity (of recovered population), potential for immunization of population through vaccination. Figure 8 . Sensitivity of baseline analysis to policy response threshold: i) interaction between social distancing sensitivity and threshold for testing (left); ii) interaction between proactive testing effectiveness and threshold for testing (right). ",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 65,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 85,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 323,
                    "end": 331,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Low (response in) CHT (Fig 7) High SDE (Fig 7) Low SDE (Fig 7) Baseline Baseline ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 22,
                    "end": 29,
                    "text": "(Fig 7)",
                    "ref_id": null
                },
                {
                    "start": 39,
                    "end": 46,
                    "text": "(Fig 7)",
                    "ref_id": null
                },
                {
                    "start": 55,
                    "end": 62,
                    "text": "(Fig 7)",
                    "ref_id": null
                }
            ],
            "section": "(CHT)"
        },
        {
            "text": "Contacts Across (Relative to Between) Age groups À ctual Cumulative Cases and Deaths Figure 11 . Simulation of outbreak impact as a function of relative severe cases across two (hypothetical) demographic population segments (demographic 1=\"vulnerable\"; demographic 2=\"less vulnerable), also varying relative contacts between segments (populations of both demographics are 50%) (Shim et al. 2020 ; WHO 2020b estimate range between 1% to 1.5%) we set e; s Viral Load Duration (exposed; symptomatic) 0.5, 6.5 days Based on literature. Research suggests that infectivity may begin about 12 hours before onset of symptoms and last 6-7 days after onset (Pan et al. 2020; Ferguson et al. 2020) . Derived & Based on literature. The relative infectivity of a contact between susceptible and exposed individuals, # = # ⋅ γe ⋅ . γe ≈ e/ Given lower onset infectivity we set this number to 0.05. * Estimated through calibration using December 29 2019 -April 6 2020 data (reported cumulative # and reported active # , and reported cumulative deaths # ). **) Estimated (using available data on testing representative countries from ourworldindata.org (Roser et al. 2020 ) https://ourworldindata.org/covid-testing ) ",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 394,
                    "text": "(Shim et al. 2020",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 647,
                    "end": 664,
                    "text": "(Pan et al. 2020;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 665,
                    "end": 686,
                    "text": "Ferguson et al. 2020)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1137,
                    "end": 1155,
                    "text": "(Roser et al. 2020",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 94,
                    "text": "Figure 11",
                    "ref_id": null
                }
            ],
            "section": "(CHT)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "How will country-based mitigation measures influence the course of the COVID-19 epidemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "931--934",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Bill Gates calls for nationwide shutdown: 'Shutdown anywhere means shutdown everywhere'",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Axelrod",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mathematical models in population biology and epidemiology",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Why South Korea may have more coronavirus cases than the US",
            "authors": [
                {
                    "first": "Joohee",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "CDC (2020) Coronavirus (COVID-19)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The basic reproductive number of Ebola and the effects of public health measures: the cases of Congo and Uganda",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Hengartner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Fenimore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hyman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of theoretical biology",
            "volume": "229",
            "issn": "1",
            "pages": "119--126",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mass testing, school closings, lockdowns: Countries pick tactics in 'war' against coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kupferschidt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science Magazine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Transmission and control of arbovirus diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "104--121",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An interactive web-based dashboard to track COVID-19 in real time. The Lancet Infectious Disease",
            "authors": [
                {
                    "first": "Ensheng",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Hongru",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "Lauren",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30120-1"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Macron Declares France 'at War' With Virus, as E.U. Proposes 30-Day Travel Ban",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Erlanger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "European Centre for Disease Prevention and Control. Daily risk assessment on COVID19",
            "authors": [],
            "year": 2020,
            "venue": "ECDC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The macroeconomics of epidemics (No. w26882)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Eichenbaum",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rebelo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Trabandt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "National Bureau of Economic Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Factors that make an infectious disease outbreak controllable",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "101",
            "issn": "16",
            "pages": "6146--6151",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The mathematics of infectious diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hethcote",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "SIAM review",
            "volume": "42",
            "issn": "4",
            "pages": "599--653",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Simulation-based Estimation of the Spread of COVID-19 in Iran medRxiv",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ghaffarzadegan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rahmandad",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.22.20040956"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Physical interventions to interrupt or reduce the spread of respiratory viruses: systematic review",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jefferson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Foxlee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Del Mar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dooley",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ferroni",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hewak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Prabhala",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rivetti",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bmj",
            "volume": "336",
            "issn": "7635",
            "pages": "77--80",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Social distancing strategies for curbing the COVID-19 epidemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Kissler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tedijanto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Grad",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.22.20041079"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Coronavirus Disease 2019 Response Guidelines (For Local Governments) Edition 7-3, the Central Disease Control Headquarters The Central Disaster Management Headquarters. The Korea Centers for Disease Control and Prevention, Unofficial Translation by the COVID Translate Project",
            "authors": [
                {
                    "first": "Korean",
                    "middle": [],
                    "last": "Cdcs",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirusinfected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "UK lockdown: Gove tries to clarify confusion over coronavirus rules\" The Guarian",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mason",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Estimating the distribution of the incubation period of 2019 novel coronavirus (COVID-19) infection between travelers to Hubei, China and nontravelers",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.13.20022822"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Transmission dynamics and control of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Robins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gopalakrishna",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Chew",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Samore",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fisman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "5627",
            "pages": "1966--1970",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Viral load of SARS-CoV-2 in clinical samples",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Infectious Diseases",
            "volume": "20",
            "issn": "4",
            "pages": "411--412",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "How Europe is responding to the coronavirus pandemic",
            "authors": [],
            "year": 2020,
            "venue": "Politico",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Bridgen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Jewell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.23.20018549"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Coronavirus: The hammer and the dance: What the next 18 months can look like, if leaders buy us time",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pueyo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Coronavirus Disease (COVID-19) -Statistics and Research",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roser",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ritchie",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ortiz-Ospina",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Estimating the risk of COVID-19 death during the course of the outbreak in Korea",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shim",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.30.20048264"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Business Dynamics. Systems thinking and modeling for a complex world",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Sterman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "982",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "COVID-19 Resource Centre",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Struben",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Coronavirus: What next in the UK coronavirus fight?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Triggle",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BBC.com",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The Global Impact of COVID-19 and Strategies for Mitigation and Suppression",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Whittaker",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E C"
                    ],
                    "last": "Ainslie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhatt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boonyasiri",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cattarino",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cucunuba",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Coronavirus disease (COVID2019) situation reports",
            "authors": [],
            "year": 2020,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Beyond contact tracing: community-based early detection for Ebola response",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cooney",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bar-Yam",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS currents",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "How has Singapore responded to coronavirus outbreak\" CGNT ews",
            "authors": [
                {
                    "first": "Ji",
                    "middle": [],
                    "last": "Xianbai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Media impact switching surface during an infectious disease outbreak",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Scientific reports",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "SARSCoV2 viral load in upper respiratory specimens of infected patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2001737"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Eq. (5) assures robustness for larger values of Q ⋅ .)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The actual change rate is contained with the size of the pool of undetected cases and has outflow proportional to the loss rate of undetected cases. (AppendixFigure A.3 shows the relations.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "---------FIGURE 8 ABOUT HERE ------------",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": ". parameter dictating the share of the symptomatic population being infectious. Assuming proportional infectivity,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Virus transmission structure (simplified representation).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Social contact reduction in response to perceived outbreak severity (simplified representation).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Stylized simulation (hypothetical regions) of outbreak and response to reported active cases, varying proactive testing effectiveness (measured by the Relative Targeting Effectiveness Parameter $& ' ) Actual Active Cases Reported Active Cases Quarantined (Left) & Hospitalized (Right Proactive Positive Tests Contact Rate (General Population) Contact Rate (Symptomatic Population -Non Qtd)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": ". parameter dictating the share of the symptomatic population being infectious. Assuming proportional infectivity,",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The actual testing rate is equal to the desired testing",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ". Those test positive are quarantined at quarantined fraction d , and thus move at rate d ⋅ d from undetected de to quarantined state dt , while the remainder (1 − d ) ⋅ d moving to detected (but not quarantined) state d\" .",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "). Let e =1000 of those cases exist within some known hotzones/clusters/communities etc., and Q⋅ =50 tests being performed within those known hotzones, with search time J =1 day. Then, a targeted search effectiveness Q = 1 (random search) would give about 0.05 expected positive tests. Then, using the approximation Q ≈ is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.‰Š ≈ 0.6 positive tests, while Q = 24 gives ≈ 1.2 positive tests, and Q = 480 gives about 23 out of 50 tests being positive. (When actually using the model Equation 5",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Virus transmission and clinical parameters (baseline).",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Main socio-behavioral parameters (baseline).",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Parameter changes in various experiments, compared to (baseline)",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Figure 4. Symptomatic Population. Stacked boxes refer to different status of detection and confinement (Undetected vs Detected & Not-Quarantined vs Home-Isolated vs Quarantined).\"State Change\" flows guide transfer between those different status (discussed below).• Detected cases quarantined • Suspected cases being home-confined • Symptomatic population urged for contact reduction • General social distancing of undetected symptomatic• Suspected cases home-confined • Social distancing of general population",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Cumumative Cases (Reported & Actual)Crude Fatality Rate (CFR) -Naive -Simulated Actual vs ReportedFigure 6a. Baseline Simulation -Cumulative Cases and Death Rate (Reported and Actual), by Region (Note different Y-axis ranges). Note: calibrated against current coronavirus outbreak 29 December 2019-April 6 2020 (shade areas): Simulated results thereafter are sensitive to behavioral parameter assumptions as well as to changes in future policy interventions and responses.Figure 6b. Baseline Simulation -Details",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Simulated Actual Cumulative Cases (North America; Time = 250)",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Simulated Actual Cumulative Cases (North America; Time = 250) Figure 9. Cumulated Deaths (per Thousand people) as a function of Deconfinement Time ! \" (retaining Quarantine and Home Isolation for Symptomatic Population), also varying Reference Reported Cases for Outbreak Response (# $%& )",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "%& =1125 Figure 9. Cumulated Deaths (per Thousand people) as a function of Deconfinement Time ! \" (50% deconfinement; retaining Quarantine, Contact Reduction for Symptomatic*) Population and Suspect Case Home Isolation), also varying Reference Reported Cases for Outbreak Response (o $%& ). Inset (centre): include 50% Symptomatic Deconfinement*) (retaining Quarantine)",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "Fraction Severe Cases Demographic 2 Fraction Severe Cases Demographic 1 Cumulative Death Fraction Fraction Severe Cases Demographic 2 Fraction Severe Cases Demographic 1 Contacts Across (Relative to Between) Age groups . Table 1. Virus transmission and clinical parameters (baseline). dmnl Estimated.* Note that the model allows region-specific infectivity, with # = # ⋅ γs ⋅ . (γs captures the relative days a symptomatic person is infective. See below.) With currently limited understanding of how regional climate (temperature/humidity) affects transmission, we assumed # = 1∀ . Free parameter. Transmission rate vt= ⋅ . Because neither and is directly observable, but transmission rate can be estimated, we can set freely and then estimate i. dmnl Free parameter. Compared to that of asymptomatic people (the normal value), once they realize they have symptoms (due to ramp up this may take a day). This should be lower because people with symptoms are less on the streets (even though they may not know they are really sick , in particular sick from the particular virus. dmnl Based on literature (ECDC, 2020). Note that this reflects % of actual and not reported cases. The criterium for severe cases is hospitalization requirements (thus including those don't making it the hospital). Estimates range between 5% (Ferguson et al. 2020) and 15% . Time to recover (mild) 9 days Based on literature. Time between onset of mild symptoms and full recovery Ferguson et al. (2020) Based on literature. Time between onset of symptoms and hospitalization for those with severe symptoms. Ferguson et al. (2020) Time to Recover /Die (Severe) 16 days Estimated.* (Also consistent with Ferguson et al. (2020).) dmnl Based on literature. based on estimates of actual virus lethality , with = ⋅ . Using =0.0125",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "Main socio-behavioral parameters (baseline). dmnl Estimated * 1e?,# = 1e?,# 1e? Default = 1; we set Asia to 1 and estimated North America and Europe. Maximum fraction symptomatic selfreporting and deemed acceptable for testing, together captured e2 * = 0.04 e@ * = 0.08 Q@ * = 1 dmnl Estimated through iteration, using the literature and data* with partial model sensitivity analysis. dmnl *) Estimated through calibration using December 29 2019 -April 6 2020 data (reported cumulative # and reported active # , and reported cumulative deaths # )",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "Parameter changes in various experiments, compared to (baseline) See Tables 1 and 2. All sector specific variables (index d) are set to 1 Deconfinement time # (time at which general social distancing is reduced by 50%) Reference Reported Cases for Outbreak Response ( 1e? ) # = [50,160] 1e? = [125,1125] All sector specific variables (index d) are set to 1 `{ = {0,200} All sector specific variables (index d) are set to 1 Actual Fraction Symptomatic Severe",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": " Figure 7 . Sensitivity of baseline Cumulative (and Reported) Cases to changes in policy and citizen responses compared to the baseline (Base): reference outbreak level (ROB), social distancing sensitivity exponent (SDE), cumulative hospitalizations before testing growth (CHT), and their joint effect (All). \"High\" responsiveness vs \"Low\" responsiveness shown for North America.Values of low responsiveness parameters are resemble Asia's baseline values. White bars in the Reported Cumulative Cases graph show cumulative deaths relative to each other. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 9,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}