{
    "paper_id": "82ac6362753348f6bd9a46989aaa636f0911d93a",
    "metadata": {
        "title": "Running head: Indoor transmission of SARS-Cov-2 Indoor transmission of SARS-CoV-2",
        "authors": [
            {
                "first": "Hua",
                "middle": [],
                "last": "Qian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southeast University",
                    "location": {
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Te",
                "middle": [],
                "last": "Miao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Pokfulam, Hong Kong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Li",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaohong",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southeast University",
                    "location": {
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Danting",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southeast University",
                    "location": {
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuguo",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Pokfulam, Hong Kong",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "words) Main text (2447 words)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Background: By early April 2020, the COVID-19 pandemic had infected nearly one million people and had spread to nearly all countries worldwide. It is essential to understand where and how SARS-CoV-2 is transmitted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: Case reports were extracted from the local Municipal Health Commissions of 320 prefectural cities (municipalities) in China, not including Hubei province, between 4 January and 11 February 2020. We identified all outbreaks involving three or more cases and reviewed the major characteristics of the enclosed spaces in which the outbreaks were reported and associated indoor environmental issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Three hundred and eighteen outbreaks with three or more cases were identified, involving 1245 confirmed cases in 120 prefectural cities. We divided the venues in which the outbreaks occurred into six categories: homes, transport, food, entertainment, shopping, and miscellaneous. Among the identified outbreaks, 53·8% involved three cases, 26·4% involved four cases, and only 1·6% involved ten or more cases. Home outbreaks were the dominant category (254 of 318 outbreaks; 79·9%), followed by transport (108; 34·0%; note that many outbreaks involved more than one venue category). Most home outbreaks involved three to five cases. We identified only a single outbreak in an outdoor environment, which involved two cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: All identified outbreaks of three or more cases occurred in an indoor environment, which confirms that sharing indoor space is a major SARS-CoV-2 infection risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In less than 4 months, SARS-CoV-2 has rapidly spread to nearly all countries worldwide and by 3 April 2020 it had infected more than a million people, and killed nearly 50,000 people. 1 Understanding where and how SARS-CoV-2 is transmitted from an infected person to a susceptible person is essential for effective intervention.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 185,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Keywords: COVID-19, indoor environments, indoor hygiene INTRODUCTION"
        },
        {
            "text": "The once-in-a-century COVID-2019 pandemic occurred right in the age of artificial intelligence and big data. Many clusters/outbreaks were identified via contact tracing by local health authorities in China and elsewhere using both traditional and new technologies. The identification of these clusters allowed the health authorities to quarantine close contacts for effective intervention and provided an opportunity to study the characteristics of where and how these clusters occurred. The first COVID-2019 patient was identified in Wuhan in December 2019, and the largest number of confirmed Chinese cases occurred in Hubei province, of which Wuhan is the provincial capital. 2 Since 20 January 2020, the local health authorities of cities outside Hubei have reported online the details of most identified cases of infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords: COVID-19, indoor environments, indoor hygiene INTRODUCTION"
        },
        {
            "text": "In this study, we identified the outbreaks from these case reports from the local Municipal Health Commissions of 320 prefectural cities (municipalities) in China, not including Hubei province, between 4 January and 11 February 2020 and reviewed the major characteristics of the enclosed areas in which these outbreaks were determined to have occurred and associated indoor environment issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords: COVID-19, indoor environments, indoor hygiene INTRODUCTION"
        },
        {
            "text": "We collected descriptions of each confirmed case from the local Municipal Health Commission website of 320 prefectural cities in mainland China, not including Hubei province. Each local Municipal Health Commission announced a description of the confirmed cases each day. The case descriptions generally included age, sex, venue of infection, symptoms, date of symptom onset, hospitalisation, and confirmation and history of exposure. Many described cases also included the individual trajectory and relationship with other confirmed cases, and quite often clusters had already been identified. We consulted the websites nationwide except for those of cities in Hubei province and collected all available data up to 11 February 2020. Data from a few major cities -Beijing, Shanghai, and Guangzhouwere not included in our analysis due to insufficient case descriptions. Case descriptions from Hong Kong, Macao, and Taiwan were collected from their health authorities. We input the data into a database in a unified format and conducted crossvalidation to ensure data reliability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "A total of 7324 cases with the minimum required descriptions (i.e., the information listed above) were found; these accounted for 66.7% of the 10,980 confirmed non-Hubei cases in China by 11 February 2020. 3 In this study, we defined a cluster as an aggregation of three or more cases that appears to be linked to the same infection venue (e.g., an apartment, an office, a school or a train) during a sufficiently close period. We defined an outbreak as a cluster in which a common index patient is suspected, and we excluded tertiary and highergeneration infections in counting the number of cases involved. We also excluded outbreaks that involved only two cases to exclude possible spouse-to-spouse transmission and to reduce the workload due to the large number of clusters or outbreaks with two cases. We also identified the index patient(s) of the identified outbreaks and their date of symptom onset.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 207,
                    "text": "11 February 2020. 3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We divided the identified outbreaks into categories for further analysis. First, six categories of infection venues were considered: homes (apartments and villas), transport (train, private car, high-speed rail, bus, passenger plane, taxi, cruise ship, etc.), restaurants and other food venues, entertainment venues (gyms, mahjong, cards, tea houses, and barbershops) and shopping venues (shopping malls and supermarkets), with an additional miscellaneous venue (hospitals, hotel rooms, unspecified community, thermal power plants, etc.) . Second, four categories of infected individuals were considered based on their relationship: family members, family relatives, socially connected and socially non-connected.",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 537,
                    "text": "(hospitals, hotel rooms, unspecified community, thermal power plants, etc.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The funding bodies had no such involvement in study design; in the collection, analysis, and interpretation of data; in the writing of the report; and in the decision to submit the paper for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of the funding source"
        },
        {
            "text": "The corresponding authors also confirms that they had full access to all the data in the study and had final responsibility for the decision to submit for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of the funding source"
        },
        {
            "text": "We identified 318 outbreaks involving 1,245 infected individuals in 120 cities. The top three cities (Table S2) were Shenzhen, Guangdong (24 outbreaks, 7·5%; 84 cases, 6·7%), Chongqing (16 outbreaks, 5·0%; 61 cases, 4·9%) and Bozhou, Anhui (nine outbreaks, 2·8%; 35, 2·8%). The average number (SD) of cases per outbreak was 3·921·65. Among the 318 identified outbreaks, more than half (171; 53·8%) involved three cases, more than a quarter (84; 26·4%) involved four cases, and only five (1·6%) outbreaks involved ten or more cases. Table S1 briefly describes four outbreaks, including the largest outbreak in a shopping mall in Tianjin (21 cases).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 111,
                    "text": "(Table S2)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 534,
                    "end": 542,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Among the 318 outbreaks, 129 involved only family members, 133 involved family relatives, 29 involved socially connected individuals, 24 involved socially non-connected, and only three involved multiple relationships. In addition to family members, family relatives and socially connected individuals constituted a large proportion of the infected cases ( Figure  1A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 366,
                    "text": "Figure  1A",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Eighty-three of the 318 identified outbreaks had multiple possible venues, which means either that the exact venue of infection cannot be identified or that more than one venue was involved in the infection. If we double-or triple-count these venues, we have a total of 416 infection venues for 318 outbreaks ( Figure 1B ). Among the 318 outbreaks, 254 (79·9%) occurred in a home (one in a villa; all others in apartments), 108 (34·0%) in transport, 14 at a restaurant or other food venue, seven at an entertainment venue, and seven at a shopping venue (shopping mall and supermarket), with an additional 26 at a miscellaneous venue (e.g., hospital, hotel room, unspecified community, and thermal power plant).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 311,
                    "end": 320,
                    "text": "Figure 1B",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Most of the 254 home outbreaks included three to five cases (145 with three cases, 66 with four cases, and 25 with five cases). The average number of cases was 3·7 for the home outbreaks, 3·8 for transport, 4·9 for food venues, 3·6 for entertainment venues, 8·7 for shopping venues, and 4·4 for miscellaneous venues. The proportion of large outbreaks was high for shops and food venues, possibly because more susceptible individuals were present in these venues than in homes. Shopping and entertainment venues were each associated with only seven outbreaks. This seems to suggest the difficulty of implementing preventive measures in places with large numbers of susceptible individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Between 29 December 2019 and 31 January 2020, we also identified 231 outbreaks with known start and end dates of the suspected infectious period (Figure 2A ). The identified outbreaks peaked between 23 and 28 January (Figure 2A ), which coincides with the celebration period of the Chinese New Year (CNY). CNY 2020 lasted from New Year's Eve on 24 January to the Lantern Festival (i.e., the 15 th of Lunar January) on 8 February. The official holiday in mainland China was from 24 to 30 January 2020. The peak date for the number of transport outbreaks was 1 to 2 days earlier than that for the home outbreaks as people travelled home for CNY.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 155,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 217,
                    "end": 227,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Because home outbreaks dominated, the changes in the temporal profile of the number of cases ( Figure 2A ) closely follows that of the home outbreaks ( Figure 2B ). However, for outbreaks with more than six cases, no particular pattern was identified over time, which suggests a sporadic nature.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 104,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 152,
                    "end": 161,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Among the 231 outbreaks with a known suspected infectious period, 126 included a known date of symptom onset for the index patient ( Figure 3 ). We further divided those 126 outbreaks into two subgroups according to the index patient's symptom-onset date: on or before 28 January (96 outbreaks) and after 28 January (30 outbreaks). The average time from symptom onset to the ending infectious date was 3·76±4·42 days for those on and before 28 January and 0·87±2·80 days for those afterward.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 141,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The first salient feature of the 318 identified outbreaks that involved three or more cases is that they all occurred in indoor environments. Although this finding was expected, its significance has not been well recognised by the community and by policy makers. Indoors is where our lives and work are in modern civilisation. The transmission of respiratory infections such as SARS-CoV-2 from the infected to the susceptible is an indoor phenomenon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The emergence of homes as the most common COVID-19 outbreak venue in China is not surprising. During the COVID-19 epidemic in mainland China, homes became temporary quarantine places. Our estimated home dominance of 79·9% is close to the official estimate of 83% of the so-called household clusters among the nearly 1000 clusters (not outbreaks) defined by the China National Health Commission. 4 After Wuhan announced its city lockdown on 23 January, the warning message spread throughout the country. People in provinces outside Hubei also began to stay at home. Most Chinese families have one child, and some families may also include grandparents. The relatively low number of cases in these home outbreaks might be considered an advantage of compulsory home quarantine because transmission was limited to the small number of family members. Similar stay-athome policies have now been implemented elsewhere during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The rising trend shown before the peak period in Figure 2 was probably due to the introduction of imported cases due to the Spring Festival travel season (Chunyun in Chinese), a period around CNY during which many people leave cities in which they work to visit their rural families. The 2020 Chunyun brought people from the epicentre Wuhan to their home All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 49,
                    "end": 57,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.04.20053058 doi: medRxiv preprint cities before Wuhan's lockdown on 23 January. Social and family gatherings continued after 23 January in most cities outside Hubei. Interventions such as contact tracing and confinement of estates, villages, and individual buildings were implemented gradually in most cities outside Hubei immediately after CNY, which explains the sharp declining curve after 28 January.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study does not rule out outdoor transmission of the virus. However, among our 7,324 identified cases in China with sufficient descriptions, only one outdoor outbreak involving two cases occurred in a village in Shangqiu, Henan. A 27-year-old man had a conversation outdoors with an individual who had returned from Wuhan on 25 January and had the onset of symptoms on 1 February.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The second salient feature of the 318 identified outbreaks is the relatively small number of outbreaks that involved 10 or more cases. The largest outbreak occurred in a Tianjin shopping mall and involved 21 cases, although Wu et al. 5 reported that 25 cases were involved (Table 1) . This feature contrasts with the 2003 SARS-CoV epidemic, during which 7 major super-spreading events in Hong Kong and Singapore alone were identified to involve as many as 329 cases, and super-spreading events dominated the epidemic. 6 The occurrence of many small outbreaks (in number of cases) in the COVID-19 pandemic suggests a different transmission pattern from that of the 2003 SARS-CoV epidemic. Some virus, epidemiological, and environmental factors could have contributed to this observed difference between the 2003 SARS-CoV epidemic and the current COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 235,
                    "text": "Wu et al. 5",
                    "ref_id": null
                },
                {
                    "start": 518,
                    "end": 519,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 282,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We cannot pinpoint the exact transmission routes from these identified outbreaks. Most health authorities advised that the COVID-19 virus is transmitted mainly by close contact and via the fomite route (e.g., China NHC 7 and CDC 8 ). The China NHC also suggested that longrange aerosol transmission may occur when certain conditions are met, such as in crowded enclosures or spaces with poor ventilation. Frequent close contact occurs and high touch surfaces exist in buildings. 9-12 We do not have data on the hygiene conditions and human density of the infection venues of the 318 outbreaks studied here. The exact location of the infection venues and the necessary parameters such as the floor area or the number of occupants were not provided in the case reports. Instead, we reviewed the current design standards of thermal and ventilation conditions, occupant density and close contact behaviour in the various indoor environments discussed here (Table S3 ). The required ventilation rates vary significantly among homes, offices, trains, and buses. For example, the required ventilation rate is only 3·9 L/s per person in shopping malls and 2·8 L/s per person in public buses, whereas a ventilation rate of 8 to 10 L/s is required for good indoor air quality. 26 An international systematic review showed that a rate as high as 25 L/s per person may be needed. 13 Many existing buildings are crowded, poorly ventilated, and unhygienic. A comprehensive review of ventilation conditions in Chinese indoor environments by Ye et al. 14 showed that the CO2 concentration can reach 3,500 ppm in some buildings. The design and operation of buildings have also been under pressure to reduce energy use 15 and increase human productivity. Balancing the need for energy efficiency, indoor environment, and health in both urban planning and building design has not been easy. 16 The quality of indoor environments might be sacrificed by putting a greater focus on cost than on health.",
            "cite_spans": [
                {
                    "start": 1872,
                    "end": 1874,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 952,
                    "end": 961,
                    "text": "(Table S3",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "This study has limitations. We only studied outbreaks in China, where very strict intervention measures were implemented. We relied fully on the case reports of the local health authorities in each city, and variation exists in the details and the quality of their original epidemiological investigations. We also made no attempt to access any of the infection venues, and the details of each of these indoor spaces remains unknown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study shows that the individual indoor environments in which we live and work are the most common venues in which the virus of the once-in-a-century-pandemic is transmitted among us. An individual infected in one building may infect others in the building(s) that he or she later visits. People are in constant contact as they move from one indoor space or building to another, which creates an indoor contact network through which a virus can spread. 17 The buildings and transport cabins in various parts of the world are thus connected and facilitated the spread of the COVID-19 pandemic virus.",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 459,
                    "text": "17",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The association between crowding and infection has been known since Pringle. 18 The most dramatic example might be in the cruise ship outbreak on the crowded Diamond Princess, of which the peak basic production number was predicted to be 11 19 or 14·8 20 before quarantine and much higher elsewhere. The world's first statutory housing policy, the Artisans and Labourers Dwellings Act 1875 21 was developed following 19 th century empirical evidence that crowding led to a high incidence of infectious disease. A recent systematic review by the World Health Organization also found an association between crowding and infection. 22 A Lancet editorial in 2018 declared '[t]he right to a healthy home'. 23 One WHO meeting also declared that 'everyone has the right to breathe healthy indoor air' 24 and that 'the provision of healthy indoor air should not compromise global or local ecological integrity, or the rights of future generations'. 25 We hope that in the post-pandemic future, mankind will reflect deeply on the need for a healthy indoor environment. All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 79,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 941,
                    "end": 943,
                    "text": "25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.04.20053058 doi: medRxiv preprint the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3. One hundred and twenty-six outbreaks with both possible starting and end infectious dates and date of symptom onset of index patient. Non-home outbreaks are shown in red."
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.04.20053058 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3. One hundred and twenty-six outbreaks with both possible starting and end infectious dates and date of symptom onset of index patient. Non-home outbreaks are shown in red."
        },
        {
            "text": "(A) (B) All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Information"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.04.20053058 doi: medRxiv preprint (C) Figure S1 . Two hundred and thirty-one outbreaks with known starting and ending dates of suspected infectious period, arranged by (A) starting date of suspected infectious period, (B) ending date, and (C) median date.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 153,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Supplementary Information"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Information"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi. org/10.1101 org/10. /2020 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 98,
                    "text": "org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 112,
                    "text": "org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Supplementary Information"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi. org/10.1101 org/10. /2020 the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 98,
                    "text": "org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 112,
                    "text": "org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Supplementary Information"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi. org/10.1101 org/10. /2020 Figure S4 . Provincial distribution of the identified outbreaks and number of cases involved in these outbreaks. Table S1 . Brief summary of 4 outbreaks with 10 to 21 cases.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 98,
                    "text": "org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 112,
                    "text": "org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 122,
                    "text": "Figure S4",
                    "ref_id": null
                },
                {
                    "start": 226,
                    "end": 234,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Supplementary Information"
        },
        {
            "text": "Shop (10), Liaocheng, Shangdong",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Brief description"
        },
        {
            "text": "Between 30 January and 7 February, 10 workers from the Zhenhua Supermarket (振华量贩聊城闸口店) were confirmed to be infected. Seven of them worked in the 1F shopping area. Six other secondary infections were reported (five family members of the two cases and one close contact of the third case). Local health authorities identified 169 close contacts by 11 February, and a free check and test were offered to all customers who visited the shop from 16 to 30 Jan. Based on our collected data, 10 cases were involved. According to news reports (Wenzhou News Network, 2020), a total of 17 cases were involved in this outbreak, including 5 administrators, 5 shopping assistants or cleaners, and 7 customers of Wenzhou Intime Department Store (温州银泰百货商场). The patient with the earliest onset of symptoms was a female cleaner (16 January) and the last was a female customer (1 February). The first case was identified on 20 January. The mall was closed on 22 January. The local health authority traced more than 100,000 people who visited the mall or nearby for 15 minutes or more, including 1,330 workers in the mall and nearby residents. The mall was opened again on 5 March. (21), Tianjin Based on our collected data, 21 cases were involved. According to Wu et al. (2020) , 25 cases were involved. Six shop workers and nine customers in a shopping centre were infected, with onset dates between 20 January (a shop assistant) and 3 February (a customer). The shopping complex was built in 1981, with a 4,000 m 2 shopping area, mainly on the first and second floors. There were 213 workers including shop assistants. People were purchasing clothes and gifts before CNY, so the shop was very crowded with at least 10,000 visitors to the venue during the possible infectious periods. The outbreak mainly occurred on the first floor, where clothes, shoes, jewellery, and small appliances are sold. The building was closed on 26 January. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 1244,
                    "end": 1260,
                    "text": "Wu et al. (2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Brief description"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Brief description"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.04.20053058 doi: medRxiv preprint 88 宁夏 Ningxia 1 5 Table S3 . Characteristics of indoor environments as required by standards where COVID-19 clusters occurred.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 166,
                    "text": "Table S3",
                    "ref_id": null
                }
            ],
            "section": "Brief description"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Brief description"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Brief description"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is In general, we tried to review the Chinese Standards/studies of Chinese buildings and cited international standards or studies elsewhere if needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Brief description"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO, 2020a. Coronavirus disease (COVID-2019) situation reports. Situation report -68 by",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Air infiltration rates in the bedrooms of 202 residences and estimated parametric infiltration rate distribution in Guangzhou",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "China. Energ Buildings",
            "volume": "164",
            "issn": "",
            "pages": "219--244",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Air change rates in urban Chinese bedrooms",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Indoor Air",
            "volume": "29",
            "issn": "5",
            "pages": "828--867",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Patterns of human social contact and contact with animals in Shanghai",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Klepac",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "China. Sci Rep",
            "volume": "9",
            "issn": "1",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Social mixing patterns in rural and urban areas of southern China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Roy Soc B Biol Sci",
            "volume": "281",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Preferred interpersonal distances: a global comparison",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sorokowska",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sorokowski",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hilpert",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Cross-Cult Psychol",
            "volume": "48",
            "issn": "",
            "pages": "577--92",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Hou et al. (2019) stated 'The result is that in approximately 54% of Chinese bedrooms, regardless of climate region or season, the only outdoor air entering bedrooms is by infiltration",
            "authors": [
                {
                    "first": "Li",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Glass LM, Glass RJ. Social contact networks for the spread of pandemic influenza in children and teenagers. BMC Public Health 2008; 8(1): 61. doi:10.1186/1471-2458-8-61 10 King MF, Noakes CJ, Sleigh PA. Modeling environmental contamination in hospital single-and four-bed rooms. Indoor Air 2015; 25(6): 694-707. doi:10.1111/ina.12186 11 Zhang N, Li Y, Huang H. Surface touch and its network growth in a graduate student office. Indoor Air 2018; 28(6); 963-72. doi:10.1111/ina.12505 12 Zhang N, Tang JW, Li Y. Human behavior during close contact in a graduate student office. Indoor Air 2019; 29(4): 577-90. doi:10.1111/ina.12554 13 Sundell J, Levin H, Nazaroff WW, et al. Ventilation rates and health: multidisciplinary review of the scientific literature. Indoor Air 2011; 21(3): 191-204. 14 Ye W, Zhang X, Gao J, Cao G, Zhou X, Su X. Indoor air pollutants, ventilation rate determinants and potential control strategies in Chinese dwellings: a literature review. Sci Total Environ 2017; 586: 696-729. doi:10.1016/j.scitotenv.2017.02.047 15 Fisk WJ. Health and productivity gains from better indoor environments and their relationship with building energy efficiency. Annu Rev Energy Environ 2000; 25: 537-66. doi:10.1146/annurev.energy.25.1.Distribution of all identified 318 outbreaks (A) involving confirmed cases of different relationships and (B) for each category of the 416 venues.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Occurrence of outbreaks on median dates of infectious period for 231 actual outbreaks (A) in different categories for 300 venues and (B) with different numbers of cases in each outbreak on median dates of infectious period.All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The occurrence of outbreaks in different venues on (A) starting dates and (B) ending dates of the infectious period for the 231 actual outbreaks and 300 occurred venues.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Occurrence of outbreaks with numbers of cases in each outbreak on (A) starting dates and (B) ending dates of infectious period for 231 actual outbreaks.All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Additional reference  Wu W, Li Y, Wei Z, et al. Investigation and analysis on characteristics of a cluster of COVID-19 associated with exposure in a department store in Tianjin. Chin J Epidemiol. April 2020 vol 41 No 4 pp. 489-493.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team). The Epidemiological Characteristics of an Outbreak of 2019 Novel Coronavirus Diseases (COVID-19) -China, 2020. China CDC Weekly, 2020. Vol. 2 No. x. Feb 11, 2020. https://www.who.int/docs/default-source/coronaviruse/situationreports/20200211-sitrep-22-ncov.pdf?sfvrsn=fb6d49b1_2. Accessed on 17 March 2020. United States Centers for Disease Control and Prevention), 2020. How 2019-nCoV Spreads. https://www.cdc.gov/coronavirus/2019-ncov/about/transmission.html. Accessed on 1 February 2020.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "China Economic Weekly 中国经济周刊. Feb 19. 山东一超市负 责人瞒报致 17 人确诊 169 人隔离.Nineteen members of three families, including two relatives from Guangdong, who attended a hotpot family gathering at Lento Party Room on 26 January. Eleven were infected; the first case showed symptoms on 30 January. The venue has a hotpot area, BBQ space, mahjongtable, ping pong table, pool table, and karaoke.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Additional references  Wenzhou News Network 温州新闻网. Feb 22. 经典战\"疫\"：关 乎 10 万人的温州鹿城\"银泰\"保卫战. Feb 22. The classic battle 'epidemic': Wenzhou Lucheng 'Yintai': A defense battle about 100,000 people. Accessed on Mach 22, 2020. http://news.66wz.com/system/2020/02/22/105238333.shtml  WEMP. Mar 5. 银泰温州世贸店开门了！现场如何？. The Intime Wenzhou World Trade Store opens! How about the scene? https://wemp.app/posts/58ae0542-dd75-46e5-8da1-039abf00bc4d. Accessed on Mach 22, 2020. Shop",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Distribution of the identified outbreaks in 120 cities.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": ". https://doi.org/10.1101//doi.org/10. /2020 For estimation of ventilation rates in standards when air change rate (ACH) is specified, we consider a room to be 3 m high. *2) Ye W, Wang H, Zhang X. Preliminary discussion on ventilation rates for public buildings in China. Proceedings of COBEE 2018. 2018 Feb 5-9, Austin.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors are grateful to Shengqi Wang, Xiaoxue Cheng, Luping Ma, Ya Lei, Siying Mei, Ziying Zhou, Yiran Lu, Mengjie Duan, Yifan Li, Qionglan He and Ziang Xi, who helped collect the original data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The authors declare no conflict of interest.H. Qian, T. Miao, and Y. Li contributed equally. Y. Li and H. Qian contributed to study design, hypothesis formulation, and coordination. L. Liu, X. Zheng and D. Luo contributed to data collection and initial data analyses. H. Qian and T Miao contributed to major data analyses. Y. Li wrote the first draft of the paper, and H. Qian and T. Miao contributed to major revision. All of the other authors contributed to revision.All of the authors approved the submitted version and have agreed to be personally accountable for their own contributions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contribution"
        }
    ]
}