{
    "paper_id": "84105f3254b85d505bce2260509660ecdcdb01d5",
    "metadata": {
        "title": "UV light dosage distribution over irregular respirator surfaces. Methods and implications for safety",
        "authors": [
            {
                "first": "Aurora",
                "middle": [],
                "last": "Baluja",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Justo",
                "middle": [],
                "last": "Arines",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade de Santiago de Compostela",
                    "location": {
                        "addrLine": "Photonics4Life research group",
                        "postCode": "15782",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Ramón",
                "middle": [],
                "last": "Vilanova",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Intensive Care and Pain Management, Com-plexo Hospitalario Universitario. Santiago de Compostela. Instituto de Investigación Sanitaria (IDIS). Travesía da Choupana s/n",
                    "institution": "Iberman Group. University Hospital. Santiago de Compostela",
                    "location": {
                        "addrLine": "Santiago de Compostela, 15706 A Coruña",
                        "country": "Spain., Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Carmen",
                "middle": [],
                "last": "Bao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade de Santiago de Compostela",
                    "location": {
                        "addrLine": "Photonics4Life research group",
                        "postCode": "15782",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Maite",
                "middle": [],
                "last": "Flores",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade de Santiago de Compostela",
                    "location": {
                        "addrLine": "Photonics4Life research group",
                        "postCode": "15782",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Aurora",
                "middle": [
                    "Baluja"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The SARS-CoV2 pandemic has lead to a global decrease in protection ware, especially facepiece filtering respirators (FFRs). Ultraviolet-C wavelength is a promising way of descontamination, however adequate dosimetry is needed to ensure balance between over and underexposed areas and provide reliable results. Our study demonstrates that UVGI light dosage varies significantly on different respirator angles, and propose a method to descontaminate several masks at once ensuring appropriate dosage in shaded zones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "An UVGI irradiator was built with internal dimensions of 69.5 x55 x 33 cm with three 15W UV lamps. Inside, a grating of 58 x 41 x 15 cm was placed to hold the masks. Two different respirator models were used to assess irradiance, four of model Aura 9322 3M of dimensions 17 x 9 x 4cm, and two of model SAFE 231FFP3NR with dimensions 17 x 6 x 5 cm. A spectrometer STN-SilverNova was employed to verify wavelength spectrum and surface irradiance. A simulation was performed to find the irradiance pattern inside the box and the six masks placed inside. These simulations were carried out using the software DIALUX EVO 8.2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The data obtained reveal that the dosage received inside the manufactured UVGI-irradiator depends not only on the distance between the luminaires plane and the base of the respirators but also on the orientation and shape of the masks. This point becomes relevant in order to assure that all the respirators inside the chamber receive the correct dosage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Irradiance over FFR surfaces depend on several factors such as distance, angle of incidence of the light source. Careful dosage measurement and simulation can ensure reliable dosage in the whole mask surface, balancing overexposure. Closed box systems might provide a more reliable, reproducible UVGI dosage than open settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The SARS-CoV2 pandemic has lead to a global, critical decrease in protection ware, especially facepiece filtering respirators (FFRs). Due to this shortage, multiple recommendations have arisen, in particular related to the use of ultraviolet germicidal irradiation (UVGI, 254 nm) for decontamination [1] [2] [3] . As of 30/03/2020 CDC issued new guidelines to reuse masks [4] acknowledging that decontaminated N95 mask limited reuse may be necessary in dire shortage situations.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 303,
                    "text": "[1]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 304,
                    "end": 307,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "[4]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "UVGI acts primarily over surfaces. Thus, surface shape, incidence angle and distance related to the light source are key factors for local irradiance. The resulting UV dose (fluence) is therefore the product of the irradiance by exposure time. Given the high spread potential and severity of SARS-CoV2, local overdose may be sacrificed in order to minimise contamination risk by underexposure, as most FFRs can tolerate higher than germicidal doses. However, protocols for mask descontamination inside rooms with powerful UV-C sources might not ensure an even dosage distribution among masks placed at different angles from the lamp.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The main objective of this study is to demonstrate that UVGI light dosage varies significantly on different respirator angles, and propose a method to descontaminate several masks at once ensuring appropriate dosage in shaded zones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "3 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.07.20057224 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "An UVGI box irradiator was built with internal dimensions of 69.5 cm length, 55 cm wide, 33 cm tall. Inside, a grating of 58x41x15 cm was placed in order to hold the masks. Three 15W lights HNS 15W G13 (OSRAM) were located at the upper limit in three of the four walls of the box. The plane containing the three luminaires is parallel to the bottom. The grating that will hold the respirators is placed over the bottom. The length between the luminaires plane and the grating was evaluated and measurements were taken to find the more homogeneous dosage inside the UVGI chamber. The whole internal surface of the chamber was coated with a matte aluminum insulating lining. Aluminum is known to present a good reflection in the UV-C wavelength range [5, 6] .",
            "cite_spans": [
                {
                    "start": 749,
                    "end": 752,
                    "text": "[5,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 753,
                    "end": 755,
                    "text": "6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "UVGI device"
        },
        {
            "text": "A spectrometer STN-SilverNova, with a sensitivity range between 190nm and 1110 nm (2nm resolution) equipped with a STN-CR2-cosine corrector was used to verify the 254nm emission spectrum. The spectrometer was calibrated with the STN-IRRADUVN-CAL to measure the dosage received inside the chamber and evaluate the several critical positions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calibration spectrometer"
        },
        {
            "text": "4 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calibration spectrometer"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.07.20057224 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calibration spectrometer"
        },
        {
            "text": "The irradiance distribution of the luminaire (see Figure 1 ) was measured, showing its peak at the 254nm with a Full Width Half Maximum (FWHM) of 4.84 nm. A lamp heating time around 5 min was observed in order to obtain a stable emission. In order to evaluate the optimal orientation of the respirators inside the chamber, several dosage measurements were done. The first measurements were obtained with the grating located at a vertical distance of 10 cm from the luminaires plane and with a sigle respirator inside the chamber located near the wall without luminaires. The detector was placed just at the right of the respirator at the first measure (see figure 2a) . A dosage of 550 W/cm2 was obtained. The measure was repeated moving the respirator 5 cm towards the opposite wall that counts with a luminaire (see figure 2b ). In this case a dosage of 700 W/cm2 was measured.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 58,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 657,
                    "end": 667,
                    "text": "figure 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 818,
                    "end": 827,
                    "text": "figure 2b",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The same measurements were repeated with a distance between the grating and the luminaires planes of 16 cm. In this case values of 650 W/cm2 and 780 W/cm2 were obtained at positions A and B, respectively. That indicates that a 16cm distance assures higher dosages than at 10 cm distance, thus this height was selected for performing the following measurements. In addition, the detector was placed pointing upwards inside the masks, to measure the dosage received by the inner part of the respirator. With this setup a dosage of 60 W/cm2 was obtained. (see Figure3a) To evaluate if there is difference in the dosage received by the respirators, when they are placed in different positions inside the chamber, as well as to evaluate the shadows in terms of dosage when several respirators are disinfected at the same time, the following measurements were performed. Two different respirator 5 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 566,
                    "text": "Figure3a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.07.20057224 doi: medRxiv preprint In the second configuration, the position of the higher respirators was changed by moving them close to lamp L2. In this configuration, shown in figure 3c, the dosage achieved at the position marked by letter F was 1050 W/cm2. To test if the dosage depends on the position of the respirators over the grid, they were rotated 90 degrees and the sensor probe was bent at a 30 degree with the horizontal in order to evaluate the dosage at the lateral of the respirators. This configuration is shown in figure 3d. In this case the result obtained at the point marked by a G was 878 W/cm2. Note that the sensor was located slightly below the plane of the masks so, a higher dosage value is expected in upper positions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Finally, the sensor was placed under the respirators pointing downwards in order to determine the light coming from reflections at the bottom of the chamber at two different position marked by an H and a I in figures 3 e and 3 f, respectively. The results at both positions were 422 W/cm2 and 410 W/cm2; respectively, indicating that the light distribution generated by reflections in the matte aluminum coating of the box is very homogeneous.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The data obtained reveal that the dosage received inside the manufactured UVGI-irradiator depends not only on the distance between the luminaires plane and the base of the respirators but also, on the orientation and shape of the masks. This point becomes relevant in order to assure that all the respirators inside the chamber receive the correct dosage. Although could be expected that the nearer the respirator is to the luminaires, the higher dose it receives, the experiment reflects this assumption is not true. For example in the presented work, 100 W/cm2 more irradiance was obtained when placing the base of the masks at 16cm than when they were placed them at 10cm from the plane that contains the lamps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "By the analysis of the data, the absorption produced in a respirator can be determined, by measuring the dosage received just under one of them. The data confirms that around one order of magnitude of the dosage 6 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.07.20057224 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.07.20057224 doi: medRxiv preprint is absorbed by the bulk of the respirator. That should be taken into account, in case that the geometry of the respirator doesn't allow to turn them for receiving a certain dose for sterilization. In this case, the exposure time should be calculated in order to warrant the dosage in the inner part of the FFRs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "Some simulations were also made in order to find the shadows and areas with less irradiance inside the box. These simulations were carried out using the software DIALUX EVO 8.2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Irradiance Simulation"
        },
        {
            "text": "Two masks models were simulated: model SAFE 231FFP3NR and the model Aura 9322 3M. The first model was simulated with a truncated pyramid of dimensions (long, width, high) 17cm x 4cm x 9cm. The base of 4 cm corresponds to the case were the masks are slightly open. The second model was simulated with a truncated pyramid of dimensions 17cm x 9cm x 5cm. The masks were placed in two rows and three columns as they are planned to be in the disinfection box. Additionally, two different orientations were simulated with respect to the long side of the box, parallel and perpendicular. Blue colors correspond to a reference amount of light. Green color represents a value equal to two times the reference value, yellow corresponds to three times, amber to four times, and red to 5 times. Similarity was observed between the measured data and the simulations. In both cases, as long as we move away from L2, a reduction in the irradiance is calculated, getting the minimum exposure in the right side of the respirator mask on the right. Both, measured data and simulations reflect that in region C of figure 4 we get half of the exposure obtained at D, and one third of that at E. Additionally, comparing the two light distribution obtained for the two orientations of the respiratory masks, the shadows obtained with the masks parallel to the long side of the box, are less pronounced. Hence, this orientation is suggested as the preferred one. Figure 5 compares the pseudocolor maps of the light distribution inside the disinfection box using three and four lamps. Note the difference between using three or four lamps, as four lamps provide a more uniform light distribution with less difference in the light amount. With four lamps we also diminish the shadows in the face of the mask of the right side.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1095,
                    "end": 1103,
                    "text": "figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1440,
                    "end": 1448,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Irradiance Simulation"
        },
        {
            "text": "The resulting UV dose (fluence) is the product of the irradiance by exposure time, as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dosage-time relationship"
        },
        {
            "text": "(1) ( / 2 ) = ( / 2 ) * ( ) Therefore, in order to know the exposure time needed for sterilization of the respirators used with COVID patients, the following relation is used:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dosage-time relationship"
        },
        {
            "text": "(2) = being t, the exposure time expressed in seconds, dosage expressed in J/cm2 and the irradiance in W/cm2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dosage-time relationship"
        },
        {
            "text": "Calculations were made for the time needed to receive a certain dosage in the less irradiated position. As an example, exposure times for different dosages are presented at Table 1 . This was carried out to ensure that the cumulative dosage received by all and each respirator is enough to work in safety conditions when these are reused after being in contact with COVID patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 180,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Dosage-time relationship"
        },
        {
            "text": "8 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dosage-time relationship"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dosage-time relationship"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.07.20057224 doi: medRxiv preprint Figure 4 : left) Representation of the experimental data obtained in the disinfection box; Right) simulated light distribution maps in pseudocolor maps inside the UVGI irradiator. The luminaires are marked in white and named L1, L2 and L3. Blue colors correspond to a reference amount of light. Green color represents a value equal to two times the reference value, yellow corresponds to three times, amber to four times, and red to 5 times. 9 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Dosage-time relationship"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.07.20057224 doi: medRxiv preprint 10 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dosage-time relationship"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.07.20057224 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dosage-time relationship"
        },
        {
            "text": "The irradiator, equipped with four wheels, was placed in the COVID ICU of a tertiary-care hospital (16 beds) in a separate room more than 2m away from any COVID patient. The placement was inside the COVID area to avoid contamination elsewhere. The box was equipped with an on-off switch and a security mechanism that turned the lamps on when closed and off upon lid opening. After building another irradiator unit, the capacity doubled to 93*2=186 units/day. Precise instructions were given for their use, indicating the target time of descontamination (1.5 hours). Users were instructed to write down their name in the FFRs and mark them each time they underwent descontamination. The masks waiting to be descontaminated were placed inside individual, named envelopes. The FFRs were then placed one by one as described in Fig 3b avoiding contact with the surface in contact with the wearer. After irradiation, masks were placed again in clean, individual envelopes. To ensure grid decontamination after each cycle, an additional time of 5 min was added with the cabinet closed and no masks inside.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 823,
                    "end": 829,
                    "text": "Fig 3b",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Real setting application"
        },
        {
            "text": "An additional set of instructions were given in order to promote a rational use of the irradiator, as neither NIOSH nor 3M nor the Spanish Health Ministry recommend FFR reuse except in extreme shortages when no new masks are available. Based on recommendations given by those sources and our own user experience we discourage using the irradiator when any of the following conditions are met:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Real setting application"
        },
        {
            "text": "This study demonstrates the extent of the dependence between dosimetry and mask location, relative to the light cone and other masks or obstacles that might be present. With regard to room UVC decontamination of FFRs, dosage needs to be measured at the most extreme incidence angles. On the other side, small UVGI cabinets have less angle variability but they often need flipping the object to be decontaminated, and some respirator brands have conic-oval volumes that can't stand stable in both flipped positions. A big-furnace method is proposed which allows for multiple mask decontamination without the need to leave COVIDareas and doesn't require to flip the respirator for the desired dosage, thus ensuring minimal respirator manipulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Real setting application"
        },
        {
            "text": "Ultraviolet light is gaining acceptance among the healthcare community as they're a cost-effective alternative to heat or chemical descontamination. At moderate UVGI doses, mask performance still surpasses that of surgical masks, thus being a viable alternative when no new FFRs are available. Viscusi et al administered 3.24 J/cm2 and examined fit, odor, comfort and deterioration in several mask brands, not finding significant differences using UVGI [2] . NIOSH collaborators, Lindsley et al [3] found changes in particle penetration, but only small changes in resistance after very high UVGI doses (up to 950 J/cm2).",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 456,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Real setting application"
        },
        {
            "text": "Regarding disinfection, NIOSH guidelines [3] advise to discard masks after aerosol-generating procedures. However, previous studies have shown that UV disinfection is suitable to remove viral load although more studies are needed to acscertain viral removal from the inner FFR layers. UVGI dose for coronavirus in surfaces has been shown to be lower than other types as they're single-stranded RNA virus. For example, Duan et al [7] found that 0.32 J/cm2 can inactivate SARS-CoV in culture plates, whereas for H1N1 influenza, decontamination with 1.2, 1.8 or 1.98 Joules/cm2 achieved an average 4-log reduction of viable H1N1 influenza virus [1, 8, 9] .",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 44,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 642,
                    "end": 645,
                    "text": "[1,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 646,
                    "end": 648,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 649,
                    "end": 651,
                    "text": "9]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Real setting application"
        },
        {
            "text": "This is a study where changes in irradiance are studied in a closed, controlled environment. Different mask brands have different shapes, modifying local irradiance. To compensate for this, overdosing of more exposed areas might be necessary, causing them to accumulate more deterioration, shortening the respirator's life. Further studies might be needed to ascertain dose homogeneity when the UVGI lamps are placed in a bigger compartment, such as a room. In addition, adding light sources on both sides of the rack might provide more reliable illumination avoiding over and underexposure. This UVGI box currently doesn't support the descontamination of more than six masks at once. Bigger designs can provide mask reuse at a bigger scale in times of severe shortages. Currently, virological assessment is being designed in an appropirate setting for this irradiator. Thus, target dosage regimes are based on previously published experiments elsewhere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "12 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.07.20057224 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Irradiance over FFR surfaces depend on several factors such as distance, angle of incidence of the light source. Careful dosage measurement and simulation can ensure reliable dosage in the whole mask surface, balancing overexposure. Closed box systems might provide a more reliable, reproducible UVGI dosage than open settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "• Custom UVGI devices must feature mechanisms to protect from harmful UVGI irradiation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMMENDATIONS"
        },
        {
            "text": "• Dosimetry from strategic locations of an UVGI facility allows for correct time-irradiance calculations in respirators at different positions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMMENDATIONS"
        },
        {
            "text": "• Irradiance measurements can be performed by experts in visible light pollution or photonics, given access to a UV-C light spectrometer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMMENDATIONS"
        },
        {
            "text": "• Alternatively, manual dosimeter probes can be used at such locations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMMENDATIONS"
        },
        {
            "text": "• Careful respirator placement must be ensured to minimise error in the administered UV dose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMMENDATIONS"
        },
        {
            "text": "• Clear instructions on device operation and respirator reuse must be issued, updated and published in the work environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMMENDATIONS"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMMENDATIONS"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RECOMMENDATIONS"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.07.20057224 doi: medRxiv preprint Table 1 . Exposure time with the respirators in the configuration of Fig 3d. 14 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 213,
                    "end": 220,
                    "text": "Fig 3d.",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RECOMMENDATIONS"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.07.20057224 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TABLES"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "FFR which completed 3 UV-C cycles",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Used during aerosol-generating procedures (such as oral hygiene or airway procedures)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Wet mask (sweat, etc)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Any of the 3 known complications UV-C disinfection in FFRs: 6a-Loss of fit or adjustment. 6b-Moderate or intense odor that doesn't disappear after 10 minutes of aireation. 6c-Elastic bands deteriotarion",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Also, discard when: 7a-Doubts about adequate decontamination in a suitable time. 7b-Visible damage to the mask or increased difficulty in breathing through the filter",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "If it must be removed prematurely from the irradiator, treat it as a non-decontaminated FFR",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A pandemic influenza preparedness study: Use of energetic methods to decontaminate filtering facepiece respirators contaminated with H1N1 aerosols and droplets",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Heimbuch",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kinney",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Lumley",
                    "suffix": ""
                },
                {
                    "first": "C-Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "M-H",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "American Journal of Infection Control",
            "volume": "39",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Impact of three biological decontamination methods on filtering facepiece respirator fit, odor, comfort, and donning ease",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Viscusi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Bergman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Novak",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Faulkner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Palmiero",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Powell",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Occupational and Environmental Hygiene",
            "volume": "8",
            "issn": "",
            "pages": "426--462",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Effects of Ultraviolet Germicidal Irradiation (UVGI) on N95 Respirator Filtration Performance and Structural Integrity",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Lindsley",
                    "suffix": ""
                },
                {
                    "first": "Sbm",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Thewlis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sarkisian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Nwoko",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Mead",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Occupational and Environmental Hygiene",
            "volume": "12",
            "issn": "",
            "pages": "509--526",
            "other_ids": {
                "DOI": [
                    "10.1080/15459624.2015.1018518"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Centers for Disease Control and Prevention",
            "authors": [],
            "year": 2019,
            "venue": "CDC. Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Far-UVC light: A new tool to control the spread of airborne-mediated microbial diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Welch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Buonanno",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Grilj",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Shuryak",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Crickmore",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Bigelow",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Scientific Reports",
            "volume": "8",
            "issn": "",
            "pages": "1--7",
            "other_ids": {
                "DOI": [
                    "10.1038/s41598-018-21058-w"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Handbook of Optics, Third Edition Volume IV: Optical Properties of Materials, Nonlinear Optics, Quantum Optics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bass",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Decusatis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Enoch",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lakshminarayanan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Macdonald",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Stability of SARS Coronavirus in Human Specimens and Environment and Its Sensitivity to Heating and UV Irradiation",
            "authors": [
                {
                    "first": "S-M",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "X-S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "R-F",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "J-J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "G-H",
                    "middle": [],
                    "last": "Pi",
                    "suffix": ""
                },
                {
                    "first": "S-X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biomedical and environmental sciences : BES",
            "volume": "16",
            "issn": "",
            "pages": "246--55",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Ultraviolet germicidal irradiation of influenza-contaminated N95 filtering facepiece respirators",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Harnish",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sandoval-Powers",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Heimbuch",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "American Journal of Infection Control",
            "volume": "46",
            "issn": "",
            "pages": "49--55",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Effectiveness of three decontamination treatments against influenza virus applied to filtering facepiece respirators. The Annals of Occupational Hygiene",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Lore",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Heimbuch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Wander",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Hinrichs",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "56",
            "issn": "",
            "pages": "92--101",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Spectrum of emission of the HNS 15 W G13 OSRAM luminaire.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Photography of the inner part of the chamber, with the lamps L1 L2 and L3; the grating located at 10cm from the lamps plane; Position A, just beside the respirator; Position B, with the respirator placed 5 cm towards the left side. models were used, four of model Aura 9322 3M of dimensions 17 cm x 9 cm x 4cm, and two of model SAFE 231FFP3NR with dimensions 17 cm x 6 cm x 5 cm. Both masks have different sizes and heights upon the grating. The first measurement was done in position C shown inFigure 3b, that correspond to the position closer to the wall without lamp. At this position, the dosage detected was 470 W/cm2, while at positions D and E the values obtained were 950 W/cm2 and 1300 W/cm2, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Photography of the inner part of the chamber, with the grating located at 16 cm from the luminaires plane a) detector just below the respirator, and 6 respirators placed in different configurations b) masks placed vertically with the shorter masks closer to the left lamp c) masks placed vertically with the taller masks closer to the left lamp d) masks placed horizontally, e) detector placed below one of the tall masks near the middle of the box; and f) detector placed below one of the short masks near the right side of the box, far from the lamp on the left side of the box. 7 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "shows on the left column the experimental setup with the irradiance measured at different positions, and mask distribution. On the right column the results of the simulation are shown. The pictures present a pseudocolor map of the distribution of light inside the UVGI irradiator at the planes of the respiratory masks.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Pseudocolor map of light distribution obtained with three and four lamps for two models of facial respiratory masks, oriented parallel to the long side of the box.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Photography of the opened UVGI irradiator with the respirator placed in the configuration of Figure3c, indicating the irradiance received at three different positions.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We would like to acknowledge the help and support received by the Physics and Optics faculties, Ricardo Rodríguez and Julio Cortiñas from the Department of Anaesthesiology. We would also like to thank Professor Salvador Bará Viñas of the Photonics4Life group at USC for his advice in carrying out measurements and checking calculations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        }
    ]
}