{
    "paper_id": "841e2b8df37c627db6013f7da95a3d9b7cff81f2",
    "metadata": {
        "title": "Knowledge and Beliefs towards Universal Safety Precautions to flatten the curve during Novel Coronavirus Disease (nCOVID-19) Pandemic among general Public in India: Explorations from a National Perspective",
        "authors": [
            {
                "first": "Sai",
                "middle": [
                    "Krishna"
                ],
                "last": "Gudi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "-Research Fellow",
                    "institution": "University of Manitoba",
                    "location": {
                        "settlement": "Winnipeg",
                        "region": "Manitoba",
                        "country": "Canada"
                    }
                },
                "email": "gudisk@myumanitoba.ca"
            },
            {
                "first": "Krishna",
                "middle": [],
                "last": "Undela",
                "suffix": "",
                "affiliation": {
                    "laboratory": "-Lecturer",
                    "institution": "JSS academy of higher education and research",
                    "location": {
                        "settlement": "Mysuru",
                        "region": "Karnataka",
                        "country": "India"
                    }
                },
                "email": "krishnaundela@gmail.com"
            },
            {
                "first": "Rajesh",
                "middle": [],
                "last": "Venkataraman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Uday",
                "middle": [
                    "Venkat"
                ],
                "last": "Mateti",
                "suffix": "",
                "affiliation": {},
                "email": "udayvenkatmateti@gmail.com"
            },
            {
                "first": "Manik",
                "middle": [],
                "last": "Chhabra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sanath",
                "middle": [],
                "last": "Nyamagoud",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Krishna",
                "middle": [],
                "last": "Komal",
                "suffix": "",
                "affiliation": {},
                "email": "komalkrishnatiwari@gmail.com"
            },
            {
                "first": "",
                "middle": [],
                "last": "Tiwari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "-Physiotherapy and Chiropractic Assistant",
                    "institution": "University of Manitoba",
                    "location": {
                        "settlement": "Winnipeg, Winnipeg",
                        "region": "Manitoba, MB",
                        "country": "Canada., Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Krishna",
                "middle": [],
                "last": "Sai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Gudi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Venkat",
                "middle": [],
                "last": "Uday",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Mateti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The novel Coronavirus disease is being considered as the most serious health threat that the world has never witnessed in the recent times and significantly affecting the daily routine of mankind by emerging as a global pandemic. Yet, as there is no treatment nor a vaccine that was approved so far, universal safety precautions (USPs) and mitigating strategies are the only way to deal with this emergency crisis. However, knowledge and beliefs towards USPs among the general public in countries such as India with a large population are lacking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: A prospective, cross-sectional, web-based online survey was conducted among the general public in India during March 2020. A 20-item self-administered survey questionnaire was developed and randomly distributed among the public using google document forms through social media networks. Descriptive statistics were used in representing the study characteristics, and the Chi-square test was used in assessing the associations among the study variables with a p-value of < 0.05 was considered as statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Of 1287 participants, 1117 have given their consent of willingness and completed the questionnaire with a response rate of 86.8%. The mean age of the study participants was 28.8 ± 10.9 years, where the majority of them belong to the age category <25 years, and sex was equally distributed. Based upon the socio-demographic information, the majority were post-graduates (32.9%), professional job holders (45%) and belonged to the upper-middle (40%) economic class.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Overall, the knowledge and beliefs towards USPs and mitigating strategies among participants varied between moderate to high, with statistically significant associations with their sociodemographic characteristics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Although the knowledge and beliefs of the general public in India towards USPs are encouraging, there is a need for long-term educational interventions as the dynamics and severity of COVID-19 have been changing day-by-day rapidly. The findings of this study could guide the public health authorities in making and implementing decisions to combat this pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Novel coronavirus (SARS-CoV-2), formally named as the novel Coronavirus-2019 (nCoV-2019) by the World Health Organization (WHO) after identifying a cluster of pneumonia cases during late December 2019 in the province of Hubei, China [1] . However, coronavirus (CoV) is not the first-ever occurrence as it was initially discovered in the 1960s and belongs to a family coronaviridae [2] . Since then, several types of CoV were identified amongst which Severe Acute Respiratory Syndrome-CoV (SARS-CoV) and Middle East Respiratory Syndrome-CoV (MERS-CoV) are of importance [3] . As of 27 March 2020, a total of 509,164 confirmed cases and 23,335 deaths of Coronavirus disease (COVID-19) have been reported globally, effecting 151 countries, where around half of those reported cases and deaths are solely attributed to China [4] . However, within a short span of time, the cumulative proportion of cases and deaths outside China has been outstripped by the total number of cases and deaths in China, which has raised significant concern among the public around the globe. As a result, considering the rapid disease transmission of COVID-19 within and across the countries, on 11 March 2020, WHO has declared the COVID-19 outbreak as a global pandemic [5] .",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 236,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 569,
                    "end": 572,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 821,
                    "end": 824,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1247,
                    "end": 1250,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although initial investigations reported that the spread of COVID-19 would be possibly from animals-to-humans, later investigations have stated that human-to-human transmission also could occur [6] . At this initial stage, the definite modes of this pandemic are not completely known; however, health officials suggest that it could primarily spread through the droplets when an infected person coughs or sneezes and by direct contact with the infected individuals [7] .",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 465,
                    "end": 468,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Unfortunately, no drug has been officially approved for the treatment of this global pandemic, although drugs such as hydroxychloroquine and remdesivir are under clinical investigation [8] . In . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . this manner, acquiring and being adherent to the universal safety precautions (USP) is the only choice in controlling the widespread of COVID-19 across the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Maintaining personal hygiene is an essential practice to be protected against any type of respiratory illness, such as COVID-19. Of this note, hand washing has been considered as an effective measure in preventing the cross-transmission from one to another [9] . Social distancing is a technique where actions are taken to reduce the frequency of contacts and to maintain a proper distance between individuals in order to limit the transmission of any communicable disease [10] . Usually, social distancing would be in-place where the spread has been believed to happen in a broader community. Other social distancing measures include isolation and quarantine, which also play a major role, particularly among those individuals presenting with symptoms, including confirmed cases. Isolation is an act of separating the ill-persons with a contagious disease from a non-infected person to reduce the spread [11] . Usually, isolation procedures are commonly observed in hospital settings. While, quarantine is considered as one of the effective methods in controlling communicable outbreaks and pandemics such as COVID-19, at a community level, where the movement of a person is restricted to the home or a designated facility, who are presumed to have been exposed to a contagious disease, but without having any symptoms [12] .",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 260,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 473,
                    "end": 477,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 905,
                    "end": 909,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1320,
                    "end": 1324,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "If all the above detailed social distancing measures are insufficient in reducing the widespread of the infection, community containment would be implemented where an entire community or neighbourhood is restricted to reduce personal interactions, except for inevitable situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Besides, usage of personal protective equipment (PPE) would be another precautionary measure to be taken in controlling further spread during outbreaks, although PPE is considered as less effective compared to other control measures. Routinely, PPEs are widely used in healthcare settings as a standard to protect healthcare workers from infections [13] . Among different types of PPEs, face masks and hand gloves are the most commonly used in situations during emergency outbreaks, especially by the sick people in order to avoid the spread. Face masks have always been popular and well-known public interventions used as a self-protection measure. The use of face masks has been included in their pandemic plans by most of the developed countries such as the United States, France and Australia [14] . WHO states that wearing a face mask incorrectly may actually increase the chance of being infected, rather than decreasing [15] . Thus, the correct use of face masks is particularly essential while dealing with the situations during pandemics such as COVID-19. Implementing the above-mentioned non-pharmacological USPs during the COVID-19 pandemic would relieve the concerns of over-loaded healthcare systems as well as the public to a remarkable extent.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 353,
                    "text": "[13]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 797,
                    "end": 801,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 927,
                    "end": 931,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although fewer studies have attempted in assessing the knowledge aspects related to the COVID-19 among the healthcare workers, authors of this study strongly believe that focusing on the USPs such as, maintaining personal hygiene, washing hands, adhering to social-distancing techniques, self-isolation practices, usage of face masks and hand sanitizers would significantly contribute in lowering the spread and eventually flatten the curve. So far, the course of the COVID-19 in India seems under control with lower rates of incidence despite the large population. However, looking at the dynamics of SARS-CoV-2, especially its higher rates of transmission, things could alter unpredictably, leading to adverse situations, at any time. Of concern in this regard, examining the knowledge and beliefs regarding USPs and mitigating strategies among the general public in India during this pandemic would be a chief priority.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 31.20047126 doi: medRxiv preprint This is a prospective, cross-sectional, and web-based online survey conducted using a questionnaire with an intention to obtain the responses regarding USPs and mitigating strategies towards COVID-19 among the general public in India during March 2020.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "31.20047126 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "A 20-items, semi-structured and selfadministered questionnaire was developed using factsheets, course materials, information leaflets and booklets developed by Health Protection Surveillance Centre (HPSC) [16] , Public Health Agency (HSC) [17] , Centre for Disease Control and Prevention (CDC) [18], National Health Service (NHS) [19] , and WHO [20] for the purpose of COVID-19 prevention. The study questionnaire has two domains, i.e., knowledge and belief domain, which have ten questions each.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 209,
                    "text": "[16]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 239,
                    "end": 243,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 330,
                    "end": 334,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 345,
                    "end": 349,
                    "text": "[20]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Development & Content of Survey Instrument:"
        },
        {
            "text": "Of particular interest towards preventive measures, questions in both the domains have focussed on aspects such as personal hygiene, proper handwashing, use of face masks, and social distancing techniques such as quarantine and isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development & Content of Survey Instrument:"
        },
        {
            "text": "Reliability & Validity of Survey Instrument: Firstly, the developed questionnaire was validated using face and content validation methods by the selected faculty members and researchers to ensure the readability. Secondly, it was assessed for reliability using test-retest and split-half methods through a pilot study that was pre-tested among 30 random respondents for the clarity, acceptability and relevance, prior to the full-fledged survey. Lastly, the survey questionnaire was distributed among the public after revising the comments and considering the pre-test results to facilitate better comprehension.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development & Content of Survey Instrument:"
        },
        {
            "text": "Distribution of the Survey Questionnaire: Following the reliability and validity assessments, the survey questionnaire was distributed across the social media and professional platforms such . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development & Content of Survey Instrument:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint Sampling method: With the fact that this is an online web-based survey which is exploratory in nature, a non-probability sampling method with an invitation online sampling technique was used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development & Content of Survey Instrument:"
        },
        {
            "text": "Participants were explained about the purpose of the study and requested to provide the consent of voluntary willingness before participating in the survey. All the procedures performed in this study involving human participants were in adherence to the ethics of the 1964 Helsinki declaration and its later amendments or comparable ethical standards. This study was conducted and reported according to the Checklist for Reporting Results of Internet E-Surveys guidelines (CHERRIES) [22] .",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 487,
                    "text": "[22]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Ethical Considerations:"
        },
        {
            "text": "Statistical Analysis: Data were entered into Microsoft Excel spreadsheets and cross-checked for accuracy and the statistical analysis was performed using IBM SPSS software for windows, version 24 (Armonk, NY, USA) [23] . Descriptive statistics on sample characteristics were computed, including means, standard deviation, and frequency distributions.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[23]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Ethical Considerations:"
        },
        {
            "text": "Variables included in the analysis were age, sex, educational level, occupation and economic status (as per modified Kuppuswamy scale) [24] . The Chi-square test was used in assessing the associations among the study variables and a p-value of < 0.05 was considered as statistically significant.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[24]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Ethical Considerations:"
        },
        {
            "text": "Of 1287 participants that filled out the survey, a total of 1117 participants have given their consent of willingness and completed the questionnaire with a response rate of 86.8%. The mean age of . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 31.20047126 doi: medRxiv preprint the study participants was 28.8 ± 10.9 years, where more than half of the participants belong to the age category <25 years. Sex was equally distributed among the participants, while more than 90% of them had either doctoral (28.4%), post-graduate (32.9%) or under-graduate (30.1%) degree as their educational background. The majority of the participants were professional job holders (45%) and then followed by the students (32%), while around 40% of the study participants belong to the upper-middle economic class. All other socio-demographic characteristics are detailed in Table 1 . Knowledge towards universal safety precautions: Although more than two-thirds of the study participants provided the correct response, the rest of the 30% were not aware of the ideal length of time to wash hands in preventing the infection. Surprisingly, around half of the participants were not aware of the ideal strength of the alcohol that a hand-sanitizer should contain to be used during outbreaks, while more than two-thirds of the participants were not known about the ideal distance to be maintained as part of social distancing measures. Around three-fourth and two-fifth of the participants were not aware of the quarantine and isolation procedures that are usually followed during outbreaks. However, the majority of the participants (i.e., 84%, 77% & 94%) are knowledgeable about the self-isolation time period, type of the face mask to be used, and social distancing procedures, respectively. The rest of the information about the knowledge of the general public towards USPs are detailed in Table 2 . Furthermore, correct responses for the respective questions with their 95% confidence intervals are represented in Figure 1 . believe that maintaining good personal hygiene, washing hands frequently using soap, avoiding handshaking behaviour and avoiding placing fingers in eyes, nose and mouth would prevent the spread of the infection. While more than 96% of the participants believe that adhering to social distancing measures and staying at home would be a good practice in combating the spread.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "31.20047126",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 723,
                    "end": 730,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1739,
                    "end": 1746,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1864,
                    "end": 1872,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "However, notably, three-fourth of the participants (75%) believe that wearing a face mask is considered appropriate and protective even in the absence of the symptoms. The rest of the information about the beliefs of the general public towards USPs are detailed in Table 3 . The correct responses for the respective questions with their 95% confidence intervals are represented in Figure 2 . Furthermore, the association of socio-demographic variables with the general public's beliefs were assessed using the chi-square test and presented in Table 4 . All the correct responses and the statistically significant p-values (< 0.05) were bolded.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 265,
                    "end": 272,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 381,
                    "end": 389,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 543,
                    "end": 550,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "This current study is believed to be the first of its kind among the general public in India to assess the knowledge and beliefs towards USPs in combating the spread of COVID-19. Our study results noticed that although the knowledge of the participants regarding the self-isolation time periods author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 31.20047126 doi: medRxiv preprint intentions, concluded that sending high-threat and coping messages to the public would increase their handwashing intentions [25] . However, at times, threat messages would be ineffective and might also lead to counter-productive effects that have to be kept in mind.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "31.20047126 doi: medRxiv preprint",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 274,
                    "text": "[25]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Generally, educating the public with an emphasis on personal hygiene, such as washing hands, would take a lot of time and effort, especially in developing countries such as India. In a large cross-sectional comparative study conducted in Bangladesh from 2006 to 2011, including participants from 50 sub-districts inferred that there exists a significant gap between perceptions and practice of proper handwashing behaviours among their study participants. It also found that handwashing behaviour before eating food was lower, and unfortunately, only 8% of their study participants stated that they use soap for washing their hands at the baseline. It also noticed that handwashing knowledge and practices were relatively lower before cooking, serving and eating food [26] . Furthermore, socioeconomic status, including education, have shown a positive association with handwashing, which are similar to our current study findings. During outbreaks such as COVID-19, information regarding safety measures should be selflessly promoted by the news channels, print media, radio stations, and social media, as almost every individual relates to either of these platforms at some point in a day. Around three fourth of respondents in a descriptive cross-sectional study conducted in Nigeria have stated that they have acquired good handwashing measures by watching health education messages from social media, newspapers and radio channels [27] .",
            "cite_spans": [
                {
                    "start": 768,
                    "end": 772,
                    "text": "[26]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1436,
                    "end": 1440,
                    "text": "[27]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In contrast with the current study findings, a study conducted during an outbreak of H1N1 influenza A pandemic in 2009 at a large public university has found poor compliance with the mitigation strategies such as staying at home while ill in avoiding the spread of the virus. In addition, around half of their study participants, including students, staff and faculty members, had . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20047126 doi: medRxiv preprint attended the social gatherings despite acute respiratory infection and feeling ill [28] . Besides government and healthcare organizations, efforts should be made by the local researchers in conducting awareness and education camps by actively taking part in participatory, communitybased research, which could have a remarkable impact on the safety practices among the public.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 231,
                    "text": "[28]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A systematic review that looked at identifying the handwashing techniques in primary and community levels concluded that only a few studies have demonstrated the proper handwashing techniques and noticed that there is a lack of evidence for handwashing techniques are being used in practice today. Moreover, it also found that most of the studies that assessed the handwashing measures were poorly designed along with the inconclusive statements [29] .",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 450,
                    "text": "[29]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Among various infection control strategies, usage of personal protective equipment (PPE) is necessarily essential during outbreaks such as COVID-19 among healthcare workers and infected people with an intention to prevent the transmission of the disease. Although PPEs are not recommended as the front-line defence measures, these should be in place along with the other administrative and environmental control measures [30] . PPEs such as face masks, respirators, hand gloves, goggles and face shields are of the utmost importance when the outbreak or pandemic is in its early stage, especially when there are no vaccines or medications available.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 425,
                    "text": "[30]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Unfortunately, a recent systematic review that looked at the use of PPEs to protect against respiratory infections in Pakistan has inferred that PPEs were not available at many facilities, and its use was limited during high-risk situations [30] . Furthermore, it observed lower compliance towards PPEs among healthcare workers with reuse of PPEs behaviour. Respective countries should implement stringent policies to avoid such practices, which could potentially lead to the spread of the infection. In a cross-sectional survey that evaluated the knowledge, use and barriers towards the PPEs for airway management among emergency medical technicians during SARS . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "text": "[30]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 31.20047126 doi: medRxiv preprint outbreak in Canada have reported that most of their study participants opined that N-95 respirator mask is the safest and should be used during outbreaks which are in-line with the current study findings [13] . However, the appropriate selection and efficacy of the respiratory protective apparatus have always been a controversy. As these coronaviruses are extremely small, they will have the ability to pass through the pores of both the surgical mask and the N-95 mask. Although the N-95 respirator apparatus has a good structure, which prevents the passage of virus, if it is contaminated and reused, there are high chances for it to become the source of infection instead [31] . The current study findings related to the proper use of a face mask are in accordance with a cross-sectional study that assessed the usage of face masks in a primary care outpatient setting in Hong Kong, where more than half of their participants have demonstrated the correct steps in wearing a face mask [32] .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "31.20047126",
                    "ref_id": null
                },
                {
                    "start": 349,
                    "end": 353,
                    "text": "[13]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 822,
                    "end": 826,
                    "text": "[31]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1135,
                    "end": 1139,
                    "text": "[32]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although usage of face masks itself might not be an effective intervention in combating the spread of infection, it could be used as an adjunct measure, especially among those who are ill and infected patients. Adopting the use of face masks during outbreaks could be affected by various factors such as social acceptability, perception of the disease risk, need for the mask, and comfort & fit of the mask [33] . Interestingly, a Cochrane intervention review by Verbeek JH et al. concluded that usage of PPEs, especially face masks, might not lead to more containment but may have more user satisfaction [34] .",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 411,
                    "text": "[33]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 605,
                    "end": 609,
                    "text": "[34]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "On the flip side, implementing mitigation strategies such as isolation, quarantine and community containment during outbreaks would have major challenges, which includes early case detection in order to self-isolate, need for psychological support and availability of basic needs while being separated from the public, and the most importantly, dealing and managing with the ethical codes, principles, self-determination, individual conflicts and rights of liberty of the public are major . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 31.20047126 doi: medRxiv preprint challenges that should be considered while implementing such strategies during pandemics such as COVID-19 [11] . Furthermore, a systematic review that critically evaluated the role and impact of social distancing measures during influenza pandemic had attempted various mitigating interventions such as school & workplace closure, home working, self-isolation, quarantine of contacts, mobility restriction, and cancellation of mass events along with their effectiveness [35] .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "31.20047126 doi: medRxiv preprint",
                    "ref_id": null
                },
                {
                    "start": 251,
                    "end": 255,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[35]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Firstly, it observed that either proactive or reactive school closure found to be moderately effective in reducing the transmission of influenza and could only delay the peak of the pandemic by a week; however, it was associated with the high secondary cost. It also mentioned that the main purpose of the school closure policy during the pandemic might not be optimally achieved as most of the children may engage in outdoor activities during the school closure period. Secondly, a similar type of results was noticed with the workplace closure and home working interventions, where they are modestly effective and acceptable, while increases the secondary cost. Instead, these interventions would affect workplace business productivity and might not be equally convenient for all the employees. In this regard, it also stated that working from home with the use of recent technologies would only be beneficial for service sector employees but not for industries, which needs physical presence and outputs. Thirdly, voluntary self-isolation and quarantine of contacts are considered effective and acceptable. Also, when combined measures are in place, these can reduce the peak caseload and attack rate as well; however, there is an increased risk of intrahousehold transmission from index cases to contacts. It also added that those who are isolated and quarantined are likely to undergo distress due to fear and risk perceptions. Lastly, it reported that mobility restrictions are effective only if high travel restrictions are in place, and surprisingly, cancellations of mass events and gatherings have not proven to be effective during the influenza pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 31.20047126 doi: medRxiv preprint Besides, in a recent epidemic network model by Leung KY et al. , demonstrated the potential negative effects of social distancing during an epidemic at the population level [36] . The whole idea of the authors of this study is that rational preventive measures during epidemics could have a counter effect on the population in the long run as these measures might impact the behavioural changes of the public towards others, which could worsen the epidemic outcomes. However, policies and decision-making regarding mitigation strategies should not be generalized depending upon the dynamics of other pandemic modelling studies. Looking at the current role that is being played by the USPs and social distancing measures in combating the spread of COVID-19, it is worth and wise to implement and adhere to such strategies. In regard to this, the UK government has changed its action plan in dealing with the COVID-19 following a modelling study that estimated 260,000 potential deaths [37] . As a result, it decided to implement a combination of social distancing of the entire population, home isolation of infected cases and to quarantine the family members of those who are being infected, and possible school and university closures in order to prevent those huge number of potential deaths. COVID-19 pandemic has taught various lessons to the respective government bodies and healthcare sectors in dealing with this outbreak and how to be prepared in facing such types of outbreaks in the future [38] .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "31.20047126 doi: medRxiv preprint",
                    "ref_id": null
                },
                {
                    "start": 192,
                    "end": 207,
                    "text": "Leung KY et al.",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "[36]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1129,
                    "end": 1133,
                    "text": "[37]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1645,
                    "end": 1649,
                    "text": "[38]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Lastly, careful considerations of USPs and mitigating measures should be kept in mind when making pandemic plans, especially aspects such as public compliance and resource planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Timely implementation of these safety measures in the community would significantly prevent the widespread of the infection. However, future research focussing on the transmission dynamics of the infection would be warranted. There are certain limitations that should be considered when interpreting the findings of the current study. Firstly, as this is a cross-sectional survey, causal inferences cannot be made, and chances for the recall and information bias may exist. Secondly, . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 31.20047126 doi: medRxiv preprint as the questionnaire is self-administered and thus, by depending upon the self-reported data, it is difficult to predict and understand whether the respondents are filling the survey honestly, i.e., social desirability bias and the responses provided by the participants may not reflect the reality.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "31.20047126",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Lastly, as this is an internet-based online survey, it might not capture the responses from the regions with the restricted access to the social media, and thus may introduce demographic selection bias and might have received the responses mostly from the younger and internet-active population leading to coverage bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In light of the recent pandemic, i.e., COVID-19, although knowledge and beliefs of the general public in India towards USPs are encouraging, there is a need for long term educational interventions as the dynamics and severity of COVID-19 has been keep changing day-by-day rapidly. The findings of this study could guide the public health authorities in making and implementing decisions to combat this pandemic. However, further assessment of factors influencing compliance with such measures is warranted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Authors of this study would like to extend their gratitude towards all the study participants for investing their time, interest and voluntary participation in providing the essential information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "This study received an exemption for minimal risk research by the KLE University Institutional Review Board, Karnataka, India on March 2, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IRB/IEC approval"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 31.20047126 doi: medRxiv preprint Study design, development of survey instrument, literature review, drafting the manuscript-SKG; data collection and analysis-MC; reliability & validity of the questionnaire, pilot testing, distribution of the survey questionnaire, proofreading-KU, RV, SN & KKT.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "31.20047126 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "This study has received no source of funding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "All the information related to the study is embedded within the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Available data and materials"
        },
        {
            "text": "The authors declare no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interests"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interests"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 31.20047126 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "31.20047126 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conflict of interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "8",
            "pages": "727--733",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus genomics and bioinformatics analysis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Viruses",
            "volume": "2",
            "issn": "8",
            "pages": "1804--1820",
            "other_ids": {
                "DOI": [
                    "10.3390/v2081803"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Human coronaviruses: what do they cause",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Der Hoek",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Antivir Ther",
            "volume": "12",
            "issn": "4",
            "pages": "651--658",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "WHO. Coronavirus disease (COVID-2019) situation reports",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "WHO Declares COVID-19 a Pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cucinotta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vanelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Biomed",
            "volume": "91",
            "issn": "1",
            "pages": "157--160",
            "other_ids": {
                "DOI": [
                    "10.23750/abm.v91i1.9397"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Return of the Coronavirus: 2019-nCoV",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Gralinski",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Menachery",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Viruses",
            "volume": "12",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/v12020135"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "13",
            "pages": "1199--1207",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Hydroxychloroquine, a less toxic derivative of chloroquine, is effective in inhibiting SARS-CoV-2 infection in vitro",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Discov",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41421-020-0156-0"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Effect of hand hygiene on infectious disease risk in the community setting: a meta-analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Aiello",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Coulborn",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Public Health",
            "volume": "98",
            "issn": "8",
            "pages": "1372--1381",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.2007.124610"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Community Mitigation Guidelines to Prevent Pandemic Influenza -United States",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Qualls",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Levitt",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kanade",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "MMWR Recomm Rep",
            "volume": "66",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Isolation, quarantine, social distancing and community containment: pivotal role for old-style public health measures in the novel coronavirus (2019-nCoV) outbreak",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Freedman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "27",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa020"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Public health and ethical considerations in planning for quarantine",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cetron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Landwirth",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Use of personal protective equipment during infectious disease outbreak and nonoutbreak conditions: a survey of emergency medical technicians",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Visentin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Bondy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "CJEM",
            "volume": "11",
            "issn": "1",
            "pages": "44--56",
            "other_ids": {
                "DOI": [
                    "10.1017/s1481803500010915"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Department of Health and Human Services. HHS pandemic influenza plan",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Advice on the use of masks in the community setting in influenza A (H1N1) outbreaks",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Health Protection Surveillance Centre. COVID-19",
            "authors": [],
            "year": null,
            "venue": "Posters. Available",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Public information posters and leaflets for download",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Centre for Disease Control and Prevention",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Coronavirus (COVID-19)",
            "authors": [],
            "year": null,
            "venue": "National Health Service",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "World Health Organization. Coronavirus disease (COVID-19) training: Online training",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Improving the quality of Web surveys: the Checklist for Reporting Results of Internet E-Surveys (CHERRIES)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Eysenbach",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Released 2016. IBM SPSS Statistics for Windows",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ibm Corp",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Socioeconomic status scales-modified Kuppuswamy and Udai Pareekh's scale updated for 2019",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Wani",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Family Med Prim Care",
            "volume": "8",
            "issn": "6",
            "pages": "1846--1849",
            "other_ids": {
                "DOI": [
                    "10.4103/jfmpc.jfmpc_288_19"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Development of an intervention to reduce transmission of respiratory infections and pandemic flu: measuring and predicting handwashing intentions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "Yardley",
                    "middle": [
                        "L"
                    ],
                    "last": "Little",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Primit",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Psychol Health Med",
            "volume": "17",
            "issn": "1",
            "pages": "59--81",
            "other_ids": {
                "DOI": [
                    "10.1080/13548506.2011.564188"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Exploring the gap between hand washing knowledge and practices in Bangladesh: a cross-sectional comparative study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Rabbi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Dey",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Public Health",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-13-89"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The effect of Ebola Virus Disease outbreak on hand washing among secondary school students in Ondo State Nigeria",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "S"
                    ],
                    "last": "Ilesanmi",
                    "suffix": ""
                },
                {
                    "first": "Alele",
                    "middle": [],
                    "last": "Fo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pan Afr Med J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Non-pharmaceutical interventions during an outbreak of 2009 pandemic influenza A (H1N1) virus infection at a large public university",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Dee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Phares",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "52",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciq056"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A review of handwashing techniques in primary care and community settings",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Nurs",
            "volume": "18",
            "issn": "6",
            "pages": "786--790",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2702.2008.02546.x"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Use of personal protective equipment to protect against respiratory infections in Pakistan: A systematic review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Chughtai",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Infect Public Health",
            "volume": "12",
            "issn": "4",
            "pages": "522--527",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jiph.2019.01.064"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Debate on MERS-CoV respiratory precautions: surgical mask or N95 respirators?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Ang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Tambyah",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Singapore Med J",
            "volume": "55",
            "issn": "6",
            "pages": "294--297",
            "other_ids": {
                "DOI": [
                    "10.11622/smedj.2014076"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Use of face masks in a primary care outpatient setting in Hong Kong: Knowledge, attitudes and practices",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Public Health",
            "volume": "126",
            "issn": "12",
            "pages": "1001--1006",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Barriers to mask wearing for influenza-like illnesses among urban Hispanic households",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Ferng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wong-Mcloughlin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Currie",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Public Health Nurs",
            "volume": "28",
            "issn": "1",
            "pages": "13--23",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1525-1446.2010.00918.x"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Personal protective equipment for preventing highly infectious diseases due to exposure to contaminated body fluids in healthcare staff",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Verbeek",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rajamaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ijaz",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "CD011621. Published",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/14651858.CD011621.pub3"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Evidence compendium and advice on social distancing and other related measures for response to an influenza pandemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rashid",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ridda",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Paediatr Respir Rev",
            "volume": "16",
            "issn": "2",
            "pages": "119--126",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prrv.2014.01.003"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Individual preventive social distancing during an epidemic may have negative population-level outcomes",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sirl",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J R Soc Interface",
            "volume": "15",
            "issn": "145",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2018.0296"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Covid-19: UK starts social distancing after new model points to 260 000 potential deaths",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mahase",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1089"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Preparedness and Lessons Learned from the Novel Coronavirus Disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Gudi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Tiwari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Occup Environ Med",
            "volume": "11",
            "issn": "2",
            "pages": "108--112",
            "other_ids": {
                "DOI": [
                    "10.34172/ijoem.2020.1977"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Proportions of correct responses for questions in the knowledge domain with 95% CIBeliefs towards universal safety precautions: The majority of the study participants (94%)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Proportions of correct responses for questions in beliefs domain with 95% CI",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "84%) and the social distancing measures (94%) was relatively high, knowledge regarding the ideal length of time to wash hands (70%), the strength of alcohol that a hand-sanitizer should contain to be used during outbreaks (54%), ideal distance to be maintained in preventing the spread of COVID-19 (30%), quarantine and isolation procedures (26% & 58%), type of face mask to be used (77%), close and transient contacts (63% & 73%) were found to be insufficient. Overall, correct responses for the beliefs towards USPs among study participants were found be relatively high, except for the questions regarding eating and sharing food with colleagues and friends during COVID-19 pandemic (67%) and wearing a face mask without having any symptoms (25%), which informs the need for educational interventions among the general public in India.Within a no time, COVID-19 has evolved as a world pandemic after declaring it as an epidemic and thus considering the current situations with no approved treatment yet, USPs and community mitigation strategies, such as maintaining personal hygiene, handwashing behaviour, social distancing, isolation & quarantine techniques, rational usage of face masks could play a major role in diminishing the virus transmission to a significant extent. Availing today's technology, certain steps such as sending alerts, disease updates, figures & facts, and precautionary measures regarding the outbreak through automatic text messages or pop-ups should be sent out by the respective telecommunicators in informing the public. An exploratory pilot study conducted in the United Kingdom that looked at the development of interventions in reducing the respiratory infections and flu, which also looked at the measurement and prediction of handwashing",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "as WhatsApp, Facebook, Messenger, Gmail, Twitter, LinkedIn, Outlook and Telegram using the Google forms[21].",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Sociodemographic characteristics of study participants (N=1117)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Knowledge towards universal safety precautions among study participants What would be the ideal length of time to wash hands in preventing the spread of COVID-19? What is the ideal strength of alcohol that a handsanitizer should contain to be used during outbreaks? What would be the ideal distance to be maintained in preventing the spread of COVID-19? author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint .4.During outbreaks, 'quarantine' is a procedure usually followed by? During outbreaks, 'isolation' is a procedure usually followed by? Health status of all the close contacts should be monitored for how many days from the last exposure (i.e., self-isolation period)? Which type of face mask is considered as the ideally protective during outbreaks? Social distancing means staying away from the crowd and maintaining minimum distance from people around, with the intention of minimizing the transmission of an outbreak. The term 'close contacts' are those who had provided care for infected persons? The term 'transient contacts' are those who had interacted with the infected persons for a short period of time?author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Beliefs towards universal safety precautions among study participants Coughing and sneezing into the elbow or within the clothing is a good practice in preventing the spread of COVID-19?",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Association between socio-demographic variables and the general public's beliefs towards USPs",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}