{
    "paper_id": "84be97acf4b51124aec64c60d6d0a2aa8b922273",
    "metadata": {
        "title": "Title: A cross-sectional study of patients presenting for hospital- based screening for COVID-19: risk of disease, and healthcare access preferences",
        "authors": [
            {
                "first": "Amanda",
                "middle": [],
                "last": "Rojek",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Dphil",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [
                    "Dutch"
                ],
                "last": "Facem",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mph&amp;tm",
                "middle": [
                    "*"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Peyton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fracp",
                "middle": [],
                "last": "Mph",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Health Services Group",
                    "institution": "Murdoch Children's Research Institute",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Rachel",
                "middle": [
                    "Pelly"
                ],
                "last": "Bpsysci",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Health Services Group",
                    "institution": "Murdoch Children's Research Institute",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [
                    "Putland"
                ],
                "last": "Facem",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Harriet",
                "middle": [],
                "last": "Hiscock",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Health Services Group",
                    "institution": "Murdoch Children's Research Institute",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [
                    "Knott"
                ],
                "last": "Facem",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Introduction: Early during the SARS-CoV-2 pandemic, Australian emergency departments (EDs) have experienced an unprecedented surge in patients seeking screening for Understanding what proportion of these patients require screening, who can be safely screened in community based models of care, and who requires an emergency departments to care for them is critical for workforce and infrastructure planning across the healthcare system, as well as public messaging campaigns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methodss: In this cross sectional survey, we screened patients presenting to a SARS-CoV-2 screening clinic in a tertiary hospital Emergency Department in Melbourne, Australia. We assessed the proportion of patients who met screening criteria; self-reported symptom severity; reasons why they came to the ED for screening; views on community-based models of care; and sources of information accessed about COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: We included findings from 1846 patients who presented to the Emergency Department (ED) for COVID-19 screening from 18th to 30th March 2020. Most patients (55.3%) did not meet criteria for screening and most (57.6%) had mild or no (13.4%) symptoms. The main reason for coming to the ED was being referred by a telephone health service (31.3%) and 136 (7.4%) said they tried to contact their GP but could not get an appointment. Only 47 (2.6%) said they thought the disease was too specialized for their GP to manage. Patients accessed numerous information sources, commonly government websites (68.4%) and other websites (51.3%) for COVID-19 information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: if we are to ensure that emergency departments can cope with the likely surge in presentations requiring resuscitation or inpatient care COVID-19, we should strengthen access to alternative services to triage patients to prevent unnecessary presentations at health services, and to direct those who are well but require screening away from EDs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Coronavirus Disease 2019 (COVID-19) pandemic, caused by Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) risks placing \"overwhelming demands on our health system\". (1) (2) (3) (4) This is particularly so for hospital Emergency Departments (EDs) and General Practitioners (GPs) who are seen as key providers of screening for the virus. (5) However, during the early phase of importation of SARS-CoV-2 in Australia there was limited community transmission. (6) Under this scenario, the pre-test probability of infection in individuals without epidemiological risk (such as relevant travel, or close contact with a confirmed case) is low. Unnecessary presentations for testing during this phase places additional strain on the public health service, including EDs. As we enter the pandemic phase of SARS-CoV-2, it will become critically important that the right patient is assessed, and then if necessary, treated at the right facility. This can be achieved by considering alternative strategies for screening well patients, and managing mild cases. (5) There is a paucity of literature describing the healthcare-seeking behaviours of those who present for screening for a high consequence infectious disease in Australia. As Australia moves from containment to mitigation of COVID-19, we must rapidly generate evidence to calibrate and direct policy for safe, effective and efficient models of care for COVID-19. We do not know how many mildly unwell patients elect to present to an ED for screening and the barriers and facilitators to other models of care.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 184,
                    "end": 187,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 192,
                    "end": 195,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "(5)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1063,
                    "end": 1066,
                    "text": "(5)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here, we provide the first characterisation of patients presenting to hospital-based screening early during the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20067207 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Setting: The Royal Melbourne Hospital (RMH) is a metropolitan tertiary hospital service, with an emergency department that manages 80 000 patients per year. Co-located with this emergency department, a SARS-CoV-2 screening clinic was established on 25/01/2020 to deal with the surge in patients presenting for screening. (7) Design and Participants: A consecutive sample of patients presenting to the SARS-CoV-2 screening clinic from 18/03/2020 to 30/03/2020 were invited to complete a brief survey as part of their clinic registration process. Patients were included if they were aged 16 years or older, able to complete the self-registration survey independently, or communicate to a staff member who could complete it on their behalf. Patients were excluded if they required urgent medical treatment (as assessed by triage staff) because they were re-streamed from the screening are into the resuscitation space of the ED.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 324,
                    "text": "(7)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Patients completed the study-designed survey embedded into a larger epidemiological and clinical triage system (described elsewhere) (7) upon registering at the clinic. The web-based (REDCap™) survey was completed either on their phone or on a hospital supplied tablet. When required, patients were assisted by triage staff to help them complete the survey, including assisting with language translation. Survey questions are outlined in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 438,
                    "end": 445,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Data were stored on REDCap via the hospital's server in accordance with relevant information security protocols.. This quality assurance project (QA202025 RMH Ethics) was approved by Melbourne Health (05/03/2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Data Cleaning and Analysis: Data was cleaned and analysed using Stata (version 15.0; College Station, Texas, USA). Survey responses completed for children (i.e., age under 16years) were excluded from analyses (n = 3). Date of birth and age was excluded from analyses if the response was impossible (e.g., age of 1000-years). It was assumed that the date of birth was simply input incorrectly at the time of data collection and, accordingly, all other data from those surveys was included in the analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Descriptive data are summarised with median and inter-quartile range for skewed data whilst categorical data are described with overall frequency and proportions. Where analysis refers to the suspected case definition, this refers to the prevailing Victorian Department of Health and Human Services (DHHS) case definition for COVID-19. (8) . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 339,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20067207 doi: medRxiv preprint Results 2359 patients arrived at the RMH and requested screening for COVID of whom 1846 (78.3%) completed the survey. Most were female (51.3%) with a median age of 32 years (interquartile range 25.5-42.9 years).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Risk of COVID-19: Whether a patient required screening depended on their travel history, contact with a confirmed case, or belonging to a high-risk group (variably defined due to changing case definitions) (see Table 1 ). Of our cohort, 825 of the 1846 (44.7%) patients met criteria for screening. The proportion of patients each day who met the criteria for COVID-19 testing did not differ greatly or show any discernible pattern over time (see Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 218,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 446,
                    "end": 454,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Self-assessed severity of illness: Most patients (1025; 57.6%) rated their illness as only mild, with another 239 (13.4%) stating they had no symptoms at all (see Table 2 ). A minority of presenting patients self-reported moderate (449; 25.2%) or severe (67; 3.8%) symptoms. The majority (1271; 70.9%) of patients would not have presented to hospital for their symptoms if they knew they did not have COVID-19.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 170,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Healthcare access preferences: When asked about utilising other models of care for screening for COVID-19, some patients (287; 15.6%) reported that their GP could not screen them for COVID-19 and 293 (15.9%) patients who stated they did not have a GP (see Table 2 ). A minority of patients did not use their GP for screening because of the cost (22; 1.2%) or because they thought that the illness was too specialised for care by a GP (47; 2.6%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 256,
                    "end": 263,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "For these patients presenting to ED for COVID-19 screening, the survey explored the catalyst for them choosing to attend (See Table 2 ). Most commonly, either a telephone health service referred them (578; 31.3%) or patients presented after making an independent decision to do so (570; 30.9%). Other reasons for attending included being referred by a GP (344; 18.6%) or an employer required the patient to be tested (220; 11.9%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 133,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Patients had accessed a variety of sources for information about COVID-19, primarily accessing information from government websites (1262; 68.4%), the internet (946; 51.3%) and social media (564; 30.6%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20067207 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "This data provides the first contemporary review of the patients presenting to a tertiary ED for COVID-19 screening during a period before widespread community transmission. Of note, most patients had either mild or no symptoms and would not have presented to the ED had they known they did not have COVID-19. Of those who did present, a significant proportion (55.3%) did not meet screening criteria. Further, few patients presenting to the screening clinic thought that their illness was either too severe, or too specialised, for their GP to manage. Patients had sought information from a variety of sources about COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To our knowledge, this is the first study to present the clinical characteristics and helpseeking behaviours of patients attending an Australian ED for COVID-19 screening. We had a good (78%) response rate and included non-English speaking patients. However, our study has some limitations. The survey was conducted in a single ED with only those who had presented to the ED (and not other healthcare providers such as GPs) so our results may not generalise to patient groups beyond our setting. Further, we excluded patients who were assessed at triage to require active medical treatment or resuscitation, which may result in an under-representation of the true number of severe cases presenting to the ED for COVID-19 screening. The survey was based on self-report and we were unable to verify patient responses (e.g. if they had tried to but been unable to get an appointment with a GP).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our data have several clinical and policy implications. Ideally, only patients who require COVID-19 testing based on epidemiological or clinical history should present for screening, with perhaps only those who are unwell presenting to EDs. Given that most patients who presented to our ED had mild symptoms or did not meet screening criteria, serious consideration must be given to re-directing such patients to an alternate service. Failing to do so before patients present to an ED will almost certainly result in EDs becoming overwhelmed, given the anticipated upcoming surge of unwell patients presenting with COVID-19 related respiratory failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Re-directing well patients or those with only mild illness will require accurate triaging as well as alternative services. Possibilities for alternate services to conduct triaging incorporating epidemiological and clinical histories include a hotline, community-based screening service, GP practices, or self-screening via an app/online service. Those patients who do warrant testing for SARS-CoV-2 could then be directed to an appropriate service, with well patients being directed to a community clinic or general practice and unwell patients being referred to ED with their specialised services in critical care. Our data suggest patients are willing to be screened in the community, as demonstrated by the small proportion of patients who reported that they thought the illness was too specialised for GPs to manage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although we collected data over a brief period of time, we saw no decline in the proportion of patients presenting who did not meet criteria for testing, despite widespread public messaging about screening criteria at the time. Given that patients in this study had accessed a variety of sources for COVID-19 information, consistent triaging and messaging across these services about who should/should not be screened will be vital to minimise unnecessary screening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The COVID-19 pandemic is likely to place an unprecedented and sustained surge of patients to emergency departments around Australia. In order to avoid additional burden on the public health system, it is imperative the right patient is treated at the right facility. During this pandemic phase, there is an urgent need to explore alternative avenues to triage and if needed, screen these predominantly well patients, such as through community clinics or general practices. This will ensure the right patient is treated at the right facility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20067207 doi: medRxiv preprint *Please note, in the survey these risks were more broadly defined than in the case definition, aimed at alerting clinicians who could then further assess risk. 1 Excluding Macau, Hong Kong and Taiwan. 2 The case definition changed during the period of assessment with updates to whom was considered a high risk population. Therefore, the survey was updated during the study period. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 305,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 345,
                    "end": 346,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20067207 doi: medRxiv preprint I was concerned about the cost of going to the GP I am too sick to be managed by a GP 22 (1.2%) 12 (0.7%) *can select more than one answer . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20067207 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20067207 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W-J",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z-Y",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W-H",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C-Q",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J-X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "19",
            "issn": "",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Characteristics of and Important Lessons from the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA -J Am Med Assoc",
            "volume": "2019",
            "issn": "",
            "pages": "3--6",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Report of clustering pneumonia of unknown etiology in Wuhan City",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Chief Medical Officer update on coronavirus testing",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Australian Health Sector Emergency Response Plan for Novel Coronavirus",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Department",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19) current situation and case numbers",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Early clinical response to a high consequence infectious disease outbreak at the Royal Melbourne Hospital Emergency Department -insights from COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rojek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dutch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Camilleri",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Buising",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Walsham",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Med J Aust. Available",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Health services and general practicecoronavirus disease",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Proportion of patients over time who met criteria for COVID-",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Epidemiological risk factors* of survey population",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Health access preference questions for patients presenting for screening author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint. https://doi.org/10.1101/2020.04.15.Why have you attended today?* A health telephone service referred me I decided independently to attend My GP referred me My employer requires me to be tested A friend or family member suggested it How severe do you think your illness is? Where have you been to find out information about COVID-19?* If you knew you did not have COVID-19 today, would you still present to hospital for these symptoms? No 1271 (70.9%) In regard to using GPs for screening…* I don't have a GP My GP cannot screen me for COVID-19 I tried to contact them, but could not get an appointment This illness is too specialised for my GP 293 (15.9%)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}