{
    "paper_id": "857142ad8e1cd55f99e3f5aa07ef4091e049460d",
    "metadata": {
        "title": "Rapid Open Development and Clinical Validation of Multiple New 3D- Printed Nasopharyngeal Swabs in Response to the COVID-19 Pandemic",
        "authors": [
            {
                "first": "Cody",
                "middle": [
                    "J"
                ],
                "last": "Callahan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beth Israel Deaconess Medical Center",
                    "location": {
                        "postCode": "02215",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rose",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Katelyn",
                "middle": [
                    "E"
                ],
                "last": "Zulauf Bd",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lauren",
                "middle": [],
                "last": "Tamburello",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kenneth",
                "middle": [
                    "P"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joe",
                "middle": [],
                "last": "Previtera",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Annie",
                "middle": [],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Clinical Microbiology Laboratories, Division of Clinical Pathology",
                    "institution": "",
                    "location": {
                        "addrLine": "7 Beth Israel Deaconess Medical Center",
                        "postCode": "02215. 8",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Alex",
                "middle": [],
                "last": "Green",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ahmed",
                "middle": [
                    "Abdul"
                ],
                "last": "Azim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amanda",
                "middle": [],
                "last": "Yano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nancy",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Doraiswami",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "E"
                ],
                "last": "Kirby",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ramy",
                "middle": [],
                "last": "Arnaout",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "24",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "2 ABSTRACT 24 Background 25 The SARS-CoV-2 pandemic has caused a severe international shortage of the nasopharyngeal 26 (NP) swabs required for testing. We participated in an unprecedentedly open and urgent 27 iterative process to help develop and validate new swabs. 28 Methods 29 We tested prototypes for material suitability, collection sufficiency, PCR compatibility, and the 30 likelihood that they could be mass-produced, individually packaged, and sterilized quickly. 31 Suitable prototypes were selected for an ongoing IRB-approved clinical trial. Participants were 32 outpatients suspected of COVID-19 who presented to our drive-through test station. Each 33 participant was swabbed with a control swab followed by a prototype swab. For each prototype, 34 at least 10 control-swab positive and 10 control-swab negative PCR results were collected. We 35 measured concordance using Cohen's kappa, compared Ct values by Mann-Whitney U, and 36 assessed staff preferences via written survey. 37 Results 38 We evaluated 45 materials and 150 designs from 23 individuals, laboratories, and companies. 39 We have selected four so far for the clinical trial. Three have completed testing. For these, we CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 27,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 117,
                    "end": 119,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 207,
                    "end": 209,
                    "text": "27",
                    "ref_id": null
                },
                {
                    "start": 268,
                    "end": 270,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 279,
                    "end": 281,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 475,
                    "end": 477,
                    "text": "31",
                    "ref_id": null
                },
                {
                    "start": 762,
                    "end": 764,
                    "text": "34",
                    "ref_id": null
                },
                {
                    "start": 946,
                    "end": 948,
                    "text": "36",
                    "ref_id": null
                },
                {
                    "start": 996,
                    "end": 998,
                    "text": "37",
                    "ref_id": null
                },
                {
                    "start": 1007,
                    "end": 1009,
                    "text": "38",
                    "ref_id": null
                },
                {
                    "start": 1102,
                    "end": 1104,
                    "text": "39",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065094 doi: medRxiv preprint BACKGROUND 53 Since the emergence of COVID-19 pandemic, more than 1.9 million cases have been reported 54 worldwide 1 , the result of virological testing that remains a bottleneck for controlling the 55 pandemic. Nasopharyngeal (NP) swabs provide the highest sensitivity for detecting SARS-CoV-56 2 infection during early infection using commercial reverse-transcriptase polymerase chain 57 reaction (RT-PCR)-based assays. An NP swab is an FDA Class I exempt medical device 58 roughly 15 cm in length and 2-3mm in diameter designed to reach the posterior nasopharynx 59 (Fig. 1a, b) . It generally consists of a shaft, a neck, and a head coated with flock (short synthetic 60 filaments). The swab is inserted into the nasopharynx, rotated to collect material, and placed 61 into a vial containing viral transport media (VTM). A breakpoint on the shaft enables detachment 62 and release of the head into the vial, which is then sealed and sent for testing. 63 The rapid spread of SARS-CoV-2 has resulted in severe shortages of diagnostic testing 64 supplies, including NP swabs, due to both manufacturing stoppages resulting in decreased 65 supply and pandemic spread resulting in unprecedented demand 2 . To address the swab 66 shortage, hospitals and other testing centers have repurposed other commercially available 67 swabs (e.g. throat, urogenital) to collect nasal epithelial mucosa for testing. However, these 68 swabs are suboptimal for swabbing the nasopharynx due to differences in size and flexibility 69 and the possibility they contain PCR-inhibitory materials 3, 4 . 70 In the short term, one solution is to design and 3D-print swabs. Advantages include simplicity 71 over the multistep process of applying flock, the widespread availability of 3D printing capacity, 72 and the ability to iterate prototypes rapidly 5 . To resolve the swab-shortage crisis, we have been 73 participating in an open collaborative process that has brought together many medical centers, 74 individuals, academic laboratories, and both new and well established manufacturers 6 . As part 75 of this process, we have been testing and continuously providing feedback on prototype swabs 76 in order to proceed rapidly but safely toward the development of swabs that can be used 77 clinically, at volumes sufficient to address the need. The openness of the process was a 78 conscious decision supported by a substantial body of scientific literature, including the previous 79 experience of the present authors, that demonstrates advantages relative to closed or more 80 siloed approaches 7-9 . At our institution, this process has led to an ongoing clinical trial of several 81 prototype swabs, the first results of which we report here.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 157,
                    "text": "53",
                    "ref_id": null
                },
                {
                    "start": 1100,
                    "end": 1102,
                    "text": "63",
                    "ref_id": null
                },
                {
                    "start": 1369,
                    "end": 1371,
                    "text": "66",
                    "ref_id": null
                },
                {
                    "start": 1718,
                    "end": 1720,
                    "text": "3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1721,
                    "end": 1722,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 1725,
                    "end": 1727,
                    "text": "70",
                    "ref_id": null
                },
                {
                    "start": 1925,
                    "end": 1927,
                    "text": "72",
                    "ref_id": null
                },
                {
                    "start": 2028,
                    "end": 2030,
                    "text": "73",
                    "ref_id": null
                },
                {
                    "start": 2126,
                    "end": 2128,
                    "text": "74",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 714,
                    "end": 726,
                    "text": "(Fig. 1a, b)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": ""
        },
        {
            "text": "Preclinical evaluation (Phase I) 84 Design. An infectious disease physician, clinical microbiologist, and respiratory therapist tested 85 each prototype swab for design and mechanical properties (Fig. 1c, d) . This included size ",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 35,
                    "text": "84",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 207,
                    "text": "(Fig. 1c, d)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "83"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "97"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065094 doi: medRxiv preprint 4 Collection sufficiency. We tested for the ability to collect sufficient material for testing using 98 Gram stain of a swab of the interior cheek smeared onto a standard microscopy slide as a 99 surrogate for NP swabbing and comparison to Gram stain of material obtained from Copan 100 Diagnostics, Inc. (Mantua, Italy) model 501CS01 as the control (Fig. 1c) . Slides were heat fixed 101 and Gram stained according to the BD BBL gram stain test kit protocol 10 Production considerations (Phase II) 115 We considered stability to autoclaving by repeating Phase I testing on post-autoclaved 116 materials; manufacturers' short-term strategies for individual packaging; and manufacturers' 117 stated ability to produce at least 10,000 swabs per day within a week's notice. We considered 118 differences in supply chain to minimize the risk of future crises. 119 IRB and field testing (Phase III) 120 Trial design and oversight. COVIDSwab is an adaptive trial for evaluating the performance of 121 prototype NP swabs (\"prototypes\") as compared to Copan model 501CS01 (\"control\"). CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 247,
                    "text": "98",
                    "ref_id": null
                },
                {
                    "start": 529,
                    "end": 532,
                    "text": "101",
                    "ref_id": null
                },
                {
                    "start": 603,
                    "end": 605,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "115",
                    "ref_id": null
                },
                {
                    "start": 1038,
                    "end": 1041,
                    "text": "120",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 494,
                    "end": 503,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "97"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065094 doi: medRxiv preprint 5 transported to the BIDMC Clinical Microbiology Laboratories where each sample was tested on 142 the Abbott m2000 SARS-CoV-2 RT-PCR platform as per standard clinical protocol. 143 Statistical analyses. RT-PCR results are reported categorically as either positive or negative. 144 We tested categorical concordance using Cohen's kappa 14 hours (quality-control data independent of our study). This tested the null hypothesis that the 156 differences between control and prototype swabs and the differences between two control 157 swabs are drawn from the same underlying distribution; p>0.05 is interpreted as no bias. 158 To quantify relative preferences among the prototypes, we gave study staff members printouts 159 of all six possible pairs of swabs (\"round robin\"), in randomized order, and for each pair asked CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 324,
                    "text": "143",
                    "ref_id": null
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "144",
                    "ref_id": null
                },
                {
                    "start": 479,
                    "end": 481,
                    "text": "14",
                    "ref_id": null
                },
                {
                    "start": 763,
                    "end": 766,
                    "text": "158",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "97"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065094 doi: medRxiv preprint 6 head. The materials were FDA-grade plastics and resins (e.g. Keysplint Soft). Head design 186 evolved over several iterations to increase surface area. Designs generally featured a polygonal 187 matrix connected to a central, tapered strut with multiple branch points (Fig. 1b) . By varying the 188 polygon size, manufacturers were able to balance sample collection (Fig. 1c) , stiffness, and 189 surface texture. Variations of a longitudinal central strut allowed for varying degrees of flexibility 190 and impact cushioning (Fig. 1d) . 1-3; Fig. 2b ). 226 Staff and participant preferences. A written staff survey showed a preference for Prototypes 2 227 and 3 over Prototype 1, and a preference for the control swab over all three prototypes (Fig. 3a) . 228 In narrative feedback, Prototype 1 was described as less comfortable to participants than the 229 others; Prototypes 2 and 3 were described as being more comparable to the control (Fig. 3b) .",
            "cite_spans": [
                {
                    "start": 646,
                    "end": 649,
                    "text": "190",
                    "ref_id": null
                },
                {
                    "start": 700,
                    "end": 703,
                    "text": "226",
                    "ref_id": null
                },
                {
                    "start": 903,
                    "end": 906,
                    "text": "228",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 414,
                    "end": 423,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 512,
                    "end": 521,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 672,
                    "end": 681,
                    "text": "(Fig. 1d)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 684,
                    "end": 696,
                    "text": "1-3; Fig. 2b",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 891,
                    "end": 900,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1087,
                    "end": 1096,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "97"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "230"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14. And fourth, we note the utility of our \"round-robin\" A-B testing survey to summarize preferences, 255 although the narrative comments seemed often to be more positive the round robin suggested; 256 a possible explanation is simply study staff's familiarity with the control swab. 257 Like the control swab, the prototype swabs we tested can be improved upon, and manufacturers 258 are currently doing so. The same is true for other prototypes we may test through our ongoing 259 trial. Especially in a crisis, perfect is the enemy of good enough. We hope our experience will 260 provide a useful case study for how to iterate and produce a clinically validated medical 261 manufacture under the pressure of an ongoing pandemic, work on which others will hopefully 262 improve as we continue to fight COVID-19 together. As the saying goes, 17 it is amazing what 263 can be accomplished when you do not care who gets the credit. ",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "text": "255",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "257",
                    "ref_id": null
                },
                {
                    "start": 975,
                    "end": 978,
                    "text": "263",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "230"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "311"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "311"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "321"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065094 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "321"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 Map -Johns Hopkins Coronavirus Resource Center",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus Test Obstacles: A Shortage of Face Masks and Swabs",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Inhibitory effect of common microfluidic materials on PCR 329 outcome",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kodzius",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Sens Actuators B Chem",
            "volume": "161",
            "issn": "1",
            "pages": "349--58",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An Introduction to PCR Inhibitors",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bessetti",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "331",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "3D-printing techniques in a medical setting: a 334 systematic literature review",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tack",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Victor",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gemmel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Annemans",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Biomed Eng OnLine",
            "volume": "15",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Prize-based contests can provide solutions to 338 computational biology problems",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Lakhani",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Boudreau",
                    "suffix": ""
                },
                {
                    "first": "P-R",
                    "middle": [],
                    "last": "Loh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Biotechnol",
            "volume": "31",
            "issn": "2",
            "pages": "108--119",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Effect of Organizational Structure on Open Innovation: A 340 Quadratic Equation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Min",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Procedia Comput Sci",
            "volume": "91",
            "issn": "",
            "pages": "492--501",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Use of Crowd Innovation to Develop an Artificial 342",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Mak",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Endres",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Paik",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Intelligence-Based Solution for Radiation Therapy Targeting",
            "authors": [],
            "year": 2019,
            "venue": "JAMA Oncol",
            "volume": "5",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Gram Stain Kits and Reagents",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Preparation of Viral Transport Medium SOP#",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Changing Swabs: To Validate or Not To Validate?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Loeffelholz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J",
            "volume": "350",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "On a Test of Whether one of Two Random Variables is 354",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Mann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Whitney",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Stochastically Larger than the Other",
            "authors": [],
            "year": 1947,
            "venue": "Ann Math Stat",
            "volume": "18",
            "issn": "1",
            "pages": "50--60",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The nature of human altruism",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fehr",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Fischbacher",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "425",
            "issn": "6960",
            "pages": "785--91",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Abnákee Rugs. Third Edition. Riverside Press",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Arbee",
                    "suffix": ""
                }
            ],
            "year": 1909,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the (which was not peer-reviewed) The copyright holder for this preprint",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.14.20065094"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "40 obtained PCR results from control and prototype swabs from 230 people (74-79 41 pairs/prototype). Concordance was 0.85-0.89 on 10-19 control-swab positives and 58-67 42 control-swab negatives. Ct values were statistically indistinguishable from controls. Staff 43 preferred two of the prototypes over the third but ultimately preferred the control swab most. The 44 time elapsed between identification of the problem and development of a high-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "86 measurements of the head, neck, shaft, and breakpoint (requirement of ~15cm to reach the 87 posterior nasopharynx; head diameter of 1-4mm to pass into the mid-inferior portion of the 88 inferior turbinate and be able maneuver appropriately without catching in the presence of 89 abnormal anatomy such as septal spurs or deviated nasal septum); surface properties such as 90 smoothness vs. roughness (unpleasant feel, epistaxis risk); flexibility vs. brittleness of the head, 91 neck, shaft, and breakpoint (to avoid fracture during use); durability (e.g. ability to tolerate 20 92 rough repeated insertions into a 4-mm-inner-diameter clear plastic tube curved back on itself 93 with a curve radius of ~3 centimeters; ability to bend tip and neck 90 degrees without breaking; 94 ability to restore to initial form following bend of 45 degrees; Fig. 1d); strength (material was 95 required to not break with reasonable manipulation); and other factors as applicable (e.g. 96 stickiness, smell).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "magnification for the presence of both epithelial cells and bacteria. Prototype swabs were 103 passed if they collected a comparable quantity of the material as the Copan control swab. 104 PCR compatibility. We tested PCR compatibility by incubating the head in 3 mL of modified 105 CDC VTM (Hank's balanced salt solution containing: 2% heat inactivated FBS, 100µg/mL 106 gentamicin, 0.5µg/mL fungizone, and 10mg/L Phenol red 11 ) overnight to allow any PCR-107 inhibitory material to leach into the medium, spiking 1.5mL with 200 copies/mL (representing 2 108 times the limit of detection) of control SARS-CoV-2 amplicon target, vortexing, and testing using 109 the Abbott RealTime SARS-CoV-2 Assay on an Abbott m2000 RealTime System platform 12 , 110 following the same protocol as for clinical testing. PCR-positive prototypes passed. 111 Results were recorded on a Microsoft Excel (Microsoft Corporation, Redmond, WA, USA) 112 spreadsheet that was kept publicly available throughout the development process on",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "122Participants under clinical suspicion for Covid-19 who were scheduled for standard clinical 123 SARS-CoV-2 RT-PCR testing with a control swab were asked to be swabbed also with a single 124 prototype. Prototypes were collected and tested until 10 positive and 10 negative results on 125 control swabs were obtained13 . Sample collection was performed by trained nursing or 126 respiratory-therapy staff (\"study staff\") overseen by the respiratory therapy department at 127 BIDMC. The Clinical Microbiology laboratories oversaw data collection. This study was reviewed 128 and approved by the institutional review board of Beth Israel Deaconess Medical Center 129 (protocol number 2020P000323). 130 Participants. Participants were individuals clinically suspected of COVID-19 who were brought 131 to the drive-through/walk-up COVID-19 testing site at BIDMC. Adults over 18 years of age were 132 given a participant information sheet by study staff and asked whether they would agree to 133 being swabbed with a prototype swab performed by a trained nurse or respiratory therapist in 134 addition to the control swab required for testing. Individuals with known thrombocytopenia of 135 <50,000 platelets/µl were excluded from the study to avoid risk of mild bleeding. 136 Trial procedures. Prototype swabs were individually packaged and autoclaved for sterilization 137 according to manufacturer protocols. Swabbing was performed per standard protocol. 138 Participants were first swabbed with the control swab, then the prototype. Choice of naris for 139 each swab was left to staff member and participant. Approximately half of all drive-through 140 arrivals participated. Control and prototype swabs were placed in separate vials of VTM and 141 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Ct) value (the RT-PCR cycle number at which the sample first turns positive) was 146 obtained from the Clinical Microbiology Laboratories. Higher values reflect lower viral load for systematic bias in Ct values by comparing values for controls vs. prototypes using 149 Mann Whitney U (MWU) 15 . This tests the null hypothesis that values for controls and prototypes 150 are drawn from the same underlying distribution. p>0.05 is interpreted as no bias. For 151 discordant (positive control/negative prototype or vice versa) samples, the negative was 152 assigned a Ct value of 37, the total number of cycles run. As a second test for bias, we 153 compared (again by MWU) the distribution of differences in Ct values between control and 154 prototype swabs to the distribution of differences between two control swabs taken within 24 155",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "160 them to circle their preference (A-B testing), collated the results, and assessed preferences. 161 RESULTS 162 Open process. A GitHub repository 6 was established in the first days of the development effort 163 to serve a public resource and knowledge base. We updated the repository continuously with 164 design information and test results. These updates included high-resolution images of 165 prototypes submitted to us for testing 6 , a public database of results of our Phase I testing, and 166 periodic updates and guidance based on our experiences. Open communication facilitated rapid 167 design iteration by providing anyone interested with a way to quickly understand the required 168 specifications and to learn from each other's experiences. 169 Phase I testing. To date we have evaluated 45 materials and 150 designs submitted to us for 170 testing by 4 individuals, 2 laboratories, and 17 companies, for a total of 23 manufacturers (Fig. 171 1). Seven (4.7%) have passed Phase I testing. Most failures were either for inappropriate 172 materials, including some that were sticky or brittle, or for inappropriate designs, including those 173 with sharp heads. Prototypes from 19 manufacturers went through at least two iterations, with a 174 maximum of 27 prototypes from one manufacturer. The rate-limiting steps were receipt of new 175 prototypes, with slow mail delivery during the pandemic being a major contributor, and PCR-176 compatibility testing, as testing patient samples took priority over testing prototypes. 177 Communication with and responsiveness by manufacturers to our feedback were considered 178 outstanding. 179 Phase II and III prototypes. Four prototypes passed Phase II testing, of which three have 180 completed our Phase III clinical trial: these are prototypes from the 3D-printing manufacturers 181 Carbon3D, EnvisionTec, and Origin (Prototypes 1, 2, and 3, respectively; Fig. 1a). The fourth is 182 pending clinical trial completion. Like control swabs, the prototypes were 15-16cm in length with 183 1-3cm length radially symmetric heads 2-3mm in diameter, a thin neck 4-7cm long and 1-2mm 184 in diameter, and a thicker shaft 2-4mm in diameter, with a breakpoint 7-8cm from the tip of the 185 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Sample and data acquisition. For Prototypes 1-3, we collected and tested control and prototype 192 swab pairs from 230 participants. Approximately half of the patients tested at the drive-through 193 testing center participated. Because testing runs were batched and the COVID-19 status of 194 participants was not known prior to testing, the number of control-positives sometimes 195 exceeded the minimum requirement of 10 (range, 10-19). Total collection time was 196 approximately three days per prototype. The frequency of positive tests was 18%. 197 Comparison. All three prototypes exhibited a high degree of concordance with the control swab, 198 with kappas of 0.88, 0.85, and 0.89 (Prototypes 1-3, respectively; Fig. 2a). For convenience we 199 use the terminology of true positives, true negatives, false positives, and false negatives, with 200 the control swab result considered the provisional gold standard. Each prototype exhibited a 201 single false positive and 1-2 false negatives. However, since control swabs are known to be an 202 imperfect gold standard (<100% sensitivity) and because PCR positives are more likely to 203 reflect true infection than error, false positives were interpreted as identifying missed infections. 204In fact per IRB protocol, false positives were referred to clinical care teams as clinically205    actionable. Of note, discordant cases were always associated with high Ct values, reflecting low 206 viral burden(Fig. 2b).207    To better assess possible performance differences between control and prototype swabs, we 208 compared Ct values for control-prototype pairs for which at least one was positive (assigning the 209 maximum-possible Ct to negatives; see Methods). Specifically, we asked whether the Ct values210    for the prototype swabs were systematically different from those of the control swabs.211    Systematically higher values for prototype swabs would suggest that they may underperform 212 control swabs, notwithstanding the high kappa values. We found no evidence for 213 underperformance, with MWU p-values of 0.36, 0.26, and 0.42 for Prototypes 1-3, respectively 214(Fig. 2b). This result indicates that the prototypes are non-inferior to the control.215    As an additional assessment of non-inferiority, we compared the difference in Ct values 216 observed between control and prototype swabs to the differences between replicates of control 217 swabs. Independent of our clinical trial, there were 88 cases in which a patient, in the course of 218 clinical care, was swabbed twice within 24 hours (mean±stdev, 15±7 hours), during the time 219 period of our study. In 11 of these cases, at least one of the two swabs was positive for SARS-220 CoV-2. There were two disagreements between replicate swab tests (kappa=0.90), similar to 221 what was observed in our study for each prototype (kappa=0.85-0.89). Also as in our study, the222    Ct values for the first swab and second swab were not significantly different (MWU p-value of 223 0.18). Finally, the differences between Ct values for the first and second control swabs were 224 comparable to the differences between control and prototype swabs (MWU p-values of 0.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "in Europe, necessitating urgent stopgap solutions. Scientific literature on time-235 sensitive decentralized innovation suggests that open and collaborative processes outperform 236 closed or proprietary ones 7-9 . Here we report the success of such a process, going from the 237 identification of the NP swab crisis to multiple clinically validated prototypes capable of high-238 throughput manufacture in 22 days. Notably, that none of the prototypes tested were flocked, 239 yet their performance was indistinguishable from the flocked control. 240 The urgency of the situation, the configuration of the manufacturing ecosystem, and human 241 nature contributed to several observations and shortcomings worth mentioning. First, 3D 242 printing has important advantages in a crisis, including the ability to iterate designs and output 243 swabs rapidly; it remains to be seen whether complementary manufacturing techniques, each 244 with advantages and disadvantages relative to 3D printing, will prove competitive in a more 245 mature market. Second, in any cooperative process there is a temptation to \"defect,\" taking 246 without giving back; individuals and manufacturers may well exploit open knowledge for 247 competitive advantage 16 . This is a known price of openness that can disincentivize future 248 cooperation, absent social or structural mechanisms to enforce norms. Third, ideally the study 249 size would be larger, and there would be a better null model to which to compare our results, 250 than replicates separated by many hours. Possible sources of variance in our study include 251 differences in secretions or viral burden between nares and the possibility that the first (control) 252 swab left little material for the second (prototype) when placed in the same naris. Despite these 253 potential issues, our statistical tests supported analytical non-inferiority for all three prototypes.254",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Mechanic, Richard Novak, Jifei Ou, Michael Papish, Steve Pollack, Chris Prucha, 272 Christian Reed, Isabel Sanz, Al Siblani, Lihua Zhao, Stephanie Dominguez, Stuart Steinbock, 273 Greg Mark, Nic Scarfo, John Bentley, Nira Pollock, Paula Watnick, Colleen Baker, Carol 274 Daugherty. Clementina DiMonda, Virginia Dolan, Isaac Fombuh, Kylie Griffin, Amy Guadognoli, affiliated academic healthcare centers. The content is solely the responsibility of the 285 authors and does not necessarily represent the official views of Harvard Catalyst, Harvard 286 University and its affiliated academic healthcare centers, or the National Institutes of Health. 287 The content is solely the responsibility of the authors and does not necessarily represent Control and prototype swabs. (a) From left to right: the control swab (Copan 292 501CS01), a repurposed Hologic Aptima LBL-06850 urogenital cleaning swab approved for NP 293 testing through our process, Prototype 1 (Carbon3D), Prototype 2 (EnvisionTec), and Prototype 294 3 (Origin). (b) From top to bottom, closeups of the heads of the swabs in (a). Scale bars, 1cm. 295 (c) Examples of Gram stain of cheek swab using control (top) and prototype swabs, showing 296 epithelial cells/cell fragments (pink) and Gram-positive bacteria (purple). Scale bar, 10µm. (d) 297 Examples of materials testing. Clockwise from top left: head flexibility and robustness to 298 fracture, neck flexibility and robustness to fracture, robustness to repeat insertion into and 299 removal from a tortuous canal (dimater ~4cm), and breakpoint evaluation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Concordance results. (a) 2x2 tables giving counts for each prototype vs. the control 302 swab (first three panels) and for control vs. replicate control obtained within 24 hours on the 303 same individual. Discordant results in gray; totals for each swab below and to the right of each 304 box; total number of pairs in bold; K=Cohen's kappa. (b) Scatterplot of Ct values for pairs of 305 swabs for which at least one swab was SARS-CoV-2 positive. For discordant pairs, the negative 306 swab was assigned a Ct value of 37 (the maximum number of cycles run). Note that values for 307 each pair are not meaningfully different from each other (points cluster along the diagonal) and 308 the pattern for each prototype vs. control data series is not obviously different from the pattern 309 for the control vs. repeat control. These similarities are reflected by the high MWU p-values 310 described in the Methods and Results (differences would have been reflected by low p-values).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Subjective feedback. (a) Round-robin A-B testing of net preferences among 313 Prototypes 1-3 (large bold numbers) and the control (\"C\"). Arrows point from less preferred to 314 more preferred swabs. Arrow weight indicates strength of relative preference. Non-bold 315 numbers indicate the number of responses obtained for each A-B comparison. (b) Number of 316 positive and negative comments received from study staff who administered the swabs, 317 tabulated by comment. Negative feedback is to the left, positive feedback is to the right. Bars on 318 both the positive and negative sides of zero reflect differing opinions among study staff. n, total 319 number of comments received for each prototype. Note scales are normalized to reflect the total 320 number of comments for ease of visual comparison.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": " 265 The authors would like to thank Abigail Bakken, Alisa Chau, Monique Cole, Zachary Fitts, 266 Jonathan Goldie, Lan Huynh, Christina Lexinger-Holahan, Lorinda Longhi, Restituto Miranda,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}