{
    "paper_id": "8769d8d2eddff0c0b89842b3e75006ace2ee350b",
    "metadata": {
        "title": "Title Page Title: An experimental trial of recombinant human interferon alpha nasal drops to prevent coronavirus disease 2019 in medical staff in an epidemic area",
        "authors": [
            {
                "first": "Zhongji",
                "middle": [],
                "last": "Meng1",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Novel Coronavirus Pneumonia Prevention and Control Team",
                    "institution": "Hubei University of Medicine. Shiyan",
                    "location": {
                        "settlement": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Tongyu",
                "middle": [],
                "last": "Wang2",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Jiao Tong University. Shanghai",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Li",
                "middle": [],
                "last": "Chen1",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Novel Coronavirus Pneumonia Prevention and Control Team",
                    "institution": "Hubei University of Medicine. Shiyan",
                    "location": {
                        "settlement": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xinhe",
                "middle": [],
                "last": "Chen1",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Novel Coronavirus Pneumonia Prevention and Control Team",
                    "institution": "Hubei University of Medicine. Shiyan",
                    "location": {
                        "settlement": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Longti",
                "middle": [],
                "last": "Li1",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Novel Coronavirus Pneumonia Prevention and Control Team",
                    "institution": "Hubei University of Medicine. Shiyan",
                    "location": {
                        "settlement": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xueqin",
                "middle": [],
                "last": "Qin1",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Novel Coronavirus Pneumonia Prevention and Control Team",
                    "institution": "Hubei University of Medicine. Shiyan",
                    "location": {
                        "settlement": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hai",
                "middle": [],
                "last": "Li2",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Jiao Tong University. Shanghai",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "Luo1",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Novel Coronavirus Pneumonia Prevention and Control Team",
                    "institution": "Hubei University of Medicine. Shiyan",
                    "location": {
                        "settlement": "Hubei",
                        "country": "China"
                    }
                },
                "email": "jie.luo@aliyun.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective To investigate the efficacy and safety of recombinant human interferon alpha1b (rhIFN-α) nasal drops in healthy medical staff to prevent 2019 novel coronavirus disease .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Pneumonia caused by the 2019 novel coronavirus (2019-nCOV; SARS-CoV-2) first broke out in Wuhan City, Hubei Province, China in December 2019 and January 2020. It is a severe respiratory disease associated with high mortality [1] . Many recent studies have demonstrated that this new virus is highly contagious. As of March 27, 2020, there have been more than 390,000 confirmed cases of infection in more than 100 countries worldwide [2] . Since the outbreak of novel coronavirus disease 2019 in Wuhan, medical staff in Wuhan and some other cities in Hubei have been severely infected, accounting for 90% of all infected medical personnel in the country. Strengthening the protection awareness of medical staff and taking possible preventive measures have a positive effect on suppressing the virus and preventing infection [3] .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 228,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 433,
                    "end": 436,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 823,
                    "end": 826,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "SARS-CoV-2 is primarily transmitted through the respiratory tract and through contact. COVID-19 patients and those infected with SARS-CoV-2 need air isolation and contact isolation, single-room isolation, constant air circulation, and disinfection of the air and environmental items to reduce the spread of the virus. A mask (N95) can block 95% of the virus from entering the respiratory tract. Strict implementation of hand hygiene can prevent contact transmission. Due to the intense outbreak of COVID-19 over a short period in Hubei, especially in Wuhan, the isolation wards of medical institutions are unable to accommodate the admission of a large number of patients. Many ordinary wards have been temporarily converted into isolation wards, which fail to meet the \"two-zone, three-passage\" standard. Furthermore, in the early stage of the epidemic, protective supplies such as N95 masks were scarce, and some medical staff lacked awareness of prevention and control. The failure to standardize mask-wearing and hand hygiene led to a large number of infections among medical staff. Recently, a large number of medical personnel in Italy and other countries have also contracted SARS-CoV-2. Therefore, it is urgent to strengthen COVID-19 prevention and control measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Medical personnel, especially front-line medical staff involved in fever clinics and isolation wards, have long been engaged in the diagnosis and treatment of COVID-19. Consequently, they have been at high risk for SARS-CoV-2 infection for a long time. Even if the standard second-level protections, such as a disposable round cap, gown, protective clothing, N95 mask and surgical mask, and double gloves, are implemented and enhanced second-level protections (e.g., the use of a protective screen or positive pressure breathing mask during airway operations) are put into use when necessary, these measures do not completely protect people from infection with SARS-CoV-2. In cases of SARS-CoV-2 invasion of the mouth and nose, immune intervention strategies to increase the local or systemic immunity of the mouth and nose may increase the body's resistance to the virus and make up for the lack of physical protection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Interferon (IFN) was discovered by virologists in 1957. It is an important cytokine that regulates cell functions and has antiviral effects. It is by far the most widely used antiviral biological drug [4] . Because IFN can block the replication of virus particles and has some effect on all DNA and RNA viruses, it may reduce the amount of virus, making the dominant virus infection into recessive virus infection. For general viral infection, IFN can shorten the course of the disease. According to the latest results from the P4 laboratory of the First Affiliated Hospital of Zhejiang University, China, SARS-CoV-2 can inhibit the secretion of IFN by host cells and reduce the ability of host cells to suppress viruses by reducing endogenous IFN levels. Therefore, the use of exogenous IFN in early antivirals may be important. Furthermore, the nasal epithelial cells are the first stop in cases droplet infection of the host by SARS-CoV-2 (dropletnasal-respiratory infection). IFN nasal drops can maintain a high IFN-α concentration in the nasal mucosa and inhibit the virus that has accumulated in the nasal mucosal epithelium but has not yet broken through the mucosal immune barrier [5] .",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1189,
                    "end": 1192,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We plan to carry out a trial on the preventive effect of recombinant human IFN-α nasal drops against SARS-CoV-2 infections in medical personnel. Additionally, we plan to explore the efficacy of this drug for the prevention of SARS-CoV-2 infection in healthy and susceptible people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since January 21, 2020, 2944 official medical personnel, including doctors and nurses from Taihe Hospital, Shiyan City, Hubei Province, have been included in the study. Among them, 2415 medical personnel who were working in nonisolated wards and nonfever clinics were categorized into the low-risk exposure group. They were not in direct contact with SARS-CoV-2 infected patients. In contrast, 529 medical personnel who were working in isolation wards and fever clinics for diagnosis and treatment were categorized into the high-risk exposure group. The personnel in this group were in direct contact with infected patients. Baseline information is shown in [6] , as follows: SARS-CoV-2 infection: Positive pathogenic test (nucleic acid or specific antibody), including: a. Asymptomatic infection: The total number of white blood cells was normal or decreased in the early stage of onset and the lymphocyte count was normal or decreased. There was no fever and/or respiratory symptoms and no imaging characteristics of pneumonia. b. Asymptomatic nonpneumonia COVID-19: Normal or decreased white blood cells in the early stages of onset, lymphocyte counts were normal or decreased, and fever and/or respiratory symptoms were observed. There were no imaging characteristics of pneumonia. c. COVID-19 pneumonia confirmed cases: In the early stage of onset, the total number of white blood cells was normal or decreased, and the lymphocyte count was normal or decreased. Fever and/or respiratory symptoms were present. In addition, imaging characteristics of novel coronavirus pneumonia were found, for example, in the early stage, multiple small patchy shadows and interstitial changes were evident in the extrapulmonary zone. Furthermore, multiple ground glass infiltrations and infiltrates could be detected in both lungs. In severe cases, pulmonary consolidation occurred. Pleural effusion was rarely seen.",
            "cite_spans": [
                {
                    "start": 658,
                    "end": 661,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Study population"
        },
        {
            "text": "Inclusion criteria: Official members of Taihe Hospital medical staff. Exclusion criteria: People who met the following conditions were excluded: pregnant women, people with severe chronic illnesses who were unable to participate in normal health care work, and those with acute fever and/or respiratory symptoms who were unwilling to receive IFN-α nasal drops or thymosin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion and exclusion criteria"
        },
        {
            "text": "Infection prevention and control standards First-level protections: Wearing work clothes, disposable round caps and disposable medical surgical masks (replaced every 4 hours) and strictly implementing hand hygiene. Secondary-level protection: Wearing work clothes, protective clothing, medical protective masks, goggles/protective screens, disposable round caps and gloves, double gloves if necessary, shoe covers/boot covers and work shoes/rubber boots. Third-level protections: Wearing a comprehensive protective mask and gloves (that is, double-layer gloves) on top of the secondary-level protection. Interventions Low-risk group intervention (2415 cases): In addition to the first-level protections, recombinant human IFN-α nasal drops (Beijing Tri-Prime Gene Pharmaceutical Co., Ltd., China, IFN-α 1b, 3000 µ/ml, in-hospital preparation) were administered at a dosage of 2-3 drops/nostril/time, four times/day. The intervention duration was 28 days. High-risk group interventions (529 cases): In addition to the secondary-level protections (and third-level protections, if necessary), recombinant human IFN-α nasal drops were administered as indicated above; additionally, thymosin-α 1 (Chengdu Shengnuo Biotech Co., Ltd., China, 1.6 mg/tube) was injected subcutaneously at a dosage of 1.6 m/time, 1 time/week. The intervention duration was 28 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention measures"
        },
        {
            "text": "The primary evaluation indicator for this clinical study was whether COVID-19 pneumonia had developed by the 28th day after the preventive drug intervention. New-onset clinical symptoms of COVID-19 without imaging findings of pneumonia was the secondary evaluation indicator. Reported cases of COVID-19 pneumonia in Wuhan, in Hubei Province (other than Wuhan), and among national medical staff reported in the literature during the same period were used as a control group. Additionally, the incidence of adverse reactions after the use of recombinant human IFN-α nasal drops was observed. Follow-up observation The participants were closely followed for the 28 days of the intervention. For both groups, if new fevers and/or respiratory symptoms were observed, routine etiological tests (including pharyngeal swab nucleic acid and serum antibody tests) were performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary and secondary evaluation indicators"
        },
        {
            "text": "In the low-risk exposure group, 2415 medical staff members were treated with recombinant human IFN-α nasal drops alone for 28 days. No new cases of COVID-19 pneumonia were confirmed during follow-up. New pulmonary imaging was negative, and zero staff members developed fever/respiratory symptoms. As of March 6, no newly confirmed cases of COVID-19 pneumonia were found during the follow-up of the participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efficacy of recombinant human IFN-α nasal drops and combined thymosin α 1 for preventing COVID-19"
        },
        {
            "text": "In the high-risk exposure group, 529 medical staff members received recombinant human IFN-α nasal drops combined with thymosin α1 for 28 days. During follow-up, no new cases of COVID-19 pneumonia were diagnosed. Pulmonary imaging of the medical staff was negative at the onset, with 0 confirmed cases of fever/respiratory symptoms. As of March 6, no new confirmed cases of COVID-19 pneumonia were found during the follow-up of the participants The control group was drawn from a literature report in the Chinese Journal of Epidemiology [3] on medical staff diagnosed with COVID-19 pneumonia nationwide and in Wuhan from January 1 through February 11, 2020. Chinese medical staff diagnosed with COVID-19 pneumonia as reported by the China-World Health Organization joint inspection expert group as of February 23 were also included in the control group. The 422 medical institutions providing diagnosis and treatment services for patients with COVID-19 pneumonia reported that among 3387 medical personnel, there were 1716 confirmed cases, 1070 clinically diagnosed cases, and 157 suspected cases, and 3062 cases came from Hubei ( Table 2) .",
            "cite_spans": [
                {
                    "start": 536,
                    "end": 539,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 1130,
                    "end": 1138,
                    "text": "Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Efficacy of recombinant human IFN-α nasal drops and combined thymosin α 1 for preventing COVID-19"
        },
        {
            "text": "According to previous literature, common adverse reactions to IFN spray/nasal drops include flu-like symptoms; slight local irritation, such as burning pain and itching; and rare allergic reactions, such as rash, nausea, chest tightness and flushing. Among the nearly 2,000 study participants mentioned above, we did not observe flu-like symptoms. A few of participants experienced transient irritation, such as transient itching, which disappeared without interrupting the intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety of recombinant human IFN-α nasal drops"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "This study preliminarily explores the preventive effect of the use of recombinant human IFN-α nasal drops by medical staff to prevent coronavirus infections over a period of 28 days. The study shows that if standard first-and second-level protections are strictly implemented, the use of IFN-α nasal drops, 2-3 drops per nostril, four times a day can effectively prevent medical staff with low exposure levels (i.e., those not directly exposed to COVID-19) from developing the disease. In addition, the study also shows that IFN nasal drops combined with weekly thymosin alpha subcutaneous injections may help prevent medical staff with high exposure levels (i.e., those who are in direct contact with COVID-19 patients) from developing the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "COVID-19 is highly contagious and presents a long-term repeated epidemic trend. With an R0 of 2.2-3.7, COVID-19 has now expanded to more than 100 countries around the world. In some countries, the epidemic situation has progressed rapidly, and the global pandemic trend is apparent [7] . In addition, the study suggests that compared to people who were infected with SARS-CoV-2 before January 23, recently infected patients had more subtle symptoms, but the infectivity has not changed significantly, indicating that SARS-CoV-2 tends to gradually evolve into a low-virulence, highly infectious influenza-like virus [6] . Therefore, experts predict that epidemics of the virus SARS-CoV-2 may recur every autumn and winter, and the virus will coexist with human beings for a long time. For this reason, clinicians and public health scholars currently believe that a broad-spectrum antiviral drug that inhibits coronavirus is essential to prevent recurrent epidemics and mutations both before and after a vaccine becomes available in the marketplace.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 285,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 615,
                    "end": 618,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The keys to preventing and controlling COVID-19 are controlling the source of infection, cutting off the route of transmission, and protecting susceptible populations [8, 9] . In accordance with China's \"Diagnosis and Treatment Protocol for Novel Coronavirus Pneumonia (Fifth Edition)\", medical personnel working in outpatient departments with suspected or confirmed patients on the ward are equipped with second-level protection for the general diagnosis and treatment of patients. Medical staff involved in the treatment of suspected patients using aerosol-generating procedures (such as tracheal intubation and related operations, cardiopulmonary resuscitation, bronchoscopy, sputum suction, throat swab sampling and the use of highspeed equipment (such as drilling, sawing, centrifuging, etc.), should use third-level protection. Medical staff in general wards should implement first-level protection and strictly follow standard hand hygiene procedures. Hand hygiene should be performed before putting on gloves and after removing gloves. Taihe Hospital in Shiyan City and other hospitals in Hubei Province have all followed the above-described prevention and control plan throughout the diagnosis and treatment of COVID-19. In addition to following these standard protections, the medical staff of Taihe Hospital in Shiyan City were given IFN-α nasal drops with or without subcutaneous thymosin-α1 according to their degree of exposure to COVID-19. Among the medical staff treated with this protocol, there were no COVID-19 cases reported over a 28-day observation period. In contrast, over the same period, more than 100 cases of COVID-19 were confirmed among medical staff at other hospitals in Hubei Province. The results suggest that IFNα nasal drops, especially in combination with thymosin-α1, may improve the protection of medical staff against COVID-19 and are an effective supplement to physical protections.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "[8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 171,
                    "end": 173,
                    "text": "9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Vaccines and prophylactic drugs are the two main approaches for protecting susceptible populations. In terms of vaccine development, although more than 20 vaccines are currently being developed worldwide (the Chinese Academy of Military Medical Sciences has pioneered a small trial to develop a vaccine), conservative estimations indicate that it will be 1-1.5 years before a vaccine is commercially available. Additionally, the research team confirmed the existence of two subtypes of SARS-CoV-2 (the L and S subtypes), and the possibility of new mutations cannot be ruled out [10] . Therefore, experts have raised concerns about whether vaccines developed for early viral RNA sequences will be able to effectively protect against mutant viruses after they become available on the market. Therefore, there is an urgent need for a drug that can effectively prevent coronavirus infection in healthy people to cope with the uncertainty of the 1-to 1.5-year window before a vaccine becomes available on the market and the subsequent decline in the protection rate of early vaccines due to virus mutation.",
            "cite_spans": [
                {
                    "start": 578,
                    "end": 582,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "IFN is a type of cytokine produced when a cell is stimulated by a viral infection or other IFN-inducing agent. It is a secreted protein (mainly a glycoprotein) that has many biological functions, including the regulation of innate and acquired immune responses after infection, in addition to a broad spectrum of antiviral, immuneregulating biological functions. IFN is divided into three types: I, II and III. Type I includes IFN-α and IFN-β; type II has only one subtype, IFN-γ; and type III includes IFN-λ 1 (IL-29), IFN-λ 2 (IL-28a), and IFN-λ (IL-28b). At present, the α subtype of type I IFN is generally used for the development of antiviral drugs because of its strong inhibition of viral replication. According to its amino acid sequence, IFN-α has more than 20 subtypes. Common IFN-αs that have been developed and marketed for antiviral therapy are IFN-α 1b, IFN-α 2b, IFN-α 2a, and IFN-. The antiviral mechanism of IFN is implemented by activating cell membrane adenylate cyclase on cell surface receptors while promoting the increase of adenylate cyclase, which activates the intracellular antiviral mechanism so that a group of antiviral substances, including viral proteins and enzymes, can be generated. The generation of these substances has the effect of inhibiting virus replication and blocking virus spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Clinically, IFN-α has been used for a long time to prevent and treat the common cold and flu, especially in the early stage of a cold or flu epidemic. IFN-α is effective not only for preventing infection with influenza viruses, rhinoviruses and coronaviruses in susceptible people [11] . Since the severe acute respiratory syndrome (SARS) outbreak in 2003, the efficacy of IFN-α has attracted researchers' attention. An in vitro test confirmed the efficacy of IFN-α against SARS-like coronavirus infections [12] . Animal tests have confirmed that IFN-α nasal spray can effectively block or reduce SARS-CoV infection-related damage in monkeys [13, 14] . In addition, a clinical study confirmed that recombinant human IFN-α 2b spray can reduce infections with common respiratory viruses to varying degrees; in a study of 14,391 healthy people, it was found to have a good safety profile [15] . That trial clearly proved the safety of IFN-α 2b spray. On April 24, 2003, a new recombinant human IFN-α 2b spray was approved by the State Food . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 285,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 507,
                    "end": 511,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 642,
                    "end": 646,
                    "text": "[13,",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 885,
                    "end": 889,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 11.20061473 doi: medRxiv preprint and Drug Administration to enter the clinical trial stage for the prevention of SARS pneumonia and will be used for high-risk groups, such as front-line medical staff. This is the first drug approved by the State Food and Drug Administration for the initiation of a clinical trial in high-risk groups since the \"Green Channel\" program to prevent and control SARS was launched by the Chinese Food and Drug Administration. However, since the SARS virus was eliminated in 2003, the phase II-III clinical study of the prevention of SARS virus infection in healthy people was terminated because of insufficient access to subjects.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 107,
                    "text": "11.20061473 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The Chinese Journal of Epidemiology reported data on medical staff diagnosed with COVID-19 pneumonia throughout the country and in Wuhan for the period of January 1 through February 11, 2020. In addition, the China-World Health Organization joint inspection expert group reported the numbers of Chinese medical staff diagnosed as COVID-19 pneumonia as of February 23. Among the 422 medical institutions providing diagnosis and treatment services for patients with COVID-19 pneumonia, a total of 3019 medical staff became infected with COVID-19, and 1716 cases were confirmed [3] . Cases of COVID-19 in Wuhan and Hubei starting January 21 are presented in the attached table. Our study began on January 25, and there were no new confirmed cases of COVID-19 among 2944 medical staff members after 28 days of nasal drop intervention. The 2,415 medical staff members without direct exposure to COVID-19 were considered a healthy susceptible population, and the results confirm the effectiveness of IFN-α nasal drops for the prevention of COVID-19 in the general healthy population. The 529 medical staff members working in the isolation ward were also free of infections and confirmed cases, proving that the drug can strengthen the protection of medical staff in the isolation ward. These results indicate that for SARS-CoV-2, which is homologous to the SARS coronavirus, recombinant human IFN-α nasal drops can effectively compensate for the deficiency of the physical barrier and improve the nonspecific antiviral effect against SARS-CoV-2 in susceptible populations, and the mechanisms of this effect are clear. In addition, it can reduce the vulnerability of SARS-CoV-2 resistance. Furthermore, the safety of intranasal IFN-α nasal drops has been effectively evaluated, and no serious adverse reactions or adverse events occurred in the present study. This clinical study has the following characteristics: First, it is the first real-world study of an intervention using IFN-α nose drops to prevent COVID-19 pneumonia in healthy susceptible people in the COVID-19 epidemic area. Second, this study began during the COVID-19 outbreak in Hubei, in late January 2020. Four weeks after the start of the study, the number of COVID-19 pneumonia cases in Hubei Province increased rapidly, while there were no new cases of COVID-19 pneumonia among the more than 2,000 subjects in class A tertiary hospitals in the epidemic area who were treated with IFN-α nose drops or IFN-α nose drops combined with thymosin-α1; this finding indicates that IFN-α has a good preventive effect in people who are susceptible to the virus. Third, this study divided the test population into a low-risk susceptibility group, comprising those who were not directly exposed to COVID-19 pneumonia patients, and a high-risk susceptibility group, comprising those who were directly exposed to COVID-19 pneumonia patients, and a single drug (IFN-α nasal drip) or a combination drug (IFN-α nasal drip combined with thymosin subcutaneous injection) was administered to the two groups of subjects with different risks of COVID-19 infection. Good preventive effects were achieved in both groups. This study provides insights and corresponding data related to the adoption of differentiated drug prevention methods for susceptible populations with different exposure levels.",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 578,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The study has the following limitations: The study was not a clustered, randomized study. The control group used was medical staff with COVID-19 pneumonia in the epidemic area during the same period reported in the literature, rather than a strictly parallel, placebo-controlled group. Instead, the study represents a real-world effort initiated by researchers in an emergency to verify the efficacy of IFN-α nasal drops for preventing COVID-19 pneumonia in healthy but susceptible individuals. The results of the one-month intervention were very satisfactory and achieved the purpose of proof of concept. The results lay a good foundation for subsequent high-quality randomized, parallel, placebo-controlled studies. Furthermore, SARS-CoV-2 nucleic acid tests and serum antibodies tests were not performed for the subjects in this study, so it was impossible to determine whether IFN-α has prevents infection with SARS-CoV-2 in healthy susceptible persons; instead, the development of COVID-19 pneumonia was the main evaluation indicator. The main reason for using this outcome was that no COVID-19 diagnostic kits had been approved at the beginning of the study. Subsequent high-quality studies should use combined nucleic acid and serum antibody testing to closely screen double-negative healthy susceptible people as enrolled subjects. COVID-19 pneumonia was used as the secondary evaluation indicator, while a positive nucleic acid or antibody test within 28 days was used as the primary endpoint for assessing the prevention of viral infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In summary, in more than 2,000 susceptible health care workers at large class A tertiary hospitals who were at high and low risk of exposure to SARS-CoV-2 in Shiyan City, Hubei Province, a COVID-19 epidemic area, a real-world study of the use of IFNα nose drops with or without thymosin-α 1 as a 28-day intervention shows that low-risk subjects treated with IFN-α nasal drops alone and high-risk subjects treated with IFNα nasal drops combined with thymosin developed zero cases of COVID-19 pneumonia. We believe that recombinant human IFN-α nasal drops can be used as an alternative drug to effectively prevent SARS-CoV-2 virus infection and to protect healthy and susceptible people from viral infection. During the COVID-19 epidemic, recombinant human IFN-α nasal drops could play a complementary role along with vaccines, and they are likely to have a suppressive effect on mutant coronaviruses. In the future, recombinant human IFN-α nasal drops could be developed, and larger-scale clinical studies can be conducted to verify the preventive effect of this broad-spectrum antiviral drug. The data for Wuhan, Hubei, and the entire country come from the analysis of epidemiological characteristics of COVID-19 pneumonia in the Chinese Journal of Epidemiology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "As of February 23, 3387 medical personnel from 476 medical institutions across the country have been infected with COVID-19 pneumonia; there have been 2055 confirmed cases, 1070 clinically diagnosed cases and 157 suspected cases. More than 90% (3062 cases) of infected medical personnel were from Hubei.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "22, 2020 wn wn wn wn wn wn",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Novel Coronavirus Pneumonia Emergency Response Epidemiology Team",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Interferon and its application in the diseases of the lung",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Katerina",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Emmanouil",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Demosthenes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chest",
            "volume": "123",
            "issn": "1",
            "pages": "209--225",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Single-dose intranasal administration with mDEF201 (adenovirus vectored mouse interferon-alpha) confers protection from mortality in a lethal SARS-CoV BALB/c mouse model",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kumaki",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ennis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rahbar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Antiviral Res",
            "volume": "89",
            "issn": "1",
            "pages": "75--82",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "National Health and Family Planning Commission of the People's Republic of China. Chinese Clinical Guidance for COVID-19 Pneumonia Diagnosis and Treatment",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The epidemiology and pathogenesis of coronavirus disease (COVID-19) outbreak",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Rothan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Byrareddy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Autoimmun",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pandemic potential of 2019-nCoV",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Surface Environmental, and Personal Protective Equipment Contamination by Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) from a Symptomatic Patient",
            "authors": [
                {
                    "first": "Swx",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "On the origin and continuing evolution of SARS-CoV-2",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Xiaolu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Changcheng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "National Science Review. nwaa036",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A randomized controlled trial of low-dose recombinant human interferon alpha-2b nasal spray to prevent acute viral respiratory infections in military recruits",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "28",
            "pages": "4445--51",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Characterization of the antiviral effects of interferon-alpha against a SARS-like coronavirus infection in vitro",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zorzitto",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Galligan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Ueng",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Fish",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cell Res",
            "volume": "16",
            "issn": "2",
            "pages": "220--229",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Preventive and therapeutic effects of recombinant IFN-alpha2b nasal spray for SARS-CoV infection in Macaca mulata",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Zhonghua Shi Yan He Lin Chuang Bing Du Xue Za Zhi",
            "volume": "19",
            "issn": "3",
            "pages": "207--217",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A field trial of recombinant human interferon alpha-2b nasal spray to prevent SARS and other respiratory viral infections. Zhonghua Shi Yan He Lin Chuang Bing Du Xue Za Zhi",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "X"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "The study was approved by the Medical Ethics Committee of Taihe Hospital, Shiyan City, under the ethics number 2020KS003. This study has been registered with the website clinicaltrials.gov under registration number NCT04320238. Diagnostic criteria Diagnosis was made according to the \"Diagnosis and Treatment Protocol for Novel Coronavirus Pneumonia\" issued by the General Office of the National Health Commission of the People's Republic of China",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Baseline data of the low-risk group that received interferon nasal drops and the high-risk group that received interferon nasal drops combined with thymosin-α1 injection at Taihe Hospital in Shiyan City, Hubei Province",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Comparison of medical staff treated with interferon and interferon nasal drops combined with thymosin in the prevention of COVID -19 pneumonia in for the period from January 25 through February 22, 2019 in Taihe Hospital, Shiyan, Hubei, with medical staff in other regions during the same period -Confirmed cases, severe cases, death cases",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}