{
    "paper_id": "894538d12ab4fa618906d54dbc70e1774cb1adea",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Abdallah",
                "middle": [
                    "Y"
                ],
                "last": "Naser",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Isra University",
                    "location": {
                        "settlement": "Amman",
                        "country": "Jordan"
                    }
                },
                "email": "abdallah.naser@iu.edu.jo."
            },
            {
                "first": "Eman",
                "middle": [
                    "Zmaily"
                ],
                "last": "Dahmash",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Isra University",
                    "location": {
                        "settlement": "Amman",
                        "country": "Jordan"
                    }
                },
                "email": ""
            },
            {
                "first": "Hassan",
                "middle": [],
                "last": "Alwafi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Umm Alqura University",
                    "location": {
                        "settlement": "Mecca",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Zahra",
                "middle": [
                    "Khalil"
                ],
                "last": "Alsairafi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kuwait University",
                    "location": {
                        "settlement": "Kuwait",
                        "country": "Kuwait"
                    }
                },
                "email": ""
            },
            {
                "first": "Ahmed",
                "middle": [
                    "M"
                ],
                "last": "Al Rajeh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Faisal University",
                    "location": {
                        "addrLine": "Al-Ahsa",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Yosra",
                "middle": [
                    "J"
                ],
                "last": "Alhartani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Isra University",
                    "location": {
                        "settlement": "Amman",
                        "country": "Jordan"
                    }
                },
                "email": ""
            },
            {
                "first": "Fawaz",
                "middle": [
                    "Mohammad"
                ],
                "last": "Turkistani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Alnoor hospital",
                    "institution": "Ministry of Health",
                    "location": {
                        "settlement": "Mecca",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Hamad",
                "middle": [
                    "S"
                ],
                "last": "Alyami",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Clinical Pharmacy and Pharmacoeconomics",
                    "institution": "Najran University",
                    "location": {
                        "settlement": "Najran",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Authors&apos;",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Huang",
                "middle": [
                    "L"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nie",
                "middle": [
                    "S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Liu",
                "middle": [
                    "Z"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [
                    "H"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [
                    "W"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The emergence of COVID-19 globally coupled with its unknown aetiology and its high transmission rate has created an unprecedented state of emergency worldwide. Public knowledge and awareness about COVID-19 are essential in suppressing its pandemic status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ": A cross-sectional study using an online survey was conducted between 19th of March and 6th of April 2020 in three Middle Eastern countries (Jordan, Saudi Arabia and Kuwait) to explore the knowledge and practices of Middle Eastern population towards COVID-19. A previously developed questionnaire was used. Multiple linear regression analysis was used to identify predictors of COVID-19 knowledge. Results: A total of 1,208 participants were involved in this study from the three countries (Jordan = 389, Saudi Arabia = 433, and Kuwait = 386). The majority of participants (n = 810, 67.2%) were females and aged 30 to 49 years (n = 501, 41.5%). Participants had moderate overall COVID-19 knowledge with a mean score of 7.93 (±1.72) out of 12, 66.1%. Participants had better knowledge about disease prevention and control with 83.0%, whereas the lowest sub-scale scores were for questions about disease transmission routes (43.3%). High education level was an important predictor of greater COVID-19 knowledge scores (p<0.01). Conclusion: Middle Eastern participants are of a relatively low level of knowledge about COVID-19, particularly regarding its transmission routes. Policymakers are recommended to develop informative COVID-19 related campaigns targeted specifically towards university students, unemployed individuals and those with lower levels of education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (abbreviated \"COVID-19\") is an infectious disease with unknown aetiology characterised with acute pneumonia that has been recognized in Wuhan, China in December 2019. Predominantly, it is characterised by fever, fatigue, and dry cough. Approximately, 20.0% of COVID-19 patients developed to the severe stage, which is characterised by acute respiratory distress syndrome, bleeding, and coagulation dysfunction (1) . In the Middle East region, this virus has appeared in some countries before others. For example, it has been firstly identified in Iran then spread in Kuwait, Saudi Arabia, and Jordan. The spread of the virus in Kuwait earlier than others could be attributed to the fact that there was a national holiday in Kuwait in the period between the 23 rd to the 29 th of February, where most people used to spend it abroad. As people returned from vacations, confirmed cases with COVID-19 started to raise. In March 12, 2020, the World Health Organization (WHO) declared that the COVID-19 outbreak is a pandemic (2). The pandemic lingers to take a hefty toll on healthcare professionals, families, communities and the whole world. In response to that, Jordan, Saudi Arabia, and neighbouring Kuwait took drastic measures early on in a bid to contain the COVID-19 pandemic, which includes halting air travels, imposing curfews, and quarantining and testing thousands of individuals (3, 4) .",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 438,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1413,
                    "end": 1416,
                    "text": "(3,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1417,
                    "end": 1419,
                    "text": "4)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Once a new pandemic starts, the focus of research and action within the medical and public health communities is chiefly and rightly directed towards the identification of the cause, clinical presentation, diagnosis as well as treatment (5) . Few studies will address the epidemiology of the disease, the effectiveness of preventive measures, and the population psycho-behavioural directions.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "text": "(5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Nevertheless, addressing public health preventive measures deserve equal attention. Although there are several ongoing clinical trials assessing potential vaccines and treatments for COVID -19, currently there is no specific treatment that can combat the virus within medical practice. Therefore, public health measures are of crucial value. Such measures mandate the public to be aware of transmission means and have safe preventive practices (6) . In this regard, people had concerns about the safety measures to be taken in order to protect themselves and their families from being infected.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "-19,",
                    "ref_id": null
                },
                {
                    "start": 444,
                    "end": 447,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Generally, the spread of any infectious disease is associated with a high level of fear among the population (7) . A particular concern in this regard is the spread of misinformation about COVID-19 on social media sites (8) . Universal data collection and analysis of pandemic control hardly contains information about the knowledge and practices of the population regarding the disease and their significance (9, 10) . To guarantee the best control over the transmission of the disease, community's adherence to important control measures are vital, which is affected to large extent by their knowledge and practices towards COVID-19 (9, 10) .",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 220,
                    "end": 223,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 414,
                    "end": 417,
                    "text": "10)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 635,
                    "end": 638,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 639,
                    "end": 642,
                    "text": "10)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Public practices that are built on knowledge ought to be evaluated during pandemics as it will enable policymakers to unravel generic issues from culture specific concerns and then communicate the best practices that appear to have an impact in successfully controlling the outbreak across different communities (11, 12) . Thus there is an urgent need to understand what people knows about COVID-19, and which misperceptions they hold about this condition, in order to help healthcare authorities and the media to design effective information campaigns, to know which group of people should be targeted, and to help controlling the spread of the virus among population. Therefore, this study aims to assess the knowledge and practices of Middle Eastern population towards COVID-19 during its rapid rise period.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 316,
                    "text": "(11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 317,
                    "end": 320,
                    "text": "12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A cross-sectional study by means of online survey was conducted between 19 th of March and 06 th of April 2020 in three Arab countries (Jordan, Saudi Arabia and Kuwait) to explore the knowledge and practices of Middle Eastern population towards COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and study population"
        },
        {
            "text": "A convenience sample of eligible participants was invited to participate in the study from the three countries through social media (Facebook and WhatsApp). All participants voluntarily participated in the study and were thus considered exempt from written informed consent. Study aim and objectives were clearly explained at the beginning of the survey. The inclusion criterion was participants aged 18 years who was living either in Jordan, Saudi Arabia or Kuwait. Participants were excluded if they were: a) below 18 years of age; or b) unable to understand Arabic language. . These questions were answered on a true/false basis with an additional \"I don't know\" option. A correct answer was given a score of one point, and any false or unknown answer was given a score of zero point. The total knowledge score could range from 0 to 12, with a higher score indicating a better knowledge about COVID-19. Cronbach's alpha coefficient of the knowledge questionnaire was 0.7 in our sample, showing acceptable internal consistency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling strategy"
        },
        {
            "text": "Respondents' practices were assessed using two behaviour questions, which asked the participants about whether they have gone to any crowded place, and wearing a mask when going out in recent . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Questionnaire tool"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063560 doi: medRxiv preprint days. In addition, the following information was collected about participants' demographics: age, gender, marital status, education level, income, and employment status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Questionnaire tool"
        },
        {
            "text": "Using a confidence interval of 95%, a standard deviation of 0.5, a margin of error of 5%, the required sample size was 385 participants from each study population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample size"
        },
        {
            "text": "This study was approved by the Research Ethics Committee at Faculty of Pharmacy in Isra University, Amman, Jordan. As participation in the study was voluntary, the Research Ethics Committee approved consent waiver.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical approval"
        },
        {
            "text": "Descriptive statistics were used to describe participants' demographic characteristics. Continuous data were reported as mean ± SD. Categorical data were reported as percentages (frequencies).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Independent samples t-test/one-way analysis of variance (ANOVA) was used to compare the mean knowledge scores between different demographic groups. Participants' scores were interpreted as a continuous scale based on the scale midpoint, where scores above the midpoint identified stronger COVID-19 knowledge. Mean score was expressed in percentage out of 100% to facilitate the comparison between different sub-scales. Multivariable linear regression analysis was used to identify predictors of knowledge score. A two-sided p<0.05 was considered as statistically significant. The statistical analyses were carried out using SPSS (version 25).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "A total of 1,208 participants took part in this study (Jordan = 389, Saudi Arabia = 433, and Kuwait = 386). Table 1 details the baseline characteristics of the participants in the three countries.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 115,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Participants' characteristics"
        },
        {
            "text": "The majority of participants (n = 810, 67.2%) were females, aged 30 to 49 years (n = 501, 41.5%), married (n = 685, 56.8%), has bachelor degree (n = 723, 60.4%), employed (n = 568, 47.1%), and with an income of 2,113$ and above (n = 497, 44.6%). Around 15.3% (n = 183) of the participants reported that they have gone to crowded places recently. Besides, around 50.1% (n = 605) of the participants reported that they wore mask when they leave their home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants' characteristics"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants' characteristics"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063560 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants' characteristics"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063560 doi: medRxiv preprint Table 3 below details the correct answer rates of the 12 questions on the COVID-19 knowledge questionnaire.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Participants' characteristics"
        },
        {
            "text": "Participants had the highest rates of correct answers for questions related to the necessity of isolation and some procedures related to prevention and control of the infection (K10 -K12). On the other hand, the lowest rates of correct answers were for questions related to susceptibility of children and young adults to COVID-19, transferability of the infection from asymptomatic patients, and eating habits related to COVID-19 transmission (K5, K6, and K9). . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants' characteristics"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063560 doi: medRxiv preprint Table 4 below presents participants' demographics data and their COVID-19 knowledge scores.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Participants' characteristics"
        },
        {
            "text": "Participants' knowledge scores significantly differed by country, age, marital status, education level, and whether they wear mask upon leaving home or not (p<0.05). Multiple linear regression analysis showed that individuals who had a bachelor degree or higher education level had a greater knowledge scores (p<0.01). On the other hand, divorced individuals, university students, individuals with an income 1,408 $ and above had a lower knowledge score (p<0.05) Table 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 463,
                    "end": 470,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Participants' demographics and COVID-19 knowledge"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants' demographics and COVID-19 knowledge"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063560 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants' demographics and COVID-19 knowledge"
        },
        {
            "text": "To the best of our knowledge, this is the first study that assesses the knowledge and practices towards COVID-19 among the Arabic speaking Middle Eastern countries. The results revealed that participants are still embracing misconceptions about COVID-19, resulting in an insufficient practice of protective measures against COVID-19 infection. However, some of those individuals who did not adhere to protective measures could be the one who were in duties that necessitate being in a crowded places such as port employees and working in the healthcare sector. The findings of this study . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "revealed that the overall knowledge score among the three countries was around 66.1% (score 7.93 out of 12) with the highest was among Jordanians with a mean score of (8.44 (±1.46); 70.3%) indicate an average level of knowledge about the pandemic. Among the three countries, the participants achieved the lowest knowledge score in the \"transmission routes\" sub-scale with a score of 43.3%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Whereas the highest knowledge score was recorded on the \"preventive and control measures\" subscale with a score of 83.0%. Overall, the total knowledge score (66.1%) was moderate, which was unexpected as this epidemiological survey was conducted during the advanced stage of the pandemic. Further analysis of the findings was directed towards determining demographic factors associated with knowledge gaps among participants. Such findings will be valuable for public-health policymakers and healthcare professionals to recognize target populations for health education activities on the COVID-19 outbreak. This is critical as the countries involved in the study are still at the beginning of the outbreak and governments took extreme measures to contain the pandemic. But such measures, which include imposing a curfew, are virtually useless unless were accompanied by responsible individuals' preventative practices (3) . In this study as well as in previous studies in China, US, and UK, an association has been noticed between particular demographic characteristics and knowledge, beliefs, and practices towards COVID-19 (1, 15) . For example, in China, an association between non-adherence to preventive and control measures and male gender, occupation of \"students\", marital status of \"others\", residing in other parts of China, and poor COVID-19 knowledge has been reported (1). Those findings were supported by previous studies regarding age and gender patterns of risk-taking behaviours (16, 17) . In the US and UK, Geldsetzer (2020) has . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 917,
                    "end": 920,
                    "text": "(3)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1124,
                    "end": 1127,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1128,
                    "end": 1131,
                    "text": "15)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1495,
                    "end": 1499,
                    "text": "(16,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1500,
                    "end": 1503,
                    "text": "17)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063560 doi: medRxiv preprint reported lower fatality rates due to COVID-19 infection among individuals of East-Asian ethnicity and children (15) . In the current study, there was a significant difference between knowledge scores in the three countries included in the analyses, and the highest knowledge score among the participants has been found in Jordan. Both males and females showed similar levels of knowledge about COVID-",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "text": "(15)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Higher COVID-19 knowledge scores were found to be significantly associated with age and educational attainment, which is in line with the study conducted in China during the COVID-19 pandemic (1). Older individuals above the age of 29 years showed a significant increase in knowledge scores than younger ones. Similarly, an appreciable increase in knowledge score with the increase in education level was noted. This could suggest that the contents and forms of health-related information about the pandemic could not be understandable and acceptable to young adults and the less educated individuals (12). Our findings are consistent with several previously published studies that related age and the level of education with knowledge and awareness about outbreaks (18, 19) .",
            "cite_spans": [
                {
                    "start": 766,
                    "end": 770,
                    "text": "(18,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 771,
                    "end": 774,
                    "text": "19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "19."
        },
        {
            "text": "Furthermore, several studies reported that the lack of knowledge contributed to the emergence and spread of the outbreak. Therefore, providing targeted health education programs to raise awareness is vital. Such programs need to be tailored to young individuals and particularly those with lower education levels (19) (20) (21) .",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "(19)",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "(20)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 323,
                    "end": 327,
                    "text": "(21)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "19."
        },
        {
            "text": "Furthermore, a significant negative effect on the knowledge score was the employment status, specifically among students (p<0.05). The results are aligned to the finding that lack of knowledge is related to young people (18 -29 years) . Such findings are alarming, as the lack of knowledge about COVID-19 is correlated with a higher prevalence rate of the infection (1, 22) . Therefore, there is a need for improving students' knowledge about COVID-19 by means of health education, which may also result in improvements in their practices towards COVID-19. Such results could support the decision made by many countries including Jordan, Kuwait, and Saudi Arabia in taking a political commitment to temporally close all educational institutions to contain the spread of the COVID-19 pandemic. Globally, the action involved 188 countries, affecting around 1.5 billion learners. The mode of teaching moved into emergency remote learning (22, 23) . Yet, although the closure of schools and educational facilities is a good mean to prevent young adults from mixing with others, it will not prevent exposure even with curfew laws. Young adults will always go out and get exposed to the risk of getting infected as the level of knowledge is low. A recent study on COVID-19 concluded that educational institutions closures alone would preclude only 2-4% of deaths, which is a lot less than other social distancing interventions. The integration of additional social distancing strategies along with educational institutions closures needs to be considered (24) . Furthermore, the results of our study pertinent to knowledge scores stratification according to demographics are in line with studies on COVID-19 in China and severe acute respiratory syndrome (SARS) outbreaks among . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 234,
                    "text": "(18 -29 years)",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 369,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "22)",
                    "ref_id": null
                },
                {
                    "start": 935,
                    "end": 939,
                    "text": "(22,",
                    "ref_id": null
                },
                {
                    "start": 940,
                    "end": 943,
                    "text": "23)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1549,
                    "end": 1553,
                    "text": "(24)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "19."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063560 doi: medRxiv preprint others (1, 25) . These findings also proposed that health education strategies would be more effective if it was designed to targets certain demographic groups, such as university students.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "25)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "19."
        },
        {
            "text": "Good knowledge is vital to enable individuals to have better practices in pandemics and outbreaks. A study on SARS demonstrated that a higher knowledge score was found to be connected with improved adherence to precautionary practices (11, 26) . Of interest, an income of ≥ 1,409 $ (p<0.05) had a significant negative association with the knowledge score in our cohort, showing that high income does not improve knowledge and practices. However, this is contrary to a previous study on the influenza pandemic, where there was no association between knowledge and income (26). A possible reason for such result is that the higher income of individuals is accompanied with low education level. The current study showed that knowledge scores significantly differed across marital status categories (P<0.002), divorced participants had a significant negative association with COVID-19 knowledge score (p<0.01). Our findings were in line with the results obtained from the study on COVID-19 in China, which revealed a statistically significant difference in knowledge score according to marital status, however, they found that the category denotes as others (included divorced and widowed, separated, remarried) showing the highest score in knowledge (11.0 out of 12.0) (91.7%), P <0.001) (1). This difference could be justified by two elements. Firstly, different countries might have different cultural dimension and hence results could not be compared. Secondly, the group used in the Chinese study included all divorced, separated, widowed and remarried individuals and hence we could not build a good correlation (1).",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "text": "(11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "26)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "19."
        },
        {
            "text": "Overall, knowledge scores within our cohort were significantly associated with a higher likelihood of dangerous practices towards COVID-19 pandemic. Such findings indicate the presence of knowledge gap and the need to improve individuals' COVID-19 knowledge via extensive health education strategies. Such strategies are to be tailored and targeted towards specific demographic groups particularly, university students, individuals with low education, higher income and divorced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19."
        },
        {
            "text": "To the best of our knowledge this is the first study in the Arabic Speaking Middle Eastern countries that investigated the public knowledge and practices during COVID-19 pandemic. A strength of the study is that a large sample of participants were recruited during this critical period -the actual COVID-19 outbreak -and hence replies reflect the actual status. The participants were from three countries namely, Jordan, Saudi Arabia and Kuwait, which increases the generalisability of these findings. Additionally, the use of previously used assessment tool that allowed comparison with other population was another strength of the study. However, there are some limitations. The study design itself, a cross-sectional survey design, limited our ability to identify causality between study variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "There are limited studies that assessed knowledge and practices of individuals during COVID-19 pandemic worldwide and in the Middle East specifically, which limited our ability to compare our . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063560 doi: medRxiv preprint findings with Arabic-speaking countries of a similar socioeconomic level and culture. In this study we employed a quantitative methodology with pre-set responses, which might not have allowed participants' views to provide varied but useful qualitative information. In addition, we used an online survey for data collection and therefore, some vulnerable populations within the three countries under the COVID-19 pandemic could not be reached and we may have missed some of the targeted population. However, we tackled this by distributing the survey among three different countries and widely used the social media. Finally, we were not able to estimate the response rate for our questionnaire study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "Findings of this study suggest that Middle Eastern participants are of a relatively low level of knowledge about COVID-19, particularly regarding its transmission routes. The majority of the population showed appropriate practice by avoiding crowded places and staying home during the rapid rise period of the COVID-19 outbreak. However, not wearing a mask when leaving home was predominant. As good COVID-19 knowledge is associated with optimistic attitudes and appropriate practices towards COVID-19, policymakers are in a position to develop targeted in information campaigns provided to targeted population specifically university students, unemployed individuals and those with lower levels of education. This information could be conveyed to people by clinicians to their patients, and news coverage supplied by the media and social media platforms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063560 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Knowledge, attitudes, and practices towards COVID-19 among Chinese residents during the rapid rise period of the COVID-19 outbreak: a quick online cross-sectional survey",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "Q"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Biol Sci",
            "volume": "16",
            "issn": "10",
            "pages": "1745--52",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Corona crisis shocked the world and revealed surprises 2020",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Alkhawaldeh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Hard times shape speedy Saudi and Kuwaiti coronavirus response",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kalin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hagagy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A Fast-Moving Virus Pits Treating Patients Against Finding a Cure Bloomberg2020",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Langreth",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Fear and stigma: the epidemic within the SARS outbreak",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Person",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Holton",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Govert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Ncid",
                    "middle": [],
                    "last": "The",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "2",
            "pages": "358--563",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "How to fight an infodemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zarocostas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Communicable Diseases Network Australia",
            "authors": [],
            "year": 2019,
            "venue": "Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Outbreaks in Residential Care Facilities",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "World Health Organization. COVID 19 Public Health Emergency of International Concern (PHEIC) Global research and innovation forum : towards a research roadmap",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A tale of two cities: community psychobehavioral surveillance in Hong Kong and Singapore during the severe acute respiratory syndrome epidemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Quah",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hedley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "25",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "National Health Commission of the People's Republic of China. A protocol for community prevention and control of the 2019 novel coronavirus (2019-nCoV) infected pneumonia (trial version)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Knowledge and perceptions of coronavirus disease 2019 among the general public in the United States and the United Kingdom",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Geldsetzer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Age Patterns in Risk Taking Across the World",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Duell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Steinberg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "I"
                    ],
                    "last": "Chein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chaudhary",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Giunta",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Youth Adolesc",
            "volume": "47",
            "issn": "5",
            "pages": "1052--72",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Sex Differences in Everyday Risk-Taking Behavior in Humans",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pawlowski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Atwal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dunbar",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Evolutionary Psychology",
            "volume": "6",
            "issn": "1",
            "pages": "29--42",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Australian Hajj pilgrims' knowledge, attitude and perception about Ebola",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alqahtani",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wiley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Willaby",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bindhim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tashani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Heywood",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Euro Surveill",
            "volume": "20",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Assessing the knowledge, attitudes, and practices of students regarding ebola virus disease outbreak",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Global and domestic legal preparedness and response",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hodge",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Assessing Knowledge and Attitude about ebola in the US: a Cross Sectional Survey. Value Heal",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jamal",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Startsman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pierce",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "ISC Research. Coronavirus COVID",
            "volume": "18",
            "issn": "",
            "pages": "1--307",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "COVID-19 Educational Disruption and Response",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "School closure and management practices during coronavirus outbreaks including COVID-19: a rapid systematic review. The Lancet Child & Adolescent Health",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Viner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Croker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Packer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stansfield",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Survey of knowledge of villagers in prevention and control of SARS in",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jiao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A previously developed questionnaire by Zhong et al. was adapted and used in this study (1). The original questionnaire was developed based on the National Health Commission of the People's republic of China's guidelines for clinical and community management of COVID-19 (13, 14). The original questionnaire had 12-questions (true/false questions): four regarding clinical presentations (K1 -K4), three regarding transmission routes (K5 -K7), and five regarding prevention and control (K8 -K12) of COVID-19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Although the low percentage 15.3% (183/1,194) with regard to the reported practices of attending crowded places were encouraging, only 50.1% (605/1,195) of participants declared that they wore masks when leaving home. The World Health Organization (WHO) during Feb 2020 indicated that there is a priority for research to focus on actions that can save lives now which included \"Optimise use of protective equipment and other infection prevention and control measures in health care and community settings -It is critical to protect health care workers and the community from the transmission and create a safe working environment\" (10). The needs to avoid the crowd and wear masks upon leaving the house are key practices and top priority of the WHO. A similar study conducted by Zhong et.al. (2020) in China (1), showed that knowledge score was 90.0% and citizens were compliant with protective measures, where 96.4% avoided crowded places and 98.0% wore masks upon departing their homes during COVID-19 outbreak (1). These results undoubtedly revealed that there were significant gaps in the public knowledge about COVID-19 within the Arabic speaking Middle Eastern countries and hence suggest the need for improving individuals' COVID-19 knowledge via health education, which may cause improvements in their practices towards COVID-19 (1). Although the situation of the pandemic is severe and the news reports on this public health emergency through various channels of information and via hotlines of the Ministries of Health, a lot of people learn about this infectious disease from invalid social media resources such as WhatsApp, Instagram, Twitter, etc. This has also been mentioned by Gelsetzer (2020) (15), where it has been noticed that a substantial proportion of people in the United States (US) and the United Kingdom (UK) believe in the \"myth busters\" who continue to circulate inaccurate information about COVID-19. Such information included that rinsing nose with saline, using a hand dryer, taking antibiotics, and gargling mouthwash could be effective preventive measures against COVID-19, and that receiving a letter or package from China may pose a risk of Covid-19 infection. Other unreliable beliefs of the general public in both the US and the UK about COVID-19 were that it is a fatal disease and that children are at high risk of death from it. Another disbelief was that medical masks are highly effective in protecting from catching a COVID-19 infection (15). However, people in the Middle East region have reported some similar beliefs and other different. For example, in the current study, most participant .9%) reported that it is unnecessary for children and younger adults to take preventive measures against COVID-19. Thus, in contrast to people in the US and UK, people in the Middle East believe that children and younger adults are at lower risk of COVID-19 infection. On the other hand, most people (57.0%) in the Middle East shared similar beliefs regarding wearing medical masks to prevent them from COVID-19 infection. Regarding the fatality feature of COVID-19, Middle East participants reported conflicting beliefs to people in the US and UK, as the majority (89.0%) believe that although there is no effective treatment, supportive measurements and symptoms alleviation can cure the infection.Unfortunately, the present study showed that 15.3% of participants still go to crowded places and around 50.0% do not wear masks when leaving homes recently. However, not wearing a mask when leaving home could be related to that most of the participants (84.7%) were very cautious and avoided crowded places. This strict preventive practice from the participants could be primarily attributed to the very strict prevention and control measures implemented by local governments such as traffic limits all throughout the countries and the shutdown of shopping malls and work in all sectors except the health sector. Second, this could be due to the population fear of the virus and its high infectivity.In China, although a study byZhong et al. (2020) was conducted during the very early stage of the pandemic, people achieved a correct rate of 90.0% on COVID-19 knowledge questionnaire (1). In addition, the population's adherence to the preventive and control measures was higher than in the Middle East, where almost all people stayed home during the virus outbreak period, and wear masks when leaving homes. This could be attributed to the more serious situation of the COVID-19 pandemic in China, where higher rates of death were recorded, resulting in higher beliefs and adherence to preventive measures.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Participants characteristics from each country.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "below shows the mean scores (and score out of 100%) for COVID-19 knowledge",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Participants mean scores for COVID-19 knowledge per subscale.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The correct answer rates of the COVID-19 knowledge questionnaire. K11.Isolation and treatment of people who are infected with the COVID-19 virus are effective ways to reduce the spread of the virus. K10. To prevent the infection by COVID-19, individuals should avoid going to crowded places such as train stations and avoid taking public transportations. K12. People who have contact with someone infected with the COVID-19 virus should be immediately isolated in a proper place. In general, the observation period is 14 days. K7. The COVID-19 virus spreads via respiratory droplets of infected individuals. 92.1 K1. The main clinical symptoms of COVID-19 are fever, fatigue, dry cough, and myalgia. 91.5 K3. There currently is no effective cure for COVID-2019, but early symptomatic and supportive treatment can help most patients recover from the infection. K4. Not all persons with COVID-2019 will develop to severe cases. Only those who are elderly, have chronic illnesses, and are obese are more likely to be severe cases. K2. Unlike the common cold, stuffy nose, runny nose, and sneezing are less common in persons infected with the COVID-19 virus. K8. Ordinary participants can wear general medical masks to prevent the infection by the COVID-19 virus. 57.0 K5. Eating or contacting wild animals would result in the infection by the COVID-19 virus. 30.3 K6. Persons with COVID-2019 cannot infect the virus to others when a fever is not present. 9.2 K9. It is not necessary for children and young adults to take measures to prevent the infection by the COVID-19 virus.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "COVID-19 knowledge score by participants characteristics(n = 1,208). COVID-19 knowledge score",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Multiple regression analysis predicting participants' COVID-19 knowledge.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study was supported by Isra University (Amman, Jordan) and Najran University and Cancer Society in Najran, Saudi Arabia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The authors declare no conflict of interest.Author contributions AN conceived the study, wrote the methods, conducted the formal analysis, and coordinated the study. AN, EZD, ZA, and AA drafted the manuscript with input from all authors. All authors have been involved in drafting the manuscript or revising it critically for important intellectual content. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interests"
        },
        {
            "text": "The data that support the findings of this study are available from the corresponding author upon reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability statement"
        }
    ]
}