{
    "paper_id": "8a75b31e12f0b40fa95f3ec554633252f9a98562",
    "metadata": {
        "title": "Toshio Fukuoka 11",
        "authors": [
            {
                "first": "Qi",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lanzhou University",
                    "location": {
                        "postCode": "730000",
                        "settlement": "Lanzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yelei",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Children's Hospital of Chongqing Medical University",
                    "location": {
                        "postCode": "400014",
                        "settlement": "Chongqing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xingmei",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Children's Hospital of Chongqing Medical University",
                    "location": {
                        "postCode": "400014",
                        "settlement": "Chongqing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Rui",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Children's Hospital of Chongqing Medical University",
                    "location": {
                        "postCode": "400014",
                        "settlement": "Chongqing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Peipei",
                "middle": [],
                "last": "Du",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chengdu Medical College",
                    "location": {
                        "postCode": "610500",
                        "settlement": "Chengdu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaoqing",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Children's Hospital of Chongqing Medical University",
                    "location": {
                        "postCode": "400014",
                        "settlement": "Chongqing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xianzhuo",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lanzhou University",
                    "location": {
                        "postCode": "730000",
                        "settlement": "Lanzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shuya",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lanzhou University",
                    "location": {
                        "postCode": "730000",
                        "settlement": "Lanzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zijun",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lanzhou University",
                    "location": {
                        "postCode": "730000",
                        "settlement": "Lanzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qianling",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lanzhou University",
                    "location": {
                        "postCode": "730000",
                        "settlement": "Lanzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Weiguo",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lanzhou University",
                    "location": {
                        "postCode": "730000",
                        "settlement": "Lanzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yanfang",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lanzhou University",
                    "location": {
                        "postCode": "730000",
                        "settlement": "Lanzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xufei",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: COVID-19, a disease caused by SARS-CoV-2 coronavirus, has now spread to most countries and regions of the world. As patients potentially infected by SARS-CoV-2 need to visit hospitals, the incidence of nosocomial infection can be expected to be high. Therefore, a comprehensive and objective understanding of nosocomial infection is needed to guide the prevention and control of the epidemic. Methods: We searched major international and Chinese databases Medicine, Web of science, Embase, Cochrane, CBM(China Biology Medicine disc), CNKI (China National Knowledge Infrastructure) and Wanfang database)) for case series or case reports on nosocomial infections of COVID-19, SARS(Severe Acute Respiratory Syndromes) and MERS(Middle East Respiratory Syndrome) from their inception to March 31st, 2020. We conducted a meta-analysis of the proportion of nosocomial infection patients in the diagnosed patients, occupational distribution of nosocomial infection medical staff and other indicators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We included 40 studies. Among the confirmed patients, the proportions of nosocomial infections were 44.0%, 36.0% and 56.0% for COVID-19, SARS and MERS, respectively. Of the confirmed patients, the medical staff and other hospital-acquired infections accounted for 33.0% and 2.0% of COVID-19 cases, 37.0% and 24.0% of SARS cases, and 19.0% and 36.0% of MERS cases, respectively. Nurses and doctors were the most affected among the infected medical staff. The mean numbers of secondary cases caused by one index patient were 29.3 and 6.3 for SARS and MERS, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "44%. Patients attending hospitals should take personal protection. Medical staff should be awareness of the disease to protect themselves and the patients. All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. : medRxiv preprint I 2 =0.00%), were nosocomial infections among people other than medical staff (such as inpatients or All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. : medRxiv preprint I 2 =0.00%) did not wear goggles. 57.0% (95% CI: 0.00 to 1.00; I 2 =0.00%) did not take any hand disinfection measures ), and 7.0% (95% CI: 0.12 to 0.51; I 2 =0.00%) did not wear masks (Figure 8) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 772,
                    "end": 782,
                    "text": "(Figure 8)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "One study described that among the 22 infected medical workers, 21 had no shoe cover. One study described that of 53 infected health workers, 47 wore cloth masks. All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. : medRxiv preprint Available online:https://www.who.int/emergencies/diseases/novel-coronavirus-2019. 7. Jasper FK,Yuan SF,Kok KH,et al. A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet. 2020; 395: 514-23. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Background COVID-19 is a respiratory infectious disease caused by a novel coronavirus, SARS-CoV-2. The first batch of COVID-19 patients were found in China in December 2019 (1) . The disease is mainly transmitted through respiratory droplets and close contact, and all people are susceptible to it(2). SARS-CoV-2 is highly contagious (3) , and has quickly spread to most countries and regions of the world. COVID-19 has become a global pandemic and has received great attention from all over the world (4, 5) . As of April 7, 2020, 1,214,466 confirmed cases of COVID-19 have been found in 211 countries and regions, causing 67,767 deaths (6) .",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 176,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 502,
                    "end": 505,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 506,
                    "end": 508,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 638,
                    "end": 641,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "The main clinical manifestations of COVID-19 are cough, fever and complications such as acute respiratory distress syndrome (1) . Disease clusters and nosocomial infections have been reported(7,8). The proportion of nosocomial infections is high among diagnosed infections, and medical staff are at high risk of infection(8). One study on 44,672 patients showed that health workers accounted for 3.8% of the COVID-19 cases and five health workers died as a result of the infection(9). There is still no specific medicine for COVID-19, so preventing nosocomial infections is crucial.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "This study compares the incidence of nosocomial infections during the COVID-19, SARS and MERS epidemics and analyzes the characteristics of the nosocomial infection, to enhance the understanding of nosocomial infection among medical and non-medical staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "An experienced librarian searched the following databases from their inception to March 31, 2020 in the following electronic databases(10): the Cochrane library, MEDLINE (via PubMed), EMBASE, Web of Science, CBM (China Biology Medicine disc), CNKI (China National Knowledge Infrastructure), and Wanfang Data. We made no restrictions on language or publication status. We used the following search formula is as follow: (\"Novel coronavirus\" OR \"2019-novel coronavirus\" OR \"Novel CoV\" OR \"2019-nCoV\" OR \"Wuhan-Cov\" OR \"2019-CoV\" OR \"Wuhan Coronavirus\" OR \"Wuhan seafood All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search strategy"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.20065730 doi: medRxiv preprint market pneumonia virus\" OR \"COVID-19\" OR \"SARS-CoV-2\" OR \"Middle East Respiratory Syndrome\" OR \"MERS\" OR \"MERS-CoV\" OR \"Severe Acute Respiratory Syndrome\" OR \"SARS\" OR \"SARS-CoV\" OR \"SARS-Related\" OR \"SARS-Associated\" ) AND (\"Cross Infection\" OR \"Cross Infections\" OR \"Healthcare Associated Infections\" OR \"Healthcare Associated Infection\" OR \"Health Care Associated Infection \" OR \"Health Care Associated Infections\" OR \"Hospital Infection\" OR \"Nosocomial Infection\" OR \"Nosocomial Infections\" OR \"Hospital Infections\" OR \"hospital-related infection\" OR \"hospital-acquired infection\"). We also searched clinical trial registry platforms (the World Health Organization Clinical Trials Registry Platform (http://www.who.int/ictrp/en/), US National Institutes of Health Trials Register (https://clinicaltrials.gov/)), Google Scholar (https://scholar.google.nl/), preprint platform (medRxiv (https://www.medrxiv.org/), bioRxiv (https://www.biorxiv.org/) and SSRN (https://www.ssrn.com/index.cfm/en/)) and reference lists of the included reviews to find unpublished or further potential studies. Finally, we contacted experts in the field to identify relevant trials. The search strategy was also reviewed by another information specialist. The details of the search strategy can be found in the Supplementary Material 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search strategy"
        },
        {
            "text": "We included case series studies and case reports about the proportion of cases of COVID-19, SARS and MERS who were infected in health facilities, about infections among medical staff and outbreaks in hospitals. Abstract, letter, new, guideline, articles for which we could not access all relevant data or full text were excluded. All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion and exclusion criteria"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.20065730 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion and exclusion criteria"
        },
        {
            "text": "After eliminating duplicates, two reviewers(Y Gao and X Wang) independently selected the relevant studies in two steps with the help of the EndNote software. Discrepancies were settled by discussion or consulting a third reviewer(Qi Zhou). In the first step, all titles and abstracts were screened using pre-defined criteria. In the second step, full-texts of the potentially eligible and unclear studies were reviewed to decide about final inclusion. All reasons for exclusion of ineligible studies were recorded. The process of study selection was documented using a PRISMA flow diagram (11).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study selection"
        },
        {
            "text": "Two reviewers(R Liu and X Wang) extracted the data independently using a standardized data collection table. Any differences were resolved by consensus, and a third auditor checked the consistency and accuracy of the data. The following data were extracted: 1) basic information: title, first author, country, year of publication, and type of study; 2) population baseline characteristics: age and sex distribution, and sample size; and 3) the proportion of nosocomial infections, the proportion of patients with occupation of medical staff, and for studies on hospital outbreaks, the number of index cases and total infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction"
        },
        {
            "text": "Two researchers (Z Wang and Q Shi) independently assessed the potential bias in each included study. The included studies were evaluated using appropriate assessment scales depending on the study type: for case control studies, the Newcastle-Ottawa Scale (NOS)(12), for cross-sectional studies and epidemiological surveys, the methodology evaluation tool recommended by the Agency All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of bias assessment"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.20065730 doi: medRxiv preprint for Healthcare Research and Quality (AHRQ)(13), and for case reports and case series, we used a methodology evaluation tool recommended by National Institute for Health and Care Excellence (NICE) (14).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of bias assessment"
        },
        {
            "text": "We performed a meta-analysis of proportions for dichotomous outcomes (nosocomial infection among the confirmed cases, and infections among the health care workers), reporting the effect size (ES) with 95% confidence intervals (CI) by using random-effects models. Two-sided P values < 0.05 were considered statistically significant. Heterogeneity was defined as P<0.10 and I 2 >50%. All analyses were performed in STATA version 14.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data synthesis"
        },
        {
            "text": "Two reviewers(Z Wang and Q Shi) assessed the quality of evidence independently using the Grading of Recommendations Assessment, Development and Evaluation (GRADE)(15-16). We produced a \"Summary of Findings\" table using the GRADEpro software. This table includes overall grading of evidence body for each prespecified outcome that is accounted in a meta-analysis. The overall quality can be downgraded for five considerations (study limitations, consistency of effect, imprecision, indirectness, and publication bias) and upgraded for three considerations (large magnitude of effect, dose-response relation and plausible confounders or biases). The overall quality of evidence will be classified as high, moderate, low or very low, which reflecting to what extent that we can be confident the effect estimates are correct.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality of the evidence assessment"
        },
        {
            "text": "As COVID-19 is a public health emergency of international concern and the situation is All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality of the evidence assessment"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.20065730 doi: medRxiv preprint evolving rapidly, our study was not registered in order to speed up the process (17).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality of the evidence assessment"
        },
        {
            "text": "Our initial search revealed 2626 articles, of which 2598 were left after deleting the duplicates ( Figure 1) . After review the titles and abstracts, we screened the full texts of 66 articles, of which 40 were finally included ( ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 108,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF15"
                }
            ],
            "section": "Characteristics and quality of included studies"
        },
        {
            "text": "The proportion of nosocomial infections was 44.0% (95% CI: 0.36 to 0.51; I 2 =0.00%) among COVID-19 patients, 36.0% (95% CI: 0.23 to 0.49; I 2 =97.8%) among SARS patients, and 56.0% (95% CI: 0.08 to 1.00; I 2 =99.9%) among MERS patients ( Figure 2) . Thirty-three percent(95% CI: 0.27 to 0.40; I 2 =0.00%) of patients with COVID-19 were medical staff, and 2.0% (95% CI: 0.01 to 0.03; 1 0 visitors). The corresponding proportions among SARS patients were 37.0% (95% CI: 0.25 to 0.49; I 2 =97.3%) and 24.0% (95% CI: 0.10 to 0.38; I 2 =86.6%), and 19.0% (95% CI: 0.04 to 0.35; I 2 =97.8%) and 36.0% (95% CI: 0.06 to 0.67; I 2 =99.3%) among MERS patients (Figures 3-4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 248,
                    "text": "Figure 2)",
                    "ref_id": null
                },
                {
                    "start": 651,
                    "end": 664,
                    "text": "(Figures 3-4)",
                    "ref_id": null
                }
            ],
            "section": "Nosocomial infections among confirm cases"
        },
        {
            "text": "Twenty studies metioned infection among the health workers, of which sixteen studies described the For MERS, for the corresponding proportions were 35.0% (95% CI:0.14 to 0.56; I 2 =0.00%), 50.0% (95% CI: 0.29 to 0.71; I 2 =0.00%) and 16.0% (95% CI: 0.00 to 0.32; I 2 =0.00%). For all three conditions combined, the proportion of doctors among infected hospital staff was 30.0%, 51.0% for the proportion of nurses, and 19.0% for the proportion of others ( Figure 5-7) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 455,
                    "end": 466,
                    "text": "Figure 5-7)",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "Infection among the health care workers"
        },
        {
            "text": "Five studies described the protective measures of medical staff infected with SARS in hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection among the health care workers"
        },
        {
            "text": "Sixty-three percent (95% CI: 0.35 to 0.92; I 2 =96.1%) of the infected staff did not wear protective clothing ), 58.0% (95% CI: 0.39 to 0.76; I 2 =0.00%) did not use gloves , 91.0% (95% CI: 0.80 to 1.00; 1 1 ",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "text": "1 1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Infection among the health care workers"
        },
        {
            "text": "Six studies described SARS outbreaks, and five studies MERS outbreaks that happened in hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outbreaks in the hospitals"
        },
        {
            "text": "The SARS studies reported on 23 patients, causing a total of 674 infections in hospitals, with an average of 29.3 infections per index patient. The MERS studies reported 24 patients causing 152 infections in hospitals, with an average of 6.3 infections per index patient ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 281,
                    "text": "Table 2)",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Outbreaks in the hospitals"
        },
        {
            "text": "The results of GRADE on nosocomial infections showed that the quality of evidence were low or very low. The details can be found in the Supplementary Material 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality of evidence"
        },
        {
            "text": "Our rapid review identified a total of 40 studies. Low to very low-quality evidence indicated that the proportion of nosocomial infection among confirmed cases of COVID-19 was 44%, which is higher than for SARS but lower than for MERS. Most patients with COVID-19 and SARS infected in hospitals were medical staff, among whom nurses formed the largest group, followed by doctors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Both SARS and MERS outbreaks have been reported in hospitals, but we found no evidence of a COVID-19 outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "SARS-CoV-2, the infectious agent causing COVID-19, is highly contagious, mainly spread by droplets and close contact. So far, a number of familial disease clusters have been reported, and some of the confirmed patients had been infected in healthcare facilities. As health care workers are in contact with a large number of suspected patients on a daily basis, strict precautions need to be All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.20065730 doi: medRxiv preprint possibility of the outbreak of nosocomial infection, and establish an early warning mechanism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Emergency plans or measures should be developed to deal with nosocomial infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study included studies related to nosocomial infections among COVID-19, SARS and MERS patients. Our results can help the decision-making related to prevention, control and clinical management in hospitals. Some studies had missing data, and we used methods of meta-analyses of proportions to analyse those studies with available data, so the proportions estimated may not be accurate and similar to the actual data. Most of the results are based on low-quality research, so that the credibility of the results is low.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and Limitations"
        },
        {
            "text": "A large proportion of confirmed cases of COVID-19 were infected within healthcare facilities. Therefore, the patients who come to the hospital should do pay attention on personal protection. At the same time, medical institutions can reduce the spread of the virus through triage, and setting up separate fever clinic and isolation wards. Awareness of the disease needs to be improved among medical staff, so that they can protect themselves adequately and stop the spread of the virus within hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "(I) Conception and design: Y Chen and E Liu; (II) Administrative support: Y Chen; (III) Provision of study materials or patients: Y Gao, R Liu and X Wang; (IV) Collection and assembly of data: R Liu, All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.20065730 doi: medRxiv preprint 1 4 X Wang, YL Gao, P DU, X Wang, X Zhang, S Lu and Z Wang; (V) Data analysis and interpretation: Q Zhou, Q Shi and Y Gao; (VI) Manuscript writing: All authors; (VII) Final approval of manuscript:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        },
        {
            "text": "All authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        },
        {
            "text": "We thank Janne Estill, Institute of Global Health of University of Geneva for providing guidance and comments for our review. We thank all the authors for their wonderful collaboration. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.20065730 doi: medRxiv preprint and resolved. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the #2 TOPIC: \"SARS-COV-2\" #3 TOPIC: \"Novel coronavirus\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the #20 \"Severe Acute Respiratory Syndrome\":ti,ab,kw #21 \"SARS\" :ti,ab,kw #22 \"SARS-CoV\" :ti,ab,kw #23 \"SARS-Related\":ti,ab,kw #24 \"SARS-Associated\":ti,ab,kw #25 #1-#24/ OR #26 \"hospital-related infection*\":ti,ab,kw #27 \"hospital-related infection*\":ti,ab,kw #28 \"cross infection*\":ti,ab,kw #29 \"healthcare associated infection*\":ti,ab,kw All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the #19 #14-#18/ OR #20 #13 AND #19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the #13 #1-#12/ OR All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the Yes Yes 6 † †: According to the methodology evaluation tool recommended by National Institute for Health and Care Excellence. The risk of bias is evaluated according to eight criteria. The results were summarized by scoring method, for the \"Yes\" items, the score was 1, and for the \"no\" items, the score was 0. The maximum score is 8; the higher the score, the lower the risk of bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The numbers 1 to 8 refer to the items of the tool:1) Case series collected in more than one centre, i.e. multi-centre study; 2) Is the hypothesis/aim/objective of the study clearly described?; 3) Are the inclusion and exclusion criteria (case definition) clearly reported?; 4) Is there a clear definition of the outcomes reported?; 5) Were data collected prospectively?; 6) Is there an explicit statement that patients were recruited consecutively?; 7) Are the main findings of the study clearly described?; 8) Are outcomes stratified? (e.g., by disease stage, abnormal test results, patient characteristics) author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.20065730 doi: medRxiv preprint All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.20065730 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.20065730 doi: medRxiv preprint Figure 3 The proportion of nosocomial infections among confirm cases of COVID-19, SARS and MERS.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Figure legends"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure legends"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.20065730 doi: medRxiv preprint Figure 4 Proportions of health care workers among confirmed cases of COVID-19, SARS and MERS All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Figure legends"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.20065730 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure legends"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.20065730 doi: medRxiv preprint Figure 6 Proportion of doctors among hospital staff with COVID-19, SARS and MERS All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Figure legends"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.20065730 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure legends"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.20065730 doi: medRxiv preprint 1 Figure 8 Proportion of staff other than doctors or nurses among hospital staff with COVID-19, SARS and MERS All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 154,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "Figure legends"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.20065730 doi: medRxiv preprint Figure 9 Proportion of health care staff with SARS who did not take protective measures.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "Figure legends"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure legends"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.20065730 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure legends"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Diagnosis and treatment of pneumonia infected by novel coronavirus (trial version 7)",
            "authors": [],
            "year": 2020,
            "venue": "J PractTradit Chin Med",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Novel coronavirus is putting the whole world on alert",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Siddique",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Hosp Infect",
            "volume": "104",
            "issn": "",
            "pages": "252--253",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization; c2020",
            "authors": [],
            "year": 2020,
            "venue": "WHO Director-General's opening remarks at the media briefing on COVID-19 -11",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronavirus disease (COVID-19) outbreak situation Data as reported by national authorities by 7",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World Health Organization; c2020",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "infections in a selected patient population, 16 studies described the situation of nosocomial infections among the staff of medical institutions, and 13 studies reported the number of nosocomial infections caused by one or more than one patient. The quality of included studies was very poor: all cross-sectional studies scored less than 8 out of 11 in the evaluation by the AHRQ tool, half case series studies scored less than 5 out of 8 in the evaluation by the NICE tool, and only one case-control study scored 6 by the NOS tool. The details of the risk of bias of included studies can be found in the Supplementary Material 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "avoid outbreaks of infection in health care facilities. In the early stage of the epidemic, some hospitals and staff did not have enough knowledge about the virus, leading to inadequate prevention and control measures. Suspected patients did often not take any protection measures when they went to the hospital, which may have caused nosocomial infections and hospital outbreaks(19,20). A MERS study showed routine infection-prevention policies can greatly reduce nosocomial transmission of MERS(57). According to a report by the WHO, 20% of confirmed cases of SARS were among health care workers(58). Due to the rapidly evolving outbreak and spread of the disease, medical staff need to work in a state of high tension, but they should also protect themselves adequately and take the appropriate isolation measures to avoid cross infection in the hospital. The high presence of the COVID-19 epidemic in the media is likely to improve the general public's awareness. People with symptoms indicating a SARS-CoV-2 infection should take protective measures during the hospital or clinic visit, such as wearing a mask, minimizing the time of stay in the hospital, and if possible, making remote medical consultation in advance. Medical institutions should formulate sound infection prevention and control strategies, and strengthen the hospital's infection prevention and control efforts, such as the establishment of special departments for outpatients with fever, and a sound triage system: triage of early identification among suspected cases can avoid excessive gathering of patients in the hospital. Isolation wards should be established for suspected and confirmed patients needing treatment. In hospitals without single isolation wards or negative pressure isolation, indoor ventilation measures should be taken timely, and the management of patients should be standardized in these wards. Using adequate disinfection procedures can reduce the possibility of hospital transmission of the virus. During the epidemic, efforts should be made to publicize the knowledge of infection prevention and control, be alert to the All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "This work was supported by grants from National Clinical Research Center for Child Health and Disorders (Children's Hospital of Chongqing Medical University, Chongqing, China) (grant number NCRCCHD-2020-EP-01) to [Enmei Liu]; Special Fund for Key Research and Development Projects in Gansu Province in 2020, to [Yaolong Chen]; The fourth batch of \"Special Project of Science and Technology for Emergency Response to COVID-19\" of Chongqing Science and Technology Bureau, to [Enmei Liu]; Special funding for prevention and control of emergency of COVID-19 from Key Laboratory of Evidence Based Medicine and Knowledge Translation of Gansu Province (grant number No. GSEBMKT-2020YJ01), to [Yaolong Chen]. Footnote Conflicts of Interest: The authors have no conflicts of interest to declare. Ethical Statement: The authors are accountable for all aspects of the work in ensuring that questions related to the accuracy or integrity of any part of the work are appropriately investigated All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ". NCPERE. Vital surveillances: the epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19)-China, 2020. China CDC Weekly.2020; 2: 113-22.Available online:http://weekly.chinacdc.cn/en/article/id/e53946e2-c6c4-41e9-9a9b-fea8db1a8f51. 10. Li L,Tian JH,Tian HL,et al.Network meta-analyses could be improved by searching more sources and by involving a librarian. J Clinical Epidemi.2014; 67: 1001-7. 11. Moher D LA TJ, Altman DG, The PRISMA Group (2009). Preferred Reporting Items for Systematic Reviews and Meta-Analyses: The PRISMA Statement. PLoS Med.6: e1000097. 12. Wells G,Shea B,O'Connell D,et al. NewCastle-Ottawa Quality Assessment Scale --Cohort Studies. [cited 2020 Mar 31]Available from: http://www.ohri.ca/programs/clinical_epidemiology/oxford.asp. 13. Rostom A DC, Cranney A, et al. Celiac Disease. Rockville (MD): Agency for Healthcare Research and Quality (US); 2004 Sep. (Evidence Reports/Technology Assessments, No. 104.) Appendix D. Quality Assessment Forms. Available from: https://www.ncbi.nlm.nih.gov/books/NBK35156/. 14. National Institute for Health and Care Excellence 2003 [cited 2020 Apr 13] Available online: https://www.nice.org.uk/guidance/cg3/documents/appendix-4-quality-of-case-series-form2. 15. Norris, SL,Meerpohl, JJ,Akl, EA,et al.The skills and experience of GRADE methodologists can be assessed with a simple tool. J Clinical Epidemi.2016; 79: 150-8. 16. Guyatt GH, Oxman AD, Vist GE, et al. GRADE: an emerging consensus on rating quality of evidence and strength of recommendations. BMJ, 2008;336:924-6.All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Wang Q, Kuang W, Ping W, et al. Prevention and treatment of cross infection of novel coronavirus pneumonia in thoracic surgery ward. Chin J Thoracic Cardiovasc Surg.2020; 27: 371-5. . 19. Jiang W, Lu Z, Shen X, et al. Clinical practice of prevention and treatment of novel coronavirus infection in the medical personnel and surgical patients in the Department of Thoracic Surgery of Hospitals in Wuhan. Chin J Thoracic Cardiovasc Surg.2020; 27: 364-70. 20. Shen Y, Ke C,Yang C, et al. A case-control study on 2019-nCov infection-related factors among medical staff in Wuhan Tongji Hospital. Chin J Nosocomiology,2020; 30: No.8. 21. Bi X, Zhou F, Zhang K. A cluster of cases of infectious SARS in a hospital. Chin J Resp Crit Care Med.2003; 2:161-3. 22. Dai L, Gao Y, Zeng W. Epidemiological investigation of nosocomial infection of SARS in a Chinese medicine hospital in Guangdong Province.Chin J Public Health Management.2004; 20: 242. 23. Zhou Q, Lin W, Du L. An investigation on nosocomial infection with severe acute respiratory syndrome in health-care workers at 13 key hospitals in Guangdong Province. CPMA. 2004; 38. 24. Wang M, Du L, Zhou D, et al. Study on the epidemiology and measures for control on severe acute respiratory syndrome in Guangzhou city. Chin J Epidemiol.2003; 24: 353-7. 25. Gao L, Zhang X, Yin W. Investigation and analysis of nosocomial infection of SARS among medical staff in a hospital in Guangzhou. South Chin J Prevent Med.2003; 29. 26. Lin W, Yin W, Zhou Q. Analysis of the effect of the preventive measures against SARS infection in a hospital in Guangzhou. South Chin J Prevent Med. 2003; 29.All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Gao X, Chang A, Yang Z. Analysis of communicated severe acute respiratory syndrome in staff of a general hospital. J Logistics U Capf .2003; 12: 424-7. 29. Yuan J, Hu Y, Jiang X. Epidemiological Analysis on Severe Acute Respiratory Syndrome in Shenzhen city. J Tropical Med.2003; 3: 423-4,83. 30. Wang X, Feng H, Liu D. Epidemiological characteristics of severe acute respiratory syndrome in Tianjin and the assessment of effectiveness on measures of control. Chin J Epidemiol.2003; 24: 565-9. 31. Wang G, Zhao W, Zhang F. The causes and control strategies of epidemic severe acute respiratory syndrome in hospitals. Chin J Infect Control.2003; 2. 32. Wu J, LI l, Xu Y. Role of Hospital Infection Control System in Decreasing SARS Infection among Medical Staff. Chin J Nosocomiology.2004; 67-9. 33. Huang L, Zhang S, Yin C. Analysing Causes and Preventive Measures of Occurring SARS among Medical Workers. Chin J Nosocomiology.2003; 13. 34. Li G, Gu Y, Liang H. Epidemiological analysis on SARS cases in Zhongshan.South Chin J Prevent Med.2003; 29: 42-3. 35. Fei Y, He Y, Liu D. Study and evaluation on the measures of prevention and control in SARS hospital infection. J Chin PLA Postgraduate Medical School. 2003; 24. 36. Lu H, Huo N, Xu X. The epidemiological characteristics of patients with Severe Acute Respiratory Syndrome(SARS). J Peking Univ Health Sci.2003; 35: 8-11. 37. He X,Liu Z, Ma Y,et al. Epidemic characteristics of SARS in Beijing in 2003. Xiangshan science All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "AS, Sung JJ, Chan-Yeung M. An outbreak of severe acute respiratory syndrome among hospital workers in a community hospital in Hong Kong. Ann Intern Med.2003; 139: 564-7. 39. Li L, Cheng S, Gu J.Analysis of medical workers suffered from SARS. J Peking Univ Health Sci.2003; 35: 51-4. 40. Fowler RA, Lapinsky SE, Hallett D, et al. Critically Ill Patients with Severe Acute Respiratory Syndrome. JAMA.2003; 290: 367-73. 41. Varia M, Wilson S, Sarwal S, et al. Investigation of a nosocomial outbreak of severe acute respiratory syndrome (SARS) in Toronto, Canada. CMAJ .2003; 169: 285-92. 42. Lau JTF, Yang X, Leung P-C, et al. SARS in three categories of hospital workers, Hong Kong. Emerg Infect Dis.2004; 10: 1399-404. 43. Zhou Y, Chen S, Gao Y. Protective Measures to Medical Personnel and Their Effectiveness in SARS Prevention During the SARS Outbreak in Guangdong Province. Chin J Nosocomiology. 2004; 14: 433-5. 44. Chen MIC, Leo Y-S, Ang BSP, Heng B-H, Choo P. The outbreak of SARS at Tan Tock Seng Hospital--relating epidemiology to control. Ann Acad Med Singapore.2006; 35: 317-25. 45. Cooper BS, Fang L-Q, Zhou J-P, et al. Transmission of SARS in three Chinese hospitals. Trop Med Int Health.2009; 14 Suppl 1: 71-8. 46. Oboho IK, Tomczyk SM, Al-Asmari AM, et al. 2014 MERS-CoV outbreak in Jeddah-a link to health care facilities. N Engl J Med.2015; 372: 846-54. 47. Xiang N, Lin D, An G. Epidemiological characteristics of Middle East Respiratory Syndrome outbreak in the Republic of Korea,2015. Chin J Epidemiol.2015; 36: 836-41. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "TH, Al Arbash H, El-Saed A, et al. Identified Transmission Dynamics of Middle East Respiratory Syndrome Coronavirus Infection During an Outbreak: Implications of an Overcrowded Emergency Department. Clin Infect Dis .2017; 65: 675-9. 50. Memish ZA, Al-Tawfiq JA, Alhakeem RF, et al. Middle East respiratory syndrome coronavirus (MERS-CoV): A cluster analysis with implications for global management of suspected cases. Travel Med Infect Dis.2015; 13: 311-4. 51. Park SH, Kim Y, Jung Y, et al. Outbreaks of middle east respiratory syndrome in two hospitals initiated by a single patient in Daejeon, South Korea. J Infect Chemorher.2016; 48: 99-107. 52. Al-Dorzi HM, Aldawood AS, Khan R, et al. The critical care response to a hospital outbreak of Middle East respiratory syndrome coronavirus (MERS-CoV) infection: an observational study. Ann Intensive Care .2016; 6. 53. Hunter JC, Nguyen D, Aden B, et al. Transmission of Middle East Respiratory Syndrome Coronavirus Infections in Healthcare Settings, Abu Dhabi. Emerg Infect Dis.2016; 22: 647-56. 54. Amer H, Alqahtani AS, Alzoman H,et al. Unusual presentation of Middle East respiratory syndrome coronavirus leading to a large outbreak in Riyadh during 2017. Am J Infect Control. 2018; 46: 1022-5. 55. Cho SY, Kang J-M, Ha YE, et al. MERS-CoV outbreak following a single patient exposure in an emergency room in South Korea: an epidemiological outbreak study. Lancet.2016; 388: 994-1001. 56. Hijawi B, Abdallat M, Sayaydeh A, et al. Novel coronavirus infections in Jordan, April 2012: epidemiological findings from a retrospective investigation. East Mediterr Health J.2013; 19 Suppl 1: All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "#30 \"health care associated infection*\":ti,ab,kw #31 \"hospital infection*\":ti,ab,kw #32 \"nosocomial infection*\":ti,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Flow diagram of the literature search 40 studies were finally included，of which 31 studies were conducted meta-analysis respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "The proportion of nosocomial infections among confirm cases of COVID-19, SARS and MERS Proportions of health care workers among confirmed cases of COVID-19, SARS and MERS Proportions of nosocomial infections excluding health care workers among confirm cases of COVID-19, SARS and MERS Proportion of doctors among hospital staff with COVID-19, SARS and MERS Proportion of nurses among hospital staff with COVID-19, SARS and MERS Proportion of staff other than doctors or nurses among hospital staff with COVID-19, SARS and MERS Proportion of health care staff with SARS who did not take protective measures. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Proportions of nosocomial infections excluding health care workers among confirm cases of COVID-19, SARS and MERS All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Proportion of nurses among hospital staff with COVID-19, SARS and MERS All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "(8,18-56). Four studies were about COVID-19, 25 studies about SARS, and 11 studies about MERS (Table 1). Sixteen studies described the number of nosocomial",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "SARS, 30.0% (95% CI:0.19 to 0.40; I 2 =91.1%) of the cases among hospital workers were doctors, 50.0% (95% CI: 0.45 to 0.55; I 2 =38.8%) nurses, and 21.0% (95% CI: 0.12 to 0.29; I 2 =85.2%) others.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "S12-S8 57. Ki HK, Han SK, Son JS,et al. Risk of transmission via medical employees and importance of routine infection-prevention policy in a nosocomial outbreak of Middle East respiratory syndrome (MERS): a descriptive analysis from a tertiary care hospital in South Korea. BMC Pulm Med. 2019;19:190. . 58. Summary table of SARS cases by country, 1 November 2002 -7 August 2003[Internet]. World",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "All rights reserved. No reuse allowed without permission.author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Case control study VERY LOW staff other than doctors or nurses among hospital staff with MERS LOW health care staff with SARS who did not wear protective clothing VERY LOW health care staff with SARS who did not wear gloves LOW health care staff with SARS who did not wear goggles LOW All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.20065730 health care staff with SARS who did not take hand disinfection measure LOW CI: Confidence Interval; CS: Cross-sectional study; Explanations 1. downgrade one level: The risk of bias is high due to the limitations of study design.2. downgrade one level: Heterogeneity of data synthesis results, I 2 > 50%.3. downgrade one level:The confidence interval is too wide.4. downgrade one level:The sample size is too small. rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.20065730All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.14.20065730Table 1Characteristics of included studies All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Secondary infected by index paitient in outbreaks in the hospitals",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This tool assesses the quality of bias according to 11 criteria. And each criterion is answered by \"Yes\", \"No\" or \"unsure\". The results were summarized by scoring method, for the \"Yes\" items, the score was 1, and for the \"no\" items, the score was 0. The maximum score is 11; the higher the score, the lower the risk of bias. The numbers 1 to 11 refer to the items of the tool:1) Defining the source of information (survey, record review); 2) Listing the inclusion and exclusion criteria for exposed and unexposed subjects or referring to previous publications; 3) Indicate time period used for identifying patients; 4) Indicating whether the subjects were recruited consecutively (if not population-based); 5) Indicating if evaluators of subjective components of the study were masked from the participants; 6) Description of any assessments undertaken for quality assurance purposes (e.g., test/retest of primary outcome measurements); 7) Explaining any exclusions of patients from the analysis; 8) Description how confounding was assessed and/or controlled; 9) If applicable, explaining how missing data were handled in the analysis; 10) Summarizing patient response rates and completeness of data collection; 11) Clarification of the expected follow-up (if any), and the percentage of patients with incomplete data or follow-up. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material 2-Risk of bias in the included studies"
        }
    ]
}