{
    "paper_id": "8b7b0ffe703fc4a2e00fb10936623e32cfabbc35",
    "metadata": {
        "title": "Impact of healthcare worker shift scheduling on workforce preservation during the COVID-19 pandemic",
        "authors": [
            {
                "first": "Dan",
                "middle": [
                    "M"
                ],
                "last": "Kluger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Yariv",
                "middle": [],
                "last": "Aizenbud",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Ariel",
                "middle": [],
                "last": "Jaffe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Fabio",
                "middle": [],
                "last": "Parisi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Lilach",
                "middle": [],
                "last": "Aizenbud",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale University",
                    "location": {
                        "addrLine": "Yale Cancer Center 4"
                    }
                },
                "email": ""
            },
            {
                "first": "Eyal",
                "middle": [],
                "last": "Minsky-Fenick",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [
                    "M"
                ],
                "last": "Kluger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shelli",
                "middle": [],
                "last": "Farhadian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Harriet",
                "middle": [
                    "M"
                ],
                "last": "Kluger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale University",
                    "location": {
                        "addrLine": "Yale Cancer Center 4"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuval",
                "middle": [],
                "last": "Kluger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale University",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: As we contend with the massive SARS-CoV-2 pandemic, preventing infections among healthcare workers (HCW) and patients is critical for delivering care to patients admitted for other purposes, and many standard scheduling practices require reassessment. In most academic hospitals in the United States, inpatient rotations are designed to deliver optimal patient care by staggering rotations of attendings and house-staff, and much emphasis is placed on HCW burnout, yet during a pandemic preventing further infection is the single most important factor. Our purpose was to model various inpatient rotation schedules of physicians and nurses to determine patterns associated with optimal workforce preservation and lower nosocomial infections in settings in which personal protective equipment is imperfect or unavailable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We employed Monte-Carlo simulations. Universal model parameters for COVID-19 included incubation period distribution and latent period distribution. Situation-dependent COVID-19 model parameters included pre-admission infection probability, team member infection probability, physician-to-patient, nurse-to-patient, patient-to-physician, patient-to-nurse, and HCW-to-HCW transmission probabilities, team member absence after symptom onset, daily SARS-CoV-2 exposure probability of team members (e.g. via exposure to other staff), length of admission after COVID-19 symptoms, and length of simulation time. Model parameters that varied by hospital setting and service type included average patient load per team, average patient hospitalization, and number of physicians and nurses on a team and on duty. The primary outcome measure was probability of team failure, defined as the likelihood that at some point there are insufficient attendings, house-staff or nurses to staff a fully functioning floor. In all our simulations, physician and nurse rotation lengths of 1-3 days led to higher team failure rates. Nursing shifts of 12 versus 8 hours and avoiding staggering of physician rotations decreased the chance of team failure. When the patient stay is short, the advantage of unstaggered rotations is consistent and universal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Simple changes in staff scheduling, such as longer nursing shifts, co-rotation of physicians and groups of nurses no more frequently than every 3 days results in improved workforce preservation. These workforce distancing changes are easy to implement. All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As the COVID-19 pandemic continues, healthcare workers (HCWs) report for duty, caring for both COVID-19 patients and patients with non-COVID-19 conditions. Experiences in China and Italy suggest that HCWs are highly vulnerable to COVID-19 infection: in Italy, 20% of HCWs became infected with SARS-CoV-2 at the peak of disease spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "[1] Preventing COVID-19 infections among HCWs is critical for their safety and for stability of the healthcare delivery system. This includes stable functioning of non-COVID-19 wards, where HCWs may be exposed to SARS-CoV-2-infected patients who may not have undergone testing due to low clinical index of suspicion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One way to reduce infection rates is to optimize staff scheduling to minimize interactions between different HCWs and limit the patient pool to which HCWs are exposed. Despite reports of nosocomial infections, infection of HCWs by patients, and transmission of SARS-CoV-2 from one HCW to another, little is known about the effects of HCW team structure on hospital transmission of SARS-CoV-2. [2, 3] Experience from other pandemics is not necessarily applicable, as infection and fatality rates are different. We therefore ran Monte Carlo simulations to explore various staffing possibilities with the goal of identifying staffing structures to minimize infections among HCWs on non-COVID-19 wards. For COVID-19 wards, in which the rate of patient-to-HCW transmission depends on personal protective equipment (PPE) and types of procedures and patient encounters, alternative input parameters for such simulations are needed;",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 396,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 397,
                    "end": 399,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "here we solely address staffing in non-COVID-19 wards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We simulated the spread of SARS-CoV-2 in hospital wards using five scheduling designs with various choices of model input parameters. Universal model parameters for COVID-19 included incubation period distribution (time from exposure to first symptom) and latent period distribution (time from exposure to becoming infectious.) Situation-dependent COVID-19 model parameters included pre-admission infection probability of an admitted patient, team member infection probability at start of simulation, physician-to-patient, nurse-to-patient, patient-tophysician, patient-to-nurse, and HCW-to-HCW transmission probabilities, team member days of absence after symptom onset, daily SARS-CoV-2 exposure probability of team members (e.g. via elevator use, exposure to other staff), length of patient stays after showing COVID-19 symptoms, and length of simulation time. Model parameters that varied by hospital setting and service type included average team patient census, average patient hospitalization length, and the number of physicians and nurses on a team and on duty at all times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To illustrate how scheduling decisions affect infection rates, in Figure 1 we simulate two hospital teams, each including six house-staff or advanced practice providers (APPs) and three attending physicians, two house-staff/APPs and one attending on rotation at a time. The first team had 30 nurses (five/shift), and the second 18 nurses (three/shift.) The average number of patients is set to 15/day (5 per nurse or 3 per nurse, in settings with different patient acuity.) Under normal circumstances, personnel rotations are staggered to ensure continuity of care and broad exposure for trainees to attendings and patients to enhance their educational experience. Rotation duration is also geared towards minimizing HCW fatigue. In a pandemic, these factors are considerably less important than HCW preservation. We compared scheduling options to minimize team failure, defined as the event that at some point there are insufficient attendings or housestaff/APPs to staff a fully functioning floor or insufficient healthy nurses to limit weekly hours to 48. Under all scenarios modeled each nurse works an average of ≤36 hours/week. Figure 1 depicts five staff scheduling scenarios for mean patient hospital stays of two and five days, typical for maternity and medicine floors, respectively, indicating team failure probability as a function of physician rotation length. We simulate situations in which cohorts of nurses co-rotate with physician rotations compared to nursing schedules that are independent of physicians.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 74,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1134,
                    "end": 1142,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "While the precise latent period of SARS-CoV-2 is unknown, the median incubation period is 5.1 days. [4] COVID-19 patients likely most infectious 24 hours before and 24 hours after first symptoms. [5] Without frequent testing, shorter rotations increase the likelihood that infected HCWs will be off-rotation 24 hours before initiation of symptoms, while longer rotations expose fewer HCWs to the same infectious patient. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 196,
                    "end": 199,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.15.20061168 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The rotation length that minimizes failure probability mainly depends on two factors: the median SARS-CoV-2 latent period, which is not precisely known, and the average hospitalization duration, and further understanding of the relationship between these factors is needed to make strong recommendations about optimal rotation length. However, in all simulations analyzed, physician and nurse rotation lengths of 1-3 days led to higher team failure rates; shorter rotations result in exposure of more HCWs to an infected patient. When the average patient stay is much longer than 5 days or when the median latent period is much shorter than 4 days, the benefit of un-staggering rotations decreases (data not shown). When patient stays are short, such as on maternity wards, the advantage of un-staggered rotations is consistent and universal across various parameters. Of note, because the actual probability of team failure is sensitive to other unknown parameters, plots such as those in Figure 1 should be used only to design optimal scheduling of shifts and not to forecast the actual probability of team failure.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 990,
                    "end": 998,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "In summary, pandemics necessitate widespread reassessment of workforce planning to ensure backup of sufficient uninfected HCWs. Using various input variables for our simulations for non-COVID-19 services, we make three primary observations: 1) Having all HCWs work at least three consecutive days reduces the chance of team failure, 2) longer nursing shifts (12 versus eight hours) decrease the rate of HCW infection, and 3) avoiding staggering of rotations of attendings, house-staff and nurses reduces the number of infected HCWs. When applying this model to the real-world challenge of staffing hospital units, clinical setting variables such as trainee presence, patient acuity, stay length, nursing/patient ratio, will need to be considered. Similar modeling can be employed for teams treating known COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, alternative staffing methods, in which groups of physicians and nurses share rotations that are at least three days long with 12-hour nursing shifts, should be considered for workforce preservation in the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Figure 1B ) for a schedule with 18 nurses, 3 attending physicians and 6 house-staff with physician rotations duration of four days. The designs simulated vary by whether they are staggered versus un-staggered, whether they have 8-hour nurse shifts versus 12hour nurse shifts, and whether nurses work consecutive days versus work alternating days. Note that in our simulations with nurses working consecutive days, when the physician rotations are sufficiently short, the nurses work the same number of consecutive days as the physician do; however, if the physician rotations are too long, the nurses are scheduled to work as many consecutive days as possible without exceeding 48 hours of work in the span of one week, and without exceeding 36 hours/week on average. Of note, due to unknown variables in the model, these plots do not suggest that the actual probability of team failure lies in the 20-60% range, but rather the plots are intended to demonstrate the relative improvement of various staff scheduling changes. From the plots in Figure 1A , and from similar plots that we generated with varying choices of the unknown parameters, we observe that scheduling designs with un-staggered rotations, 12-hour nursing shifts over consecutive days are favorable, and further, the probability of team failure is lower when all HCWs work at least 3-4 consecutive days. Figure 1B illustrates five designs for the case where the physician rotation duration is four days. Each physician is represented by a unique color. In each shift there are three nurses (triplet). The identity of the nurses in each triplet is fixed as long as all nurses in the triplet are healthy. Each triplet is represented by a unique color. The right column in Figure 1B describes the different schemes and also serves as the legend of Figure 1A . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 97,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1130,
                    "end": 1139,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1459,
                    "end": 1468,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1825,
                    "end": 1834,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1900,
                    "end": 1909,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "A�ending",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "Day8 Nurses   3  3  3  3  3  3  3  3  3  3  3  3  3  3  3  3  3  3  3  3  3  3  3  3  3  3  3  3 A�ending ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 96,
                    "text": "Nurses   3  3  3  3  3  3  3  3  3  3  3  3  3  3  3  3  3  3  3  3  3  3  3  3  3  3  3  3",
                    "ref_id": null
                }
            ],
            "section": "3"
        },
        {
            "text": "We designed a simulator that can run many repeated trials for any given set of input parameters. In each simulation, the medical team and patient system evolves for 180 days or until the team fails. Team failure is defined as the event that there are not enough healthy and available medics to staff a fully functioning team for a day. We deem nurses unavailable if they have worked at least 48 hours in the previous seven days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix/Methods:"
        },
        {
            "text": "On day zero in our simulations, each HCW and each of the initial 15 patinets has a 0.001 probability to be infected with SARS-CoV-2. Further, each HCW and patient who was infected by the virus on day zero, was randomly assigned an incubation period tinc from a lognormal distribution with median 5.1, and was randomly assigned a number from a Uniform(0, tinc ) distribution to randomly determine how many days into the infection, each infected person is on day zero of the simulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix/Methods:"
        },
        {
            "text": "The simulation progresses each day in multiple stages:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix/Methods:"
        },
        {
            "text": "First stage: We simulate the daily transmission of the virus between HCWs and patients. In particular, each of the physicians interacts with all of the patients. When a patient and a physician interact if the patient is infectious (a person is infectious beginning one or two days prior to the onset of their first symptom) and the physician has not yet been infected, the probability of patient to physician transmission was set to 0.1. Similarly, when a patient and a physician interact, and the physician is infectious, the probability of transmission from physician to uninfected patient was set to 0.1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix/Methods:"
        },
        {
            "text": "Patient-nurse interactions are subsequently simulated in the same manner, with two key differences. First, the patients are partitioned into k groups, where k is the number of nurses on a shift simultaneously, and each nurse only treats patients in one of the k groups. Because nurses spend more time than physicians do with each individual patient, the proability of a transmission between a nurse-patient pair that sees each other was set to a higher value than that for a physician-patient pair. Second, the probability of nurse to patient transmission and patient to nurse transmission is appropriately adjusted based on duration of the nursing shifts (for example, the probability of no transmission from an infectious patient to a nurse that works 8 hour shifts will differ by an exponent of ! \" from that for a nurse that works 12 hour shifts.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix/Methods:"
        },
        {
            "text": "Transmissions between HCWs are then simulated. To do this we compute Neff, the effective number of infectious HCWs. Neff is calculated based on how many infectious HCWs are present and the number of hours each of those infectious HCWs works. Then we simulate whether or not each individual healthy HCW is infected by other HCWs with probability that depends upon both Neff and the number of hours that this healthy individual HCW works.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix/Methods:"
        },
        {
            "text": "In the simulations we looked at, we assume that patients do not transmit the virus directly to other patients as all patients are in separate rooms for hospitals we simulate. Including an option to simulate transmission in hospital wards where there is more than one patient per room is simple and does not require restructuring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix/Methods:"
        },
        {
            "text": "Finally, for each day of work, additional sources of infections can be introduced, such as infections in elevators, short interactions with other staff such as pharmacists, clerical staff and janitors, and infections outside of the hospital such as family exposure and supermarket runs. These affect each HCW with a small probability (less than 0.0001 per day in our simulations).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix/Methods:"
        },
        {
            "text": "Note that for all of the simulated transmissions mentioned above, transmission is only assumed to occur to HCWs and patients who have not yet had the virus, and immunity is assumed once a HCW recovers from the virus. Finally, once all of the above transmissions are simulated, each newly infected patient and each newly infected HCW is assigned an independently drawn incubation period from a lognormal distribution with a median of 5.1 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix/Methods:"
        },
        {
            "text": "This stage of the simulation for the work day involves a random process for releasing and admitting new patients. After the daily transmissions are simulated, some patients will randomly leave and some new patients will be hospitalized. In particular, at the end of each day, each patient leaves with probability new patients are hospitalized at the end of each day. This method of randomly accepting and discharging patients, gives us the desired average patient stay (an input parameter for our model.) The method also gives us a consistent average number of patients present equal to the initial number of patients (also an input parameter for the model.) Finally, we assume that patients who have exhibited COVID-19 symptoms for at least 24 hours are identified, isolated, and no longer seen by physicians and nurses on the team in person.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second stage:"
        },
        {
            "text": "Third stage: This stage of the simulation determines at each day which HCWs will work the following day. At the end of each day in the simulation (midnight), any HCW who began showing COVID-19 symptoms 21 days prior is either put in the category of \"very ill\" with probability 0.07 after which this HCW is unable to return to work, or is put in the category of \"recovered\" after which the HCW is able to return to work and is immune to the virus. In addition, at midnight, each HCW who started showing COVID-19 symptoms that day is replaced by the healthy HCW in the same category who has been waiting at home for the longest period of time. Further each nurse who has worked 48 or more hours in the past seven days is replaced by the nurse who has been off duty for the longest period of time among healthy nurses. If at least one of these replacements cannot be made, the team fails and the simulation ends.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second stage:"
        },
        {
            "text": "In addition to replacing HCWs who start showing COVID-19 symptoms, physician and nursing rotations are also implemented in stage three. We have input parameters TPhysician and Tnurse to denote the number of consecutive days each physician and nurse is scheduled to work respectively. In the staggered setting, each HCW is replaced, whenever possible, after a physician works TPhysician days and after a nurse works Tnurse days. In the un-staggered setting, after every Tnurse days, all nurses who were on duty and can be replaced are replaced, and after every TPhysician days, all physicians who are on duty and can be replaced are replaced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second stage:"
        },
        {
            "text": "After substituting symptomatic HCWs and fulfilling HCW rotations, the simulation progresses to the next day. The days in simulation progress until either the team fails or the 180 days completed without team failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second stage:"
        },
        {
            "text": "So far, we described a single simulation. To estimate team failure probability for a given set of parameters and schedule design, we execute 10,000 simulations with same parameter values. Team failure probability is estimated by computing the proportion of simulations that result in team failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second stage:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 and Italy: what next? Lancet. 2020",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30627-9"
                ],
                "PMID": [
                    "32178769"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Just the Facts: Protecting frontline clinicians during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Atkinson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "French",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mccoll",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mazurik",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "CJEM",
            "volume": "2020",
            "issn": "",
            "pages": "1--13",
            "other_ids": {
                "DOI": [
                    "10.1017/cem.2020.359"
                ],
                "PMID": [
                    "32238197"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ],
                "PMID": [
                    "32031570"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Incubation Period of Coronavirus Disease 2019 (COVID-19) From Publicly Reported Confirmed Cases: Estimation and Application",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Meredith",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ann Intern Med",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-0504"
                ],
                "PMID": [
                    "32150748"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Temporal dynamics in viral shedding and transmissibility of COVID-19. medRxiv",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Probability of team failure based on Monte Carlo simulations plotted by duration of physician rotation, modeled for a team caring for patients with five-day average hospitalizations with fewer patients per nurse, such as internal medicine wards (Figure 1Aleft) or for patients with two-day average hospitalizations and more patients per nurse, such as maternity wards(Figure 1A right.)The plots compare the probability of team failure for five different scheduling designs. The scheduling designs are depicted in the schematic diagrams (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "%&'()*' +),-'., /,)0 , and on average 1.-,-)2 3456'( 78 +),-'.,9 %&'()*' +),-'., /,)0",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.15.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}