{
    "paper_id": "8bbd5ab19d880ec5e9e6482afb6d67cfc573c350",
    "metadata": {
        "title": "Profiling the epigenome at home",
        "authors": [
            {
                "first": "Steven",
                "middle": [],
                "last": "Henikoff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fred Hutchinson Cancer Research Center",
                    "location": {
                        "addrLine": "1100 Fairview Avenue North Seattle",
                        "postCode": "98109",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jorja",
                "middle": [
                    "G"
                ],
                "last": "Henikoff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fred Hutchinson Cancer Research Center",
                    "location": {
                        "addrLine": "1100 Fairview Avenue North Seattle",
                        "postCode": "98109",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We recently described CUT&Tag, a general strategy for epigenomic profiing in which antibody-tethered Tn5 transposase integrates DNA sequencing adapters at sites of specific chromatin protein binding or histone modification in intact cells or nuclei. Here we introduce a simplified CUT&Tag method that can be performed at home to help ameliorate the interruption of bench research caused by COVID-19 physical distancing requirements. All steps beginning with frozen nuclei are performed in single PCR tubes through to barcoded library amplication and cleanup, ready for pooling and DNA sequencing. Our CUT&Tag@home protocol has minimal equipment, reagent and supply needs and does not require handling of toxic or biologically active materials. We show that data quality and reproducibility for samples down to ~100 nuclei compare favorably to datasets produced using lab-based CUT&Tag and other chromatin profiling methods. We use CUT&Tag@home with antibodies to trimethylated histone H3 lysine-4, -36, -27 and -9 to comprehensively profile the epigenome of human K562 cells, consisting respectively of active gene regulatory elements, transcribed gene bodies, developmentally silenced domains and constitutively silenced parasitic elements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "All dynamic processes that take place on DNA in the nucleus occur in the context of a chromatin landscape that comprises nucleosomes and their modifications, transcription factors and chromatin-associated complexes. A variety of chromatin features mark sites of transcriptional regulatory elements and regions of activation and silencing that differ between cell types and change during development and disease progression. The mapping of chromatin features genome-wide has traditionally been performed using chromatin immunoprecipitation (ChIP), in which chromatin is cross-linked and solubilized and an antibody to a protein or modification of interest is used to immunoprecipitate the bound DNA (Rodriguez-Ubreva and Ballestar, 2014) . However, alternative chromatin profiling methods based on enzyme tethering in situ have recently gained in popularity.",
            "cite_spans": [
                {
                    "start": 698,
                    "end": 736,
                    "text": "(Rodriguez-Ubreva and Ballestar, 2014)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For example, in Cleavage Under Targets & Release Using Nuclease (CUT&RUN) (Skene and Henikoff, 2017) , which is based on Laemmli's Chromatin Immunocleavage (ChIC) method (Schmid et al., 2004) , a fusion protein between Micrococcal Nuclease (MNase) and Protein A binds sites of antibody binding in nuclei or permeabilized cells bound to magnetic beads. Activation of MNase with Ca ++ results in targeted cleavage releasing the antibody-bound fragment into the supernatant for paired-end DNA sequencing. The low backgrounds resulting from antibody-tethered cleavage and release reduce cell numbers and sequencing depths required to map chromatin features relative to ChIP-seq, and CUT&RUN is now becoming a standard tool for mapping transcription factors and other chromatin features (Hainer et al., 2019; Liu et al., 2018; Oomen et al., 2019; Roth et al., 2018) .",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 100,
                    "text": "(Skene and Henikoff, 2017)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 170,
                    "end": 191,
                    "text": "(Schmid et al., 2004)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 782,
                    "end": 803,
                    "text": "(Hainer et al., 2019;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 804,
                    "end": 821,
                    "text": "Liu et al., 2018;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 822,
                    "end": 841,
                    "text": "Oomen et al., 2019;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 842,
                    "end": 860,
                    "text": "Roth et al., 2018)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "More recently, we substituted the Tn5 transposase for MNase in a modified CUT&RUN protocol, such that addition of Mg ++ results in a cut-and-paste \"tagmentation\" reaction, in which sequencing adapters are integrated around sites of antibody binding (Kaya-Okur et al., 2019) . In CUT&Tag, DNA purification is followed by PCR amplification, eliminating the end-polishing and ligation steps required for sequencing library preparation in CUT&RUN. Like CUT&RUN, CUT&Tag requires relatively little input material, and the low backgrounds permit low sequencing depths to sensitively map chromatin features. Because integrated pA-Tn5 is not released following the tagmentation reaction, CUT&Tag and related methods are suitable for single-cell profiling, in which all steps through tagmentation are performed in a single in situ reaction, after which single cells or nuclei are dispensed for barcoding PCR amplification.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 273,
                    "text": "(Kaya-Okur et al., 2019)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The major practical advantage of CUT&Tag over other methods is that it eliminates the time and expense of preparing sequencing libraries, but CUT&Tag also has other important advantages that may make it the protocol of choice for most chromatin profiling applications. CUT&Tag has improved signal-to-noise for histone marks, at least in part because an antibody-tethered Tn5 integrates its mosaic-end adapters and remains bound during the incubation (Kaya-Okur et al., 2019) . We also found that CUT&Tag is somewhat more efficient than CUT&RUN, likely because integration by targeted Tn5 is more efficient than enzymatic end-polishing and ligation in traditional library preparation steps.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 474,
                    "text": "(Kaya-Okur et al., 2019)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here we describe an at-home version of CUT&Tag in which all steps from mixing of native or lightly cross-linked nuclei with magnetic beads to post-PCR purification are performed in a single tube. This simplification of CUT&Tag requires only pipettors, a mini-centrifuge, a tube rotator, a PCR machine and disposable pipette tips, tubes and reagents to produce high-quality genome chromatin profiling data. During the COVID-19 physical distancing restrictions in Seattle we performed CUT&Tag@home for 16-32 samples per day with uniformly high quality for chromatin marks of active regulatory elements, gene bodies, Polycomb-silenced regions and constitutive heterochromatin. The low cell number requirements and read depths of CUT&Tag@home enable home-bound researchers to produce ready-for-sequencing barcoded libraries with relatively little technical expertise, effort or cost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The basic CUT&Tag method is schematized in Figure 1 . Our simplified protocol applies to any chromatin feature for which an antibody is available and should be adaptable to any cell type for which there is a standard nuclei isolation protocol. In brief, native or lightly cross-linked nuclei are prepared and immobilized on magnetic beads. Beads are incubated with a primary antibody followed by incubation with a secondary antibody to increase the number of IgG molecules at each epitope bound by the primary antibody. Beads are washed and incubated with protein A-Tn5 loaded with mosaic-end adapters and washed under stringent conditions. Tn5 is activated by addition of Mg 2+ , a \"one-and-done\" reaction in that the pA-Tn5 transposome is not active once it integrates its adapters. DNA is released in a small volume of SDS and then mixed with Triton-X100 to neutralize the SDS. Samples are enriched by PCR amplification and a single Solid Phase Reversible Immobilization (SPRI) magnetic bead cleanup step. Up to 48 barcoded libraries from multiple experiments may be pooled for each lane of a 2-lane flow cell, as 3 million mapped paired-end reads are usually sufficient for a genome-wide profile of a histone modification in human cells. CUT&Tag@home is performed on frozen nuclei using non-toxic materials, and has minimal equipment requirements, so that it can be conveniently performed in a utility area on ~1.5 meters of counter space (Figure 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 43,
                    "end": 51,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1443,
                    "end": 1453,
                    "text": "(Figure 2)",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The CUT&Tag@home protocol is also available from Protocols.io (https://www.protocols.io/view/cut-amptag-home-bd26i8he), where users can Added antibody (green) binds to the target chromatin protein (blue) between nucleosomes (gray ovals) in the genome, and the excess is washed away. A second antibody (orange) is added and enhances tethering of pA-Tn5 transposome (gray boxes) at antibody-bound sites. After washing away excess transposome, addition of Mg++ activates the transposome and integrates adapters (red) at chromatin protein binding sites. Genomic fragments with adapters at both ends are released and enriched by PCR. b) CUT&Tag is performed on a solid support. Unfixed cells or nuclei (blue) are permeabilized and mixed with antibody to a target chromatin protein. After addition and binding of cells to Concanavalin A-coated magnetic beads (M), all further steps are performed in the same reaction tube with magnetic capture between washes and incubations, including pA-Tn5 tethering, integration, and DNA purification. From (Kaya-Okur et al., 2019) .",
            "cite_spans": [
                {
                    "start": 1038,
                    "end": 1062,
                    "text": "(Kaya-Okur et al., 2019)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": ". CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.15.043083 doi: bioRxiv preprint ask questions, comment and provide feedback. We intend to update this document with each update on Protocols.io.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "• Chilling device (e.g. metal heat blocks on ice or cold packs in an ice cooler) • Pipettors (e.g. Rainin Classic Pipette 1 mL, 200 µL, 20 µL, 10 µL) • Disposable tips (e.g. Rainin 1 mL, 200 µL, 20 µL)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "• Disposable centrifuge tubes for reagents (15 mL or 50 mL) • Standard 1.5 ml microfuge tubes • 0.5 ml maximum recovery PCR tubes (e.g. Fisher cat. no. 14-222-294) • Frozen nuclei suspension (human K562 cells) prepared as described in:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "https://www.protocols.io/view/bench-top-cut-amp-tag-bcuhiwt6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "• Concanavalin A (ConA)-coated magnetic beads (Bangs Labs, cat. no. BP531) • Strong magnet stand (e.g. Miltenyi Macsimag separator, cat. no. 130-092-168) Figure 2 : Equipment, supplies, reagents and solutions for CUT&Tag@home. Steps 1-8 for all experiments were performed on this counter in a home laundry/utility room using stock solutions and frozen nuclei aliquots previously prepared in the lab. There are no hazardous materials or dangerous equipment used in this protocol, however appropriate lab safety training is recommended. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 162,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Materials"
        },
        {
            "text": "• Binding buffer: Mix 200 μL 1M HEPES-KOH pH 7.9, 100 μL 1M KCl, 10 μL 1M CaCl 2 and 10 μL 1M MnCl 2 , and bring the final volume to 10 mL with dH 2 O. Store the buffer at 4°C for up to several months. • Wash buffer: Mix 1 mL 1 M HEPES pH 7.5, 1.5 mL 5 M NaCl, 12.5 μL 2 M spermidine, bring the final volume to 50 mL with dH 2 O, and add 1 Roche Complete Protease Inhibitor EDTA-Free tablet. Store the buffer at 4°C for up to several months. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reagent setup (for up to 16 samples)"
        },
        {
            "text": "• Resuspend and withdraw enough of the ConA bead slurry such that there will be 3-5 μL for each final sample of up to ~100,000 mammalian cells. The following is for 16 samples. • Transfer 85 μL ConA bead slurry into 1 mL Binding buffer in a 1.5 mL tube and mix by pipetting. Place the tube on a magnet stand to clear (30 s to 2 min). • Withdraw the liquid completely, and remove from the magnet stand. Add 1 mL Binding buffer and mix by pipetting. • Place on magnet stand to clear, withdraw liquid, and resuspend in 85 μL Binding buffer (for 5 μL per sample).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prepare Concanavalin A-coated beads (15 min)"
        },
        {
            "text": "• Thaw a frozen native or lightly cross-linked nuclei aliquot at room temperature, for example by placing in a 20 ml beaker of water. Tip: We have observed reduced library yields with lightly cross-linked nuclei with some epitopes and antibodies (Fig. 3) . • Mix 25-200 µL of nuclei suspension with 3-5 µL ConA beads in thin-wall 0.5 ml PCR tubes and let sit at room temperature for 10 min.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 254,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Bind nuclei to ConA bead (15 min)"
        },
        {
            "text": ". CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.15.043083 doi: bioRxiv preprint Tip: Using more than ~100,000 nuclei or >5 µL ConA beads per sample may inhibit the PCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bind nuclei to ConA bead (15 min)"
        },
        {
            "text": "• Place the tubes on a magnet stand to clear and withdraw the liquid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bind nuclei to ConA bead (15 min)"
        },
        {
            "text": "Tip: In low-retention PCR tubes, surface tension will cause bead-bound cells to slide down to the bottom of the tube, so to avoid losses here and below, set the pipettor to 5 µL less than the liquid volume to be removed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bind nuclei to ConA bead (15 min)"
        },
        {
            "text": "• Resuspend cells in 50 µL Antibody buffer then 0.5 µL antibody (1:100) with gentle vortexing. Tip: For bulk processing, resuspend in Antibody buffer containing antibody (1:100) with gentle vortexing. Tip: We use 1:100 by default or the manufacturer's recommended concentration for immunofluorescence. • Place on a Rotator at room temperature and incubate 1-2 hr. In the lab, a nuclei prep was split and prepared as either native (Nat) or cross-linked (XL), then aliquoted and frozen. At home, aliquots were thawed and libraries were prepared from 50,000 starting cells using this protocol with the following rabbit antibodies: H3K4me1-Th (Thermo #710795 lot 1998633); H3K4me1-Ep (Epicypher 13-0026 lot 28344001); H3K4me2-Mi (Millipore 07-030 lot 3229364); H3K4me2-Ep (Epicypher 13-0027); H3K4me3-Ac (Active Motif 39159 lot 22118006); H3K36me3-Ep (Epicypher Rabbit monoclonal #13-0031, lot 18344001); H3K9me3-Ab (Abcam ab8898 lot GR3302452-1); H3K27me3-Cs (CST #9733). The Tapestation image for 1/10th of each library is shown, where Native/XL is the molar ratio of yields over a 175-1000 bp range.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bind primary antibody (1 hr)"
        },
        {
            "text": ". CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.15.043083 doi: bioRxiv preprint Tip: Volumes up to 50 µL will remain in the tube bottom by surface tension during rotation. Tip: To evaluate success of the procedure without requiring library preparation, include in parallel a positive control antibody (e.g.α-H3K27me3), and an optional negative control by omitting the primary antibody.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bind primary antibody (1 hr)"
        },
        {
            "text": "• Place tubes on the magnet stand to clear. Withdraw the liquid with the pipettor set to 5 µL less than the volume to be removed. • Mix the secondary antibody 1:100 in Wash buffer and squirt in 50 µL per sample while gently vortexing to allow the solution to dislodge the beads from the sides. Tip: Although not needed for CUT&RUN, the secondary antibody step is required for CUT&Tag to increase the number of Protein A binding sites for each bound antibody. We have found that without the secondary antibody the efficiency is very low. • Place the tubes on a Rotator and rotate at room temperature for 30 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bind secondary antibody (1 hr)"
        },
        {
            "text": "• After a quick spin (<500 x g), place the tubes on a magnet stand to clear and withdraw the liquid with the pipettor set to 5 µL less than the volume to be removed. • After a quick spin, replace on the magnet stand and withdraw the last drop with a 20 µL pipette tip. • With the tubes still on the magnet stand, carefully add 500 µL Wash buffer. The surface tension will cause the beads to slide up along the side of the tube closest to the magnet. • Slowly withdraw the liquid with a 1 mL pipette tip without disturbing the beads.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bind secondary antibody (1 hr)"
        },
        {
            "text": "Tip: To withdraw the liquid, set the pipettor to 600 µL, and keep the plunger depressed while lowering the tip to the bottom. The liquid level will rise to near the top completing the wash. Then ease off on the plunger until all the liquid is withdrawn, and remove the pipettor. This will leave behind at most a small drop of liquid. • After a quick spin, place the tubes on a magnet stand to remove the last drop with a 20 µL pipettor and proceed immediately to the next section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bind secondary antibody (1 hr)"
        },
        {
            "text": "• Mix pA-Tn5 adapter complex in 300-wash buffer to a final concentration of 1:200. Tip: pA-Tn5 aliquots received from the CUT&RUN team are pre-loaded with adapters suitable for single-or dual-indexing on a paired-end Illumina flowcell platform. • Squirt in 50 µL per sample of the pA-Tn5 mix while vortexing and invert by rotation to allow the solution to dislodge most or all of the beads. Tip: When using the recommended Macsimag magnet stand, dislodging the beads can be done by removing the plexiglass tube holder from the magnet, and with fingers on top to prevent the tubes from opening up or falling out, invert by rotating sharply a few times. • After a quick spin (<500 x g), place the tubes on a Rotator at room temperature for 1 hr.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bind pA-Tn5 adapter complex (1.5 hr)"
        },
        {
            "text": ". CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.15.043083 doi: bioRxiv preprint • Place the tubes on a magnet stand to clear and pull off the liquid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bind pA-Tn5 adapter complex (1.5 hr)"
        },
        {
            "text": "• With the tubes still on the magnet stand, carefully add 500 µL 300-wash buffer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bind pA-Tn5 adapter complex (1.5 hr)"
        },
        {
            "text": "• Slowly withdraw the liquid with a 1 mL pipette tip as in Section 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bind pA-Tn5 adapter complex (1.5 hr)"
        },
        {
            "text": "• Squirt in 50 µL per sample of 300-wash buffer while vortexing and invert by rotation to allow the solution to dislodge most or all of the beads. • After a quick spin, place the tubes on a magnet stand to clear and withdraw the liquid with the pipettor set to 5 µL less than the volume to be removed. • After a second quick spin, place the tubes on a magnet stand to remove the last drop with a 20 μL pipette tip and proceed immediately to the next section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bind pA-Tn5 adapter complex (1.5 hr)"
        },
        {
            "text": "• Resuspend the bead/nuclei pellet in 50 µL tagmentation solution while vortexing and invert by rotation to allow the solution to dislodge most or all of the beads as in Section 5. • After a quick spin (<500 x g), incubate at 37ºC for 1 hr in a PCR cycler with heated lid. • Place tubes on a magnet stand, and withdraw the liquid with the pipettor set to 5 µL less than the volume to be removed, followed by a quick spin. • Place the tubes on a magnet stand and remove any remaining liquid using a 20 µL pipette tip, then resuspend the beads in 50 µL TAPS wash and invert by rotation to mix. • Place tubes on a magnet stand, and withdraw the liquid with the pipettor set to 5 µL less than the volume to be removed, followed by a quick spin. • Place the tubes on a magnet stand and remove any remaining liquid using a 20 µL pipette tip, and proceed immediately to the next step. • Resuspend the beads in 5 µL 0.1% SDS Release solution using a fresh 20 µL pipette tip to dispense while wetting the sides of the tubes to recover the fraction of beads sticking to the sides. Tip: Twirling the tube back and forth rapidly between thumb and finger will effectively wet the sides of the tube, followed by a quick spin to bring most of the beads to the bottom. • Incubate at 58 ºC for 1 hr in a PCR cycler with heated lid to reverse the crosslinks and release pA-Tn5 from the tagmented DNA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tagmentation and particle release (2.5 hr)"
        },
        {
            "text": "• To the PCR tube containing the bead slurry add 15 µL 0.67% Triton neutralization solution + 2 µL of 10 µM Universal or barcoded i5 primer + 2 µL of 10 µM uniquely barcoded i7 primers, using a different barcode for each sample. Vortex on full and place tubes in metal tube holder on ice. Tip: Indexed primers are described by Buenrostro, J.D. et al. Single-cell chromatin accessibility reveals principles of regulatory variation. Nature 523:486 (2015). Do not use Nextera or NEB primers. • Add 25 µL NEBnext (non-hot-start), vortex to mix, followed by a quick spin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PCR (1 hr)"
        },
        {
            "text": "• Mix, quick spin and place in Thermocycler and begin cycling program with heated lid:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PCR (1 hr)"
        },
        {
            "text": ". CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.15.043083 doi: bioRxiv preprint Cycle 1: 58°C for 5 min (gap filling) Cycle 2: 72°C for 5 min (gap filling) Cycle 3: 98°C for 30 sec Cycle 4: 98°C for 10 sec Cycle 5: 60°C for 10 sec Repeat Cycles 4-5 11 times 72°C for 1 min and hold at 8 o C Tip: To minimize the contribution of large DNA fragments and excess primers, PCR should be performed for no more than 12 cycles, preferably with a 10 s 60-63°C combined annealing/extension step. Tip: The cycle times are based on using a conventional Peltier cycler (e.g., BioRad/MJ PTC200), in which the ramping times (3°C/sec) are sufficient for annealing to occur as the sample cools from 98°C to 60°C. Therefore, the use of a rapid cycler with a higher ramping rate will require either reducing the ramping time or other adjustments to assure annealing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PCR (1 hr)"
        },
        {
            "text": "Tip: Do not add extra PCR cycles to see a signal by capillary gel electrophoresis (e.g. Tapestation). If there is no nucleosomal ladder for the H3K27me3 positive control, you may assume that CUT&Tag failed, but observing no signal for a sparse chromatin protein such as a transcription factor is normal, and the barcoded sample can be concentrated for mixing with the pool of barcoded samples for sequencing. Extra PCR cycles reduce the complexity of the library and may result in an unacceptable level of PCR duplicates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PCR (1 hr)"
        },
        {
            "text": "• After tubes have cooled, remove from the cycler and add 1.3 volume (65 µL) SPRI bead slurry, mixing by pipetting up and down. • Quick spin and let sit at room temperature 5-10 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-PCR Clean-up (30 min)"
        },
        {
            "text": "• Place on magnet 5 min to allow the beads to clear before withdrawing the liquid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-PCR Clean-up (30 min)"
        },
        {
            "text": "While still on the magnet stand add 200 µL 80% ethanol. • Withdraw the liquid with a pipette to the bottom of the tube, and add 200 µL 80% ethanol. • Withdraw the liquid and after a quick spin, remove the remaining liquid with a 20 µL pipette. Do not air-dry the beads, but proceed immediately to the next step. • Remove from the magnet stand, add 22 µL 10 mM Tris-HCl pH 8 and vortex on full. Let sit at least 5 min. • Place on the magnet stand and allow to clear. • Remove the liquid to a fresh 1.5 ml tube with a pipette.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-PCR Clean-up (30 min)"
        },
        {
            "text": "• Determine the size distribution and concentration of libraries by capillary electrophoresis using an Agilent 4200 TapeStation with D1000 reagents or equivalent. • Mix barcoded libraries to achieve equal representation as desired aiming for a final concentration as recommended by the manufacturer. After mixing, perform an SPRI bead cleanup if needed to remove any residual PCR primers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tapestation analysis and DNA sequencing (sequencing core or outsourced)"
        },
        {
            "text": ". CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.15.043083 doi: bioRxiv preprint • Perform paired-end Illumina sequencing on the barcoded libraries following the manufacturer's instructions. For maximum economy, paired-end PE25 is more than sufficient for mapping to large genomes. • Using paired-end 25x25 sequencing on a HiSeq 2-lane rapid run flow cell we obtain ~300 million total mapped reads, or ~3 million per sample when there are 96 samples mixed to obtain approximately equal molarity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tapestation analysis and DNA sequencing (sequencing core or outsourced)"
        },
        {
            "text": "• We align paired-end reads to hg19 using Bowtie2 version 2.3.4.3 with options: -end-to-end --very-sensitive --no-unal --no-mixed --no-discordant --phred33 -I 10 -X 700. For mapping E. coli carry-over fragments, we also use the --no-overlap -no-dovetail options to avoid possible cross-mapping of the experimental genome to that of the carry-over E. coli DNA that is used for calibration. • Tracks are made as bedgraph files of normalized counts, which are the fraction of total counts at each basepair scaled by the size of the hg19 genome. • To calibrate samples in a series for samples done in parallel using the same antibody we use counts of E. coli fragments carried over with the pA-Tn5 the same as one would for an ordinary spike-in. Our sample script (https://github.com/Henikoff/Cut-and-Run/blob/master/spike_in_calibration.csh) can be used to calibrate based on either a spike-in or E. coli carry-over DNA. • Most data analysis tools used for ChIP-seq data, such as bedtools (https://bedtools.readthedocs.io/en/latest/), Picard (https://broadinstitute.github.io/picard/) and deepTools (https://deeptools.readthedocs.io/en/develop/), can be used on CUT&Tag data. • Analysis tools designed specifically for CUT&RUN/Tag data include the SEACR peak caller (Meers et al., 2019) also available as a public web server (https://seacr.fredhutch.org), CUT&RUNTools (Zhu et al., 2019) and henipipe (https://github.com/scfurl/henipipe).",
            "cite_spans": [
                {
                    "start": 1263,
                    "end": 1283,
                    "text": "(Meers et al., 2019)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1366,
                    "end": 1384,
                    "text": "(Zhu et al., 2019)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Data processing and analysis"
        },
        {
            "text": "We have developed a streamlined version of CUT&Tag that eliminates DNA extraction, so that all steps can be performed in a single PCR tube (Kaya-Okur et al., 2020) . CUT&Tag@home uses the same protocol, which allowed for a direct comparison of inlab to at-home implementation. To ascertain the ability of this CUT&Tag direct-to-PCR protocol to produce DNA sequencing libraries in our home laundry/utility room, we used frozen aliquots of native human K562 cell nuclei prepared in the laboratory and profiled there using the streamlined single-tube protocol. Aliquots of nuclei were thawed and serially diluted in Wash buffer from ~60,000 down to ~60 starting cells, where the average yield of nuclei was ~50%. We used antibodies to H3K27me3, which marks nucleosomes within broad domains of Polycomb-dependent silencing, and H3K4me3, which preferentially marks nucleosomes immediately downstream of active promoters. Aliquots of nuclei were taken home and stored in our kitchen freezer, then thawed and diluted at home, and profiled for H3K27me3 and H3K4me3. In both the laboratory and at home we performed all steps in groups of 16 or 32 samples over the course of a single day, treating all samples the same regardless of cell numbers. Whether produced at home or in the . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.15.043083 doi: bioRxiv preprint lab, all final barcoded sample libraries underwent the same quality control, equimolar pooling, and final SPRI bead clean-up steps in the laboratory prior to DNA sequencing. A total of 160 CUT&Tag@home libraries were sequenced by the Fred Hutch Genomics Shared Resource on three two-lane PE25 Illumina flow-cells runs for an estimated cost of ~$50 per sample for materials and sequencing.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 163,
                    "text": "(Kaya-Okur et al., 2020)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Examples of Tapestation profiles of libraries produced at home detects nucleosomal ladders down to 200 cells for H3K27me3 and nucleosomeal and subnucleosomal fragments for H3K4me3 (Fig.  4) . Sequenced fragments were aligned to the human genome using bowtie2 and tracks were displayed using IGV. Similar results were obtained for both athome and in-lab profiles for both histone modifications (Fig. 5) using pA-Tn5 produced in the laboratory, and results using a commercial Protein A/G-Tn5 were at least as good. However, the results for 60 starting cells were sparser than our published results for H3K27me3 using permeabilized cells with Proteinase K digestion and SPRI bead extraction of tagmented DNA. The lower yields using the singletube nuclei protocol could be due to losses during the nuclei preparation and/or reduction in efficiency during PCR in situ or other differences between the protocols.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 189,
                    "text": "(Fig.  4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 393,
                    "end": 401,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To illustrate the utility of our simple chromatin profiling approach, we chose antibodies to one dimethylated and four tri-methylated lysines on the Nterminal tail of Histone H3 that mark distinct chromatin features genome-wide. H3K4me3 preferentially marks nucleosomes immediately downstream of gene promoters and H3K4me2 also marks enhancers, H3K36me3 marks gene bodies, H3K27me3 marks regions of Polycomb developmental silencing (facultative heterochromatin) and H3K9me3 marks regions of constitutive heterochromatin. A representative region is shown (Figure 6) , with selected comparisons to illustrate specific chromatin features. A comparison between H3K4me2 and H3K4me3 shows the active housekeeping STRIP2 promoter marked by H3K4me3 and an enhancer just downstream marked by both modifications. These functional inferences are supported by an ATACseq track, which shows that both sites are accessible to Tn5 and by SuRE (Survey of Regulatory Elements), a massively parallel reporter survey for autonomous active regulatory elements in K562 cells (van Arensbergen et al., 2017) . Further downstream the STRIP2 gene body is heavily marked by H3K36me3, in contrast to the NRF1 gene The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.15.043083 doi: bioRxiv preprint encoding a transcription factor, where there is strong H3K4 di-and tri-methylation, but very little gene-body H3K36me3. This example illustrates the rich gene regulatory information that can be obtained by CUT&Tag.",
            "cite_spans": [
                {
                    "start": 1054,
                    "end": 1084,
                    "text": "(van Arensbergen et al., 2017)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 554,
                    "end": 564,
                    "text": "(Figure 6)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "To extend these observations to a genomic scale, we aligned the four H3 lysine trimethylation datasets to transcriptional start sites and produced heatmaps ordered by signal intensity over ±10 kb intervals. As expected, the H3K4me3 peak lies just downstream of the promoter, showing very little overlap with H3K36me3, confirmed by average plots of these marks normalized to the genome (Fig. 7a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 385,
                    "end": 394,
                    "text": "(Fig. 7a)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "A comparison between H3K27me3 and H3K9me3 CUT&Tag tracks suggests that these two silencing marks are non-overlapping (Fig. 6) . Interestingly, in the highlighted example, a strong peak of H3K9me3 is seen to correspond to an ERV-1 family Figure 3 were sequenced and tracks for a representative region were compared to an ENCODE dataset (GSM788088), to datasets produced using the original extraction protocol, and this single-tube protocol performed in the lab. Asterisks indicate CUT&Tag@home datasets produced using a commercial pAG-Tn5 preparation (Epicypher cat. no. 15-1017) . b) Same as (a) for H3K4me3 comparing results from CUT&Tag@home to those produced using the single-tube protocol in the lab and an ENCODE dataset (GSM733680). Tracks are autoscaled for clarity, except for the IgG negative control tracks, which were scaled the same as that for the 60-cell CUT&Tag@home sample. The copyright holder for this preprint (which was not peer-reviewed) is the . https: //doi.org/10.1101 //doi.org/10. /2020 endogenous retrovirus (ERV). To ascertain the generality of the observation, we extracted 20-kb segments centered over the middle of each ERV from the H3 lysine trimethylation tracks over Chromosome 1, which harbors 50,707 of the 695,067 human ERVs, from the UCSC Repeat Masker file. We stacked the segments ordered by decreasing length of the ERV (Fig. 7b) . For H3K4me3, H3K36me3 and H3K27me3 we observed essentially no signal over these elements, whereas for H3K9me3 we observed signal over elements of all sizes, including a cluster of heavily H3K9me3-marked ERV fragments spanning ~2 kb in length. This observation is consistent with studies showing that intact and active ERVs are among the most heavily H3K9me3-methylated elements in mammalian genomes (Bulut-Karslioglu et al., 2014; Ohtani et al., 2018; Walter et al., 2016) . To determine whether there are any differences among the ERV families in the propensity for gaining H3K9 trimethylation, we performed unsupervised k-means clustering over a ±1 kb span on the full set of Chromosome 1 ERVs (k=3). Cluster I comprises 5,536 heavily H3K9trimethylated ERVs (11%) and Cluster III comprises 31,177 ERVs (62%) with background levels of H3K9 trimethylation (Fig 7b, rightmost panel) . Among the ERV families, ERVK, which accounts for 8% of the total human ERVs, was on average 2.8-fold more highly represented in Cluster I relative to Cluster III (186:382) than were all other ERVs (5350:30795). The ERVK family is the youngest and most intact of the human endogenous retrovirus families (Hanke et al., 2016) , and in the mouse male germline, members of the ERVK family were specifically reactivated upon loss of a germline- Figure 6 : CUT&Tag@home segments the human epigenome with four H3 lysine trimethylation marks: Screenshot of a representative 1 Mb region of the human genome showing CUT&Tag@home profiles for histone H3 lysine-4 methylation of constitutive heterochromatin (K9me3), Polycomb-dependent silenced domains (K27me3) transcribed gene bodies (K36me3), promoters (K4me3), promoters and enhancers (K4me2) and accessible DNA (ATAC-seq, GSM269550). Two regions are expanded to illustrate the predominantly mutual exclusivity of the tri-methylation marks, also showing two SuRE autonomous regulatory elements annotated as an enhancer (above) and promoter (below). An ERV-1 retrotransposon is heavily marked by H3K9me3. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.15.043083 doi: bioRxiv preprint specific DNA methyltransferase (Barau et al., 2016) . Thus the enrichment of ERVK in the heavily H3K9-trimethylated class is consistent with a role for this modification in maintaining genome integrity by suppression of endogenous retroviral proliferation.",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 578,
                    "text": "(Epicypher cat. no. 15-1017)",
                    "ref_id": null
                },
                {
                    "start": 975,
                    "end": 992,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 993,
                    "end": 1012,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                },
                {
                    "start": 1772,
                    "end": 1803,
                    "text": "(Bulut-Karslioglu et al., 2014;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1804,
                    "end": 1824,
                    "text": "Ohtani et al., 2018;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1825,
                    "end": 1845,
                    "text": "Walter et al., 2016)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2560,
                    "end": 2580,
                    "text": "(Hanke et al., 2016)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 3576,
                    "end": 3596,
                    "text": "(Barau et al., 2016)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 125,
                    "text": "(Fig. 6)",
                    "ref_id": null
                },
                {
                    "start": 237,
                    "end": 245,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1361,
                    "end": 1370,
                    "text": "(Fig. 7b)",
                    "ref_id": null
                },
                {
                    "start": 2229,
                    "end": 2254,
                    "text": "(Fig 7b, rightmost panel)",
                    "ref_id": null
                },
                {
                    "start": 2697,
                    "end": 2705,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "We conclude that five CUT&Tag@home histone H3 methylation profiles segment the human genome at high-resolution into active promoters, enhancers, gene bodies, developmentally silenced domains and constitutively silenced endogenous retroviruses. Whereas chromatin accessibility profiling maps only enhancers and promoters without distinguishing between them (e.g. the ATAC-seq track in Figure 5 ), CUT&Tag using histone methylation antibodies captures the extraordinary richness of the full epigenome.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 384,
                    "end": 392,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We previously introduced CUT&Tag for efficient low-cost genome-wide chromatin profiling and showed that it provides high-resolution profiles for epitopes on nucleosomes, transcription factors and RNA Polymerase II with especially low signal-to-noise Fig. 7 : H3 lysine trimethylation data aligned to TSSs and ERVs. a) Heatmaps ordered by normalized counts (the scaled fraction of total counts at each basepair) and average plots showing that these four H3 tail trimethylations are mostly non-overlapping genome-wide when aligned around transcriptional start sites (TSSs). b) Heatmaps of the four H3 tail trimethylations aligned around the midpoints of the 50,707 annotated ERV elements on human Chromosome 1 and ordered top-to-bottom by decreasing element size. For clarity, the top segment of the H3K9me3 panel is expanded in the panel to the right to reveal a cluster of ~2-kb elements. K-means clustering of the 2-kb region centered around the midpoints all Chromosome 1 ERV elements separated the ERVs into a heavily H3K9trimethylated Cluster I (11%), a weakly H3K9-trimethylated Cluster II (27%) and Cluster III with background levels of H3K9 trimethylation (62%). The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.15.043083 doi: bioRxiv preprint characteristics (Kaya-Okur et al., 2019) . We showed that CUT&Tag is highly versatile not only in the range of chromatin features it can profile, but also in the read-out platforms it is suitable for, including in plate format for low-cell-number samples and nanowell dispensing for on the order of 1000 single cells. Since our original CUT&Tag publication in April, 2019, we have distributed >600 pA-Tn5 aliquots to laboratories around the world, and during that time our original protocol has been the most popular of the ~6000 protocols on Protocols.io (Lenny Teytelman, personal communication). Because CUT&Tag requires that cells or nuclei remain intact throughout the procedure, there are no harsh treatments or toxic chemicals required, which makes the protocol inherently safe and appropriate for being performed in a home utility area. Therefore, we expect that CUT&Tag@home will be welcomed by a substantial cohort of users, whether they are able to work in the lab or can only work at home subject to COVID-19 restrictions.",
            "cite_spans": [
                {
                    "start": 1328,
                    "end": 1352,
                    "text": "(Kaya-Okur et al., 2019)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 250,
                    "end": 256,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "CUT&Tag@home implements a streamlined version of the bench-top protocol that allows for chromatin profiling without tube transfers from nuclei to purified sequencing-ready barcoded libraries (Kaya-Okur et al., 2020) . Elimination of the DNA purification steps of CUT&Tag allows all operations from mixing of nuclei with magnetic beads to final library purification to be performed entirely by successive treatments of bead-bound nuclei in a single PCR tube. This protocol can be performed on as many as 32 samples in a single day with starting cell numbers ranging from <100 to ~100,000. We have extended the versatility of this streamlined CUT&Tag protocol by demonstrating that it can be performed with minor equipment, reagent and supply needs using materials borrowed from the lab or purchased online and delivered. This enables researchers, students and others with little hands-on laboratory experience to perform chromatin profiling at home. Although we do not expect that quantification, quality control and pooling of barcoded samples and sequencing to be also done at home, these services are likely to be available at many commercial and academic facilities, even during the COVID-19 crisis. In the longer term, we expect that the simplicity of our CUT&Tag@home protocol makes it just as suitable for the lab bench as it is for the laundry room.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 215,
                    "text": "(Kaya-Okur et al., 2020)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Epicypher 13-0027; H3K4me3: Active Motif 39159; H3K36me3: Thermo MAS-24687 and Epicypher 13-0031; H3K9me3: Abcam ab8898; H3K27me3: CST #9733; Guinea pig antirabbit secondary: Antibodies Online AbIN101961.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The DNA methyltransferase dnmt3c protects male germ cells from transposon activity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Teissandier",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zamudio",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nalesso",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Herault",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Guillou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bourc&apos;his",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "354",
            "issn": "",
            "pages": "909--912",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Suv39h-dependent h3k9me3 marks intact retrotransposons and silences line elements in mouse embryonic stem cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bulut-Karslioglu",
                    "suffix": ""
                },
                {
                    "first": "La",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Rosa-Velazquez",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ramirez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barenboim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Onishi-Seebacher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arand",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Galan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Winter",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Engist",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gerle",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;sullivan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Martens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Manke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lachner",
                    "suffix": ""
                },
                {
                    "first": "Jenuwein",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mol. Cell",
            "volume": "55",
            "issn": "",
            "pages": "277--290",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Profiling of pluripotency factors in individual stem cells and early embryos",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Hainer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boškovic",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Mccannell",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Rando",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Fazzio",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cell",
            "volume": "177",
            "issn": "",
            "pages": "1319--1329",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Herv-k(hml-2), a seemingly silent subtenant -but still waters run deep",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hanke",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Hohn",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bannert",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "APMIS",
            "volume": "124",
            "issn": "",
            "pages": "67--87",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Efficient low-cost chromatin profiling with cut&tag",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Kaya-Okur",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Janssens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Henikoff",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Henikoff",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cut&tag for efficient epigenomic profiling of small samples and single cells",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Kaya-Okur",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Codomo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Pledger",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Bryson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Henikoff",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Henikoff",
                    "suffix": ""
                }
            ],
            "year": 1930,
            "venue": "Nat Commun",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Direct promoter repression by bcl11a controls the fetal to adult hemoglobin switch",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Hargreaves",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Kurland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sher",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Macias-Trevino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kurita",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nakamura",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Bulyk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Orkin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell",
            "volume": "173",
            "issn": "",
            "pages": "430--442",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Peak calling by sparse enrichment analysis for cut&run chromatin profiling",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Meers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tenenbaum",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Henikoff",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Epigenetics Chromatin",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Switching roles for DNA and histone methylation depend on evolutionary ages of human endogenous retroviruses",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ohtani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Genome Res",
            "volume": "28",
            "issn": "",
            "pages": "1147--1157",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ctcf sites display cell cycle-dependent dynamics in factor binding and nucleosome positioning",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Oomen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Darzacq",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dekker",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Genome Res",
            "volume": "29",
            "issn": "",
            "pages": "236--249",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Chromatin immunoprecipitation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rodriguez-Ubreva",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ballestar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Methods Mol. Biol",
            "volume": "1094",
            "issn": "",
            "pages": "309--318",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Reprogramming human t cell function and specificity with non-viral genome targeting",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Puig-Saus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shifrut",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carnevale",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hiatt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saco",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Krystofinski",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Tobin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Putnam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Ferris",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Schickel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pellerin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Carmody",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Alkorta-Aranburu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Del Gaudio",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morell",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Quadros",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Gurumurthy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haugwitz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Weissman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schumann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Esensten",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ashworth",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Kupfer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A W"
                    ],
                    "last": "Greeley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bacchetta",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Meffre",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Roncarolo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Romberg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Herold",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ribas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Leonetti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature",
            "volume": "559",
            "issn": "",
            "pages": "405--409",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Chic and chec; genomic mapping of chromatin proteins",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schmid",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Durussel",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "K"
                    ],
                    "last": "Laemmli",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mol. Cell",
            "volume": "16",
            "issn": "",
            "pages": "147--157",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "An efficient targeted nuclease strategy for high-resolution mapping of DNA binding sites",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Skene",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Henikoff",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Genome-wide mapping of autonomous promoter activity in human cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arensbergen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Fitzpatrick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Haas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pagie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sluimer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Bussemaker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Steensel",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat. Biotechnol",
            "volume": "35",
            "issn": "",
            "pages": "145--153",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "An epigenetic switch ensures transposon repression upon dynamic loss of DNA methylation in embryonic stem cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Teissandier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perez-Palacios",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bourc&apos;his",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Cut&runtools: A flexible pipeline for cut&run processing and footprint analysis",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Orkin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Genome Biol",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "In situ tethering for CUT&Tag chromatin profiling. a) The steps in CUT&Tag.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Antibody buffer: Mix 4 μL 0.5 M EDTA and 10 μL 100X BSA with 1 mL Wash buffer and chill on ice. • 300-wash buffer: Mix 1 mL 1 M HEPES pH 7.5, 3 mL 5 M NaCl and 12.5 μL 2 M spermidine, bring the final volume to 50 mL with dH 2 O and add 1 Roche Complete Protease Inhibitor EDTA-Free tablet. Store at 4°C for up to several months. • Tagmentation buffer: Mix 1 mL 300-wash buffer and 10 μL 1 M MgCl 2 (to 10 mM). • TAPS wash: Mix 1 mL dH 2 O, 10 μL 1 M TAPS pH 8.5, 0.4 μL 0.5 M EDTA (10 mM TAPS, 0.2 mM EDTA) • 0.1% SDS Release solution: Mix 10 μL 10% SDS and 10 μL 1 M TAPS pH 8.5 in 1 ml dH 2 O • 0.67% Triton neutralization solution: Mix 67 µL 10% Triton-X100 + 933 µL dH2O",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Yields of CUT&Tag-direct libraries from lightly cross-linked nuclei vary depending on the epitope and antibody.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Tapestation profile of amplified CUT&Tag libraries produced at home. Starting with a frozen human K562 cell aliquot and amplification for 12 cycles yields detectable nucleosomal ladders for intermediate and low numbers of cells for both H3K27me3 (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "CUT&Tag@home data produces high-quality datasets. a) The H3K27me3 CUT&Tag@home libraries from human K562 cells analyzed in",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "• Vortex mixer (e.g. VWR Vortex Genie) • Mini-centrifuge (e.g. VWR Model V) • PCR thermocycler (e.g. BioRad/MJ • Distilled, deionized or RNAse-free H2O (dH2O e.g.Promega, cat. no. P1197)   • 100X Bovine Serum Albumen (BSA, 10 mg/ml) • Antibody to an epitope of interest. Because in situ binding conditions are more like those for immunofluorescence (IF) than those for ChIP, we suggest choosing IF-tested antibodies if CUT&RUN/Tag-tested antibodies are not available • Positive control antibody to an abundant epitope, e.g. α-H3K27me3 rabbit monoclonal antibody(Cell Signaling Technology, cat. no. 9733)    • Secondary antibody, e.g. guinea pig α-rabbit antibody (Antibodies online cat. no.ABIN101961) or rabbit α-mouse antibody (Abcam cat. no. ab46540) • Protein A-Tn5 (pA-Tn5) fusion protein loaded with double-stranded adapters with 19mer Tn5 mosaic ends (Sequence information was derived from Picelli, S. et al. Genome Res 24:2033-2040 (2014), and ordered from Eurofins (100 µM salt-free) • 1 M Magnesium Chloride (MgCl2; Sigma-Aldrich, cat. no. M8266-100G) • 1 M TAPS pH 8.5 (with NaOH) • NEBNext 2X PCR Master mix (ME541L) • PCR primers: 10 µM stock solutions of a universal i5 primer and 16 i7 primers with unique barcodes [Buenrostro, J.D. et al. Nature 523:486 (2015)] in 10 mM Tris pH 8. Standard salt-free primers may be used. Do not use Nextera or NEBNext primers.• 10% Sodium dodecyl sulfate (SDS; Sigma-Aldrich, cat. no. L4509) • 10% Triton X-100 (Sigma-Aldrich, cat. no. X100) • SPRI paramagnetic beads (e.g. HighPrep PCR Cleanup Magbio Genomics cat.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Christine Codomo and Terri Bryson for pooling Illumina sequencing libraries, the Fred Hutch Genomics Shared Resource for sequencing services and Bryan Venters and Michael Keogh for providing pAG-Tn5 for evaluation. We also thank Kami Ahmad, Derek Janssens and Hatice Kaya-Okur for helpful discussions during development of the method, and to the many Protocols.io subscribers around the world who have tried CUT&Tag and provided feedback that has enriched this protocol. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Aliquots of Protein A-Tn5 transposome are available from our laboratory at cutnrun@fredhutch.org. The 3XFlag-pA-Tn5-Fl plasmid has been deposited with Addgene (#124601). All antibodies used in this study are commercially available: H3K4me1: Thermo #710795 and Epicypher 13-0026; H3K4me2: Millipore 07-030 and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of essential materials"
        }
    ]
}