{
    "paper_id": "8bbea65b7bf6b0fc38e8d85608d6d75c1d8aab1a",
    "metadata": {
        "title": "How do environmental, economic and health factors influence regional vulnerability to COVID-19?",
        "authors": [
            {
                "first": "Pejman",
                "middle": [],
                "last": "Tahmasebi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wyoming",
                    "location": {
                        "settlement": "Laramie",
                        "region": "WY",
                        "country": "USA ("
                    }
                },
                "email": ""
            },
            {
                "first": "Salome",
                "middle": [
                    "M S"
                ],
                "last": "Shokri-Kuehni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College London",
                    "location": {
                        "country": "United Kingdom ("
                    }
                },
                "email": ""
            },
            {
                "first": "Muhammad",
                "middle": [],
                "last": "Sahimi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Southern California",
                    "location": {
                        "settlement": "Los Angeles",
                        "region": "CA",
                        "country": "USA ("
                    }
                },
                "email": ""
            },
            {
                "first": "Nima",
                "middle": [],
                "last": "Shokri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Manchester",
                    "location": {
                        "settlement": "Manchester",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We have studied the correlations between twelve environmental, economic and health variables, by carrying out a statistical analysis of the fatality rate of COVID-19 in 14 countries. Our statistical analysis indicates that, among the 12 variables, the diabetes percentage of the total population and the extent of the population ages 65 and older in each country are correlated most strongly with the total number of deaths in them. Although the strength of the correlations between the variables and the total ND may change as the ongoing pandemic evolves, the study highlights the importance of integrating regionalspecific variables in the modelling efforts aimed at projecting how the spread of the virus may influence different parts of the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As of 7 April, 2020, there are 1,279,722 confirmed cases of Coronavirus disease and 72,616 confirmed deaths due to the ongoing COVID-19 pandemic affecting 211 countries, areas or territories globally. 1 This unfolding situation has caused unprecedented conditions around the globe, affecting not only human health, but also the global economic, international trade and relations, as well as friction. The extremely challenging global state of affairs has also motivated many experts to investigate various aspects related to the fast spreading virus. [2] [3] [4] [5] [6] To this end, several groups have been trying to model the spread of this virus under different scenarios, aiming to project the possible lives that may be lost due to COVID-19, including the influential works at Imperial College London 7 and University of Washington. 8 One of the most important factors in all the models used to describe any infectious disease outbreak is its reproduction number ܴ . When",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 202,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 551,
                    "end": 554,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 555,
                    "end": 558,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 559,
                    "end": 562,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 563,
                    "end": 566,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 839,
                    "end": 840,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ", the infection is statistically capable of spreading in a population, whereas ܴ 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ܴ 1"
        },
        {
            "text": "indicates breakage of the chain of the spread of the virus, which eventually ends the transmission. 4 What is particularly concerning about COVID-19 is its current reproduction number in the range 2.5 -2.9, which may change amid the evolving pandemic. 4 To put the current A special emphasis has been placed on social distancing, while other regional-scale and inherent variables have been ignored. As such, the current modelling efforts are focused mainly on how distinct social distancing scenarios and government intervention may modify the spread of COVID-19, with less attention paid to the possible impact of the pre-existing . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 101,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 252,
                    "end": 253,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "ܴ 1"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059659 doi: medRxiv preprint regional environmental, economic, and health variables, which may influence the vulnerability to COVID-19. In other words, drawing a more realistic picture about the spread and fatality rate of COVID-19 requires consideration of a combination of such parameters, as the rate of fatality is not all about the actions that are taken, but also due to many other factors developed in each region over many years due to a variety of environmental, health, culture, economic and political reasons that we might have little or no control on in the limited time that the world has to deal with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ܴ 1"
        },
        {
            "text": "In fact, many questions regarding the spread and fatality of COVID-19 have remained unanswered. For example, when similar government interventions are implemented, why different regions experience different fatality rates? How and which environmental, cultural, economic, and health variables define the vulnerability of a country to COVID-19? In this study, we present a different view on the problem by classifying them into three groups that we explain shortly. To do so, we have studied the correlations between twelve environmental, economic and health variables, and have carried out a statistical analysis of the fatality rate of COVID-19 in many countries, as a first step for highlighting how countryspecific variables may influence the fatality rate. Such a study should contribute toward developing realistic models for describing the fatality rate of the Coronavirus, other than simply considering parameters whose influence may be minor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ܴ 1"
        },
        {
            "text": "We considered 14 countries whose statistics have been available to the public from the emergence of COVID-19. They represent the total number of deaths (ND) as of 06 April 2020 according to the daily real-time death data released by the World Health Organization 1 . In our analysis, we used a linear model to study the interactions between the aforementioned variables. The model describes general relationships between the variables and the target . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059659 doi: medRxiv preprint variable, the total ND. We used a least-squares method to fit the model and identify the variables, which have significant correlation with the total ND by defining their coefficients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The general form of the model is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "represents the total number of deaths, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The data provided by World Health Organization (WHO) 10 , the World Bank 11 , and the Emission Database for Global Atmospheric Research (EDGAR) of the European Commission 12 were used to obtain the 12 environmental, economic and heath variables investigated in this study, with the data presented in Figure 1 (a,b) . Moreover, we used the daily death data in each country released by the WHO 13 with the data presented in Fig. 1 (c) and provided the general trends for ND.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 55,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 392,
                    "end": 394,
                    "text": "13",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 314,
                    "text": "Figure 1 (a,b)",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 432,
                    "text": "Fig. 1 (c)",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussions"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059659 doi: medRxiv preprint (a) (b) (c) Fig. 1. Top row (a, b) : Prevalence of obesity among adults, BMI ≥ 30, age-standardized in 2016 labelled as \"Obesity (%),\" cancer data age-standardized incidence rates per 10,000 labelled as \"Cancer per 10,000,\" prevalence of insufficient physical activity among adults aged 18+ years in 2016 labelled as \"Ins. PA (%),\" population aged 15-64 labelled as \"Ages 15-64 (%),\" high total cholesterol (>= 5.0 mmol/L) (age-standardized estimate) in 2008 labelled as \"Raised TC 25+,\" gross national income in 2018 labelled as \"GNI (in $thousands),\" diabetes % of total population in 2016 labelled as \"Diabetes (%),\" prevalence of smoking in 2016 labelled as \"Smoking (%),\" raised blood pressure (SBP ≥ 140 or DBP ≥ 90), age-standardized (%) labelled as \"Raised BP (%),\" CO 2 per capita emissions in 2018 labelled as \"CO 2 emission,\" gross domestic product in 2018 labelled as \"GDP (in $trillions)\", and population aged 65 and older labelled as \"Ages 65+\" in each country. The data for obesity, diabetes, raised blood pressure, raised total cholesterol, insufficient physical activity are from the World Health Organization, those for age population, prevalence of smoking, GDP and GNI from the World Bank, while the data for CO 2 per capita emissions are from Emission Database for Global Atmospheric Research (EDGAR) of the European Commission. (c) The daily death due to COVID-19 in each country. The colors represent the 3-day average total number of deaths. . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 178,
                    "text": "Fig. 1. Top row (a, b)",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059659 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussions"
        },
        {
            "text": "The data presented in Fig. 1 enables us to investigate the simultaneous relation between the 12 variables considered in the present study, on the one hand, and the total ND, on the other hand, whereas the relationship between the variables compared to other countries are summarized. Similarly, we also have analysed the trends of each variable and the ND separately in order to provide how each variable affects the ND. The results are presented in To identify quantitatively the variables that are correlated with the total ND recorded in each country, the statistical procedure explained in the previous section was employed. Our results show that among the variables considered in the present study, the diabetes percentage of the total population and the population age 65 and higher had significant correlation with the total ND recorded in each country as of 06 April 2020. While the effect of the latter factor has been known, the fact that our statistical model correctly highlights its correlation indicates its internal consistency. The estimated coefficients for these two variables are summarized in Table 1 . . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 22,
                    "end": 28,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 1113,
                    "end": 1120,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results and Discussions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint To further demonstrate the correlation of our findings with the total ND, the spatial relationship between the total ND, diabetes percentage of the total population and the population ages 65 and higher is shown in Figure 3 , where the colour map presents the total ND in each country. Figure 3 suggests that the countries with a higher percentage of diabetes and population ages 65 and older experience more fatality due to COVID-19, at least as of 06",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 291,
                    "end": 299,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 362,
                    "end": 370,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussions"
        },
        {
            "text": "April 2020. Fig. 3 . The spatial relation between the diabetes percentage of the total population, the population ages 65 and higher, and the total number of deaths ND, recorded in each country due to COVID-19, as of 06 April 2020. The colour map indicates the total number of death (ND).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussions"
        },
        {
            "text": "We have investigated the correlation between 12 different environmental, economic and health variables with the total number of deaths in 14 countries, caused by COVID-19, as of 06 April 2020. Our statistical analysis revealed that, among the investigated variables, the diabetes percentage of the total population and the population ages 65 and older in each country are correlated most strongly with the total number of deaths in each country. . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and Conclusions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059659 doi: medRxiv preprint Although the strength of the identified correlations between these variables and the total ND may change as the ongoing pandemic evolves, our study highlights the importance of integrating country-specific variables in the modelling efforts aimed at projecting how the spread of the novel virus may influence different parts of the world. Applying similar socialdistancing measures in different regions of the world may have different effectiveness because of the effects of other variables that influence the vulnerability of a specific region or country to COVID-19. Identifying the economic, environmental, health and social variables affecting the vulnerability of people in different regions to this devastating virus is important to devising appropriate and thoughtful response for addressing the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and Conclusions"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and Conclusions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059659 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization, Coronavirus disease",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The effect of human mobility and control measures on the COVID-19 epidemic in China",
            "authors": [
                {
                    "first": "Mug",
                    "middle": [],
                    "last": "Kraemer",
                    "suffix": ""
                },
                {
                    "first": "C-H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gutierrez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "4218",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Quantifying SARS-CoV-2 transmission suggests epidemic control with digital contact tracing",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ferretti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wymant",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kendall",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "New coronavirus outbreak: Framing questions for pandemic prevention",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Layne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hyman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Taubenberger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Public Heal",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/scitranslmed.abb1469"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Developing antibody tests for SARS-CoV-2",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Petherick",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1101--1103",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.25561/77482"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "UW researchers respond to novel coronavirus (COVID-19) | UW News",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Strategies for mitigating an influenza pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "Dat",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Cajka",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Cooley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "442",
            "issn": "",
            "pages": "448--52",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "World Health Organization, Coronavirus disease",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Fossil CO2 and GHG emissions of all world countries -2019 Report",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Crippa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Oreggioni",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guizzardi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Muntean",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schaaf",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lo Vullo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Solazzo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Monforti-Ferrario",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G J"
                    ],
                    "last": "Olivier",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vignati",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2760/687800"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "World Health Organization, Coronavirus disease",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "These countries include Italy (IT), Spain (ES), China (CN), the U.S., France (FR), Iran (IR), the UK, Netherlands (NL), Germany (DE), Belgium (BE), Switzerland (CH), South Korea (KR), Brazil (BR), and Sweden (SE). The correlation between the aforementioned 12 different variables with the total ND in each country was investigated. The variables include prevalence of obesity among adults, diabetes, cancer, smoking, insufficient physical activity among adults aged 18+ years, high blood pressure, high total cholesterol among adults aged 25+ year, population aged 65 year and older, population aged 15-64 year, CO 2 per capita emission, gross domestic product, and gross national income.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "environmental, economic and health variables considered in the present investigation. To identify the most accurate equation, we used a stepwise algorithm, whereby systematic adding and removing the variables from Eq. (1) in the presence of all the variables were carried out. The method keeps/removes the variables based on their importance concerning the target variable, i.e., ND. Thus, it starts with a large initial model, i.e., one with a large number of variables, and then compares the explanatory power of incrementally larger and smaller models. More specifically, a forward--backward model is used to determine the final equation. It uses p-value and t-statistic to verify how a model behaves with and without a variable. As such, a variable is assigned a zero coefficient if it is not already in the model. If the remaining variables have p-values less than a threshold, the variable with the smallest p-value is added to the model. Otherwise, if the existing variables in the model have p-values larger than the threshold, the variable with the largest p-value is removed. Finally, the model is terminated if no improvements are observed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The relation between the total ND (as of 06 April 2020) and the 12 environmental, economic and health variables considered in the analysis. The variables are the same as those explained in the caption ofFig. 1.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Such a high reproduction number triggered implementation of a range of intensive nonpharmaceutical interventions in many countries around the world as an attempt to control and suppress the spread of COVID-19. Such measures include, but not limited to, school closures, banning public gathering, social distancing, and lockdown at various scales, ordered by the authorities in order to slow down the spread of the virus. Mathematical models 7 are used to quantify how the implementation of such interventions can possibly slow the spread of COVID-19 or \"flatten the curve\". Valuable insights are obtained by such modelling, which can form an important part of policymaking for helping the government actions to alter the course of the outbreak.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "A summary of the extracted statistics for the implemented model",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Authors contributed equally to the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions:"
        },
        {
            "text": "The authors declare no conflict of interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest statements:"
        },
        {
            "text": "Not applicable",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics committee approval:"
        }
    ]
}