{
    "paper_id": "8bf3ab3931c0ff11923d656c371f7ae801d00893",
    "metadata": {
        "title": "COVID-19 Antibody Seroprevalence in Santa Clara County, California",
        "authors": [
            {
                "first": "Eran",
                "middle": [],
                "last": "Bendavid",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University School of Medicine",
                    "location": {
                        "settlement": "Stanford",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Bianca",
                "middle": [],
                "last": "Mulaney",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford CA",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Neeraj",
                "middle": [],
                "last": "Sood",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Southern California",
                    "location": {
                        "settlement": "Los Angeles",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Soleil",
                "middle": [],
                "last": "Shah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford CA",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Emilia",
                "middle": [],
                "last": "Ling",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford CA",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Rebecca",
                "middle": [],
                "last": "Bromley-Dulfano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford CA",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Cara",
                "middle": [],
                "last": "Lai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford CA",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Zoe",
                "middle": [],
                "last": "Weissberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford CA",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Rodrigo",
                "middle": [],
                "last": "Saavedra-Walker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Health Education is Power, Inc",
                    "location": {
                        "settlement": "Palo Alto",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jim",
                "middle": [],
                "last": "Tedrow",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Compliance Resource Group, Inc",
                    "location": {
                        "settlement": "Oklahoma City",
                        "region": "OK"
                    }
                },
                "email": ""
            },
            {
                "first": "Dona",
                "middle": [],
                "last": "Tversky",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University School of Medicine",
                    "location": {
                        "settlement": "Stanford",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Bogan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bogan Associates, LLC",
                    "location": {
                        "settlement": "Palo Alto",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Kupiec",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ARL BioPharma, Inc",
                    "location": {
                        "settlement": "Oklahoma City",
                        "region": "OK"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Eichner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Sports Medicine Research and Testing Laboratory",
                    "institution": "Stanford University School of Medicine",
                    "location": {
                        "settlement": "Salt Lake City, Stanford",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ribhav",
                "middle": [],
                "last": "Gupta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "P A"
                ],
                "last": "Ioannidis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University School of Medicine",
                    "location": {
                        "settlement": "Stanford",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jay",
                "middle": [],
                "last": "Bhattacharya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University School of Medicine",
                    "location": {
                        "settlement": "Stanford",
                        "region": "CA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Addressing COVID-19 is a pressing health and social concern. To date, many epidemic projections and policies addressing COVID-19 have been designed without seroprevalence data to inform epidemic parameters. We measured the seroprevalence of antibodies to SARS-CoV-2 in Santa Clara County.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "On 4/3-4/4, 2020, we tested county residents for antibodies to SARS-CoV-2 using a lateral flow immunoassay. Participants were recruited using Facebook ads targeting a representative sample of the county by demographic and geographic characteristics. We report the prevalence of antibodies to SARS-CoV-2 in a sample of 3,330 people, adjusting for zip code, sex, and race/ethnicity. We also adjust for test performance characteristics using 3 different estimates: (i) the test manufacturer's data, (ii) a sample of 37 positive and 30 negative controls tested at Stanford, and (iii) a combination of both.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The unadjusted prevalence of antibodies to SARS-CoV-2 in Santa Clara County was 1.5% (exact binomial 95CI 1.11-1.97%), and the population-weighted prevalence was 2.81% (95CI 2.24-3.37%). Under the three scenarios for test performance characteristics, the population prevalence of COVID-19 in Santa Clara ranged from 2.49% (95CI 1.80-3.17%) to 4.16% (2.58-5.70%). These prevalence estimates represent a range between 48,000 and 81,000 people infected in Santa Clara County by early April, 50-85-fold more than the number of confirmed cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The population prevalence of SARS-CoV-2 antibodies in Santa Clara County implies that the infection is much more widespread than indicated by the number of confirmed cases. Population prevalence estimates can now be used to calibrate epidemic and mortality projections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The first two cases of COVID-19 in Santa Clara County, California were identified in returning travelers on January 31 and on February 1, 2020, and the third case was identified four weeks later on February 27, 2020. 1 In the following month, nearly 1,000 additional cases were identified in Santa Clara County, showing a pattern of rapid case increase reflective of community transmission as well as the scaling up of SARS-CoV-2 viral testing that was common across many communities globally. In some countries, the rapid increase in COVID-19 case counts and hospitalizations has overwhelmed health systems and led to large reductions in social and economic activities. The measures adopted to slow the spread of COVID-19 were justified by projected estimates of health care system capacity and case fatality rate. These projections suggested that, in the absence of strict measures to reduce transmission, the COVID-19 pandemic would overwhelm existing hospital bed and ICU capacity throughout the United States and lead to over 2 million deaths. 2 Measuring fatality rates and projecting the number of deaths depend on estimates of the total number of infections. To date, in the absence of seroprevalence surveys, estimates of the fatality rate have relied on the number of confirmed cases multiplied by an estimated factor representing unknown or asymptomatic cases to arrive at the number of infections. [3] [4] [5] [6] However, the magnitude of that factor is highly uncertain. Because the implications of infection fatality rate and projected deaths are large, the extent of COVID-19 infection under-ascertainment (the multiplier used to arrive from cases to infections) has been a topic of great interest and provided estimates of the number of infections about 1-6-fold higher than the number of cases. [7] [8] [9] [10] The extent of infection under-ascertainment has been difficult to assess because of three biasing processes: (i) cases have been diagnosed with PCR-based tests, which do not provide information about resolved infections; (ii) the majority of cases tested early in the course of the epidemic have been acutely ill and highly symptomatic, while most asymptomatic or mildly symptomatic individuals have not been tested; and (iii) PCR-based testing rates have been highly variable across contexts and over time, leading to noisy relationships between the number of cases and infections. If, in the absence of interventions, the epidemic's early doubling time is estimated to be four days 6, 11, 12 , then by February 27th, 2020, when the third case was identified in Santa Clara County, the county may have already had 256 infections.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 218,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1049,
                    "end": 1050,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1410,
                    "end": 1413,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1414,
                    "end": 1417,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1418,
                    "end": 1421,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1422,
                    "end": 1425,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1813,
                    "end": 1816,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1817,
                    "end": 1820,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1821,
                    "end": 1824,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1825,
                    "end": 1829,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2514,
                    "end": 2516,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2517,
                    "end": 2520,
                    "text": "11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2521,
                    "end": 2523,
                    "text": "12",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "At the time of this study, Santa Clara County had the largest number of confirmed cases of any county in Northern California (1,094). The county also had several of the earliest known cases of COVID-19 in the state -including one of the first presumed cases of community-acquired disease -making it an especially appropriate location to test a population-level sample for the presence of active and past infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "On April 3rd and 4th, 2020 we conducted a survey of residents of Santa Clara County to measure the seroprevalence of antibodies to SARS-CoV-2 and better approximate the number of infections. Our goal is to provide new and well-measured data for informing epidemic models, projections, and public policy decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Santa Clara County Department of Public Health. The IRB at Stanford University approved the study prior to recruitment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We recruited participants by placing targeted advertisements on Facebook aimed at residents of Santa Clara County. We used Facebook to quickly reach a large number of county residents and because it allows for granular targeting by zip code and sociodemographic characteristics. 14 We used a combination of two targeting strategies: ads aimed at a representative population of the county by zip code, and specially targeted ads to balance our sample for under-represented zip codes. In addition, we capped registrations from overrepresented areas. Individuals who clicked on the advertisement were directed to a survey hosted by the Stanford REDcap platform, which provided information about the study. 15 The survey asked for six data elements: zip code of residence, age, sex, race/ethnicity, underlying comorbidities, and prior clinical symptoms. Over 24 hours, we registered 3,285 adults, and each adult was allowed to bring one child from the same household with them (889 children registered).",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 281,
                    "text": "14",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 703,
                    "end": 705,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Study Participants and Sample Recruitment"
        },
        {
            "text": "We established drive-through test sites in three locations spaced across Santa Clara County: two county parks in Los Gatos and San Jose, and a church in Mountain View. Only individuals with a participant ID were allowed into the testing area. Verbal informed consent was obtained to minimize participant and staff exposure. With participants in their vehicles, sample collectors in personal protective equipment drew 50-200µL of capillary blood into an EDTA-coated microtainer. Tubes were barcoded and linked with the participant ID. Samples were couriered from the collection sites to a test reading facility with steady lighting and climate conditions. Technicians drew whole blood up to a fill line on the manufacturer's pipette and placed it in the test kit well, followed by a buffer. Test kits were read 12-20 minutes after the buffer was placed. Technicians barcoded tests to match sample barcodes and documented all test results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specimen Collection and Testing Methods"
        },
        {
            "text": "The manufacturer's performance characteristics were available prior to the study (using 85 confirmed positive and 371 confirmed negative samples). We conducted additional testing to assess the kit performance using local specimens. We tested the kits using sera from 37 RT-PCR-positive patients at Stanford Hospital that were also IgG and/or IgM-positive on a locally developed ELISA assay. We also tested the kits on 30 pre-COVID samples from Stanford Hospital to derive an independent measure of specificity. Our procedure for using these data is detailed below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test Kit Performance"
        },
        {
            "text": "Our estimation of the population prevalence of COVID-19 proceeded in three steps. First, we reported the raw frequencies of positive tests as a proportion of the final sample size. Second, we re-weighted our sample by zip code, sex, and race/ethnicity (non-Hispanic White, Asian, Hispanic, and other). We chose these three adjustors because they contributed to the largest imbalance in our sample, and because including additional adjustors would result in small-N bins. Our weights were the zip-sex-race proportion in Santa Clara County divided by the zip-sex-race proportion in our sample, for each zip-sex-race combination in the county and in the sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20062463 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "represents county counts, * represents sample counts, and the subscripts zsr identifies the unique zip-sex-race groups. These weights were then applied to the entire sample. To provide a concrete example, suppose the populations of two zip codes (A and B) include 10,000 men and 10,000 women. Our sample included 250 men and 500 women from zip A, and 750 men and 1500 women from zip B. This is exemplary of the imbalance in our sample. Applying the formula above, we get a weight of 3 for men in zip A, 1.5 for women in zip A, 1 for men in zip B, and 0.5 for women in zip B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Third, we adjusted the prevalence for test sensitivity and specificity. Because SARS-CoV-2 lateral flow assays are new, we applied three scenarios of test kit sensitivity and specificity. The first scenario uses the manufacturer's validation data (S1). The second scenario uses sensitivity and specificity from a sample of 37 known positive (RT-PCR-positive and IgG or IgM positive on a locally-developed ELISA) and 30 known pre-COVID negatives tested on the kit at Stanford (S2). The third scenario combines the two collections of samples (manufacturer and local sample) as a single pooled sample (S3). We use the delta method to estimate standard errors for the population prevalence, which accounts for sampling error and propagates the uncertainty in the sensitivity and specificity in each scenario. A more detailed version of the formulas we use in our calculations is available in the Appendix to this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "The test kit used in this study (Premier Biotech, Minneapolis, MN) was tested in a Stanford laboratory prior to field deployment. Among 37 samples of known PCR-positive COVID-19 patients with positive IgG or IgM detected on a locally-developed ELISA test, 25 were kit-positive. A sample of 30 pre-COVID samples from hip surgery patients were also tested, and all 30 were negative. The manufacturer's test characteristics relied on samples from clinically confirmed COVID-19 patients as positive gold standard and pre-COVID sera for negative gold standard. Among 75 samples of clinically confirmed COVID-19 patients with positive IgG, 75 were kit-positive, and among 85 samples with positive IgM, 78 were kitpositive. Among 371 pre-COVID samples, 369 were negative. Our estimates of sensitivity based on the manufacturer's and locally tested data were 91.8% (using the lower estimate based on IgM, 95 CI 83. 8 Our study included 3,439 individuals that registered for the study and arrived at testing sites. We excluded observations of individuals who could not be tested (e.g. unable to obtain blood or blood clotted, N=49), whose test results could not be matched to their personal data (e.g. if an incorrect participant ID was recorded onsite, N=30) , who did not reside in Santa Clara County (N=29), and who had invalid test results (no Control band, N=1). This yielded an analytic sample of 3,330 individuals with complete records including survey registration, attendance at a test site for specimen collection, and lab results ( Figure 1 ). The sample distribution meaningfully deviated from that of the Santa Clara County population along several dimensions: sex (63% in sample was female, 50% in county); race (8% of the sample was Hispanic, 26% in the county; 19% of the sample was Asian, 28% in the county); and zip . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 907,
                    "end": 908,
                    "text": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 1534,
                    "end": 1542,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . distribution (median participant density per 1,000 population 1.6, IQR 0.9-3.6). Table 1 includes demographic characteristics of our unadjusted sample, population-adjusted sample, and Santa Clara County. 16 Figure 2 shows the geographical zip code distribution of study participants in the county (counts and density per 1,000 population).",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 284,
                    "text": "16",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 166,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 285,
                    "end": 293,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The total number of positive cases by either IgG or IgM in our unadjusted sample was 50, a crude prevalence rate of 1.50% (exact binomial 95% CI 1.11-1.97%). After weighting our sample to match Santa Clara County by zip, race, and sex, the prevalence was 2.81% (95% CI 2.24-3.37 without clustering the standard errors for members of the same household, and 1.45-4.16 with clustering). We further improved our estimation using the available data on test kit sensitivity and specificity, using the three scenarios noted above. The estimated prevalence was 2.49% (95CI 1.80%-3.17%) under the S1 scenario, 4.16% (95CI 2.58%-5.70%) under the S2 scenario, and 2.75% (95CI 2.01%-3.49%) under the S3 scenario. Notably, the uncertainty bounds around each of these population prevalence estimates propagates the uncertainty in each of the three component parameters: sample prevalence, test sensitivity, and test specificity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "After adjusting for population and test performance characteristics, we estimate that the seroprevalence of antibodies to SARS-CoV-2 in Santa Clara County is between 2.49% and 4.16%, with uncertainty bounds ranging from 1.80% (lower uncertainty bound of the lowest estimate), up to 5.70% (upper uncertainty bound of the highest estimate). Test performance characteristics are the most critical driver of this range, with lower estimates associated with data suggesting the test has a high sensitivity for identifying SARS-CoV-2, and higher estimates resulting from data suggesting over 30% of positive cases are missed by the test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "These results represent the first large-scale community-based prevalence study in a major US county completed during a rapidly changing pandemic, and with newly available test kits. We consider our estimate to represent the best available current evidence, but recognize that new information, especially about the test kit performance, could result in updated estimates. For example, if new estimates indicate test specificity to be less than 97.9%, our SARS-CoV-2 prevalence estimate would change from 2.8% to less than 1%, and the lower uncertainty bound of our estimate would include zero. On the other hand, lower sensitivity, which has been raised as a concern with point-of-care test kits, would imply that the population prevalence would be even higher. New information on test kit performance and population should be incorporated as more testing is done and we plan to revise our estimates accordingly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The most important implication of these findings is that the number of infections is much greater than the reported number of cases. Our data imply that, by April 1 (three days prior to the end of our survey) between 48,000 and 81,000 people had been infected in Santa Clara County. The reported number of confirmed positive cases in the county on April 1 was 956, 50-85-fold lower than the number of infections predicted by this study. 17 The infection to case ratio, also referred to as an under-ascertainment rate, of at least 50, is meaningfully higher than current estimates. 10, 18 This ascertainment rate is a fundamental parameter of many projection and epidemiologic models, and is used as a calibration target for understanding epidemic stage and calculating fatality rates. 19, 20 The under-ascertainment for COVID-19 is likely a function of reliance on PCR for case identification which misses convalescent cases, early spread in the absence of systematic testing, and asymptomatic or lightly symptomatic infections that go undetected.",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 439,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 581,
                    "end": 584,
                    "text": "10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 585,
                    "end": 587,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 785,
                    "end": 788,
                    "text": "19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 789,
                    "end": 791,
                    "text": "20",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The under-ascertainment of infections is central for better estimation of the fatality rate from COVID-19. Many estimates of fatality rate use a ratio of deaths to lagged cases (because of duration from case confirmation to death), with an infections-to-cases ratio in the 1-5-fold range as an estimate of underascertainment. 3, 4, 21 Our study suggests that adjustments for under-ascertainment may need to be much higher.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 328,
                    "text": "3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 329,
                    "end": 331,
                    "text": "4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 332,
                    "end": 334,
                    "text": "21",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We can use our prevalence estimates to approximate the infection fatality rate from COVID-19 in Santa Clara County. As of April 10, 2020, 50 people have died of COVID-19 in the County, with an average increase of 6% daily in the number of deaths. If our estimates of 48,000-81,000 infections represent the cumulative total on April 1, and we project deaths to April 22 (a 3 week lag from time of infection to death 22 ), we estimate about 100 deaths in the county. A hundred deaths out of 48,000-81,000 infections corresponds to an infection fatality rate of 0.12-0.2%. If antibodies take longer than 3 days to appear, if the average duration from case identification to death is less than 3 weeks, or if the epidemic wave has peaked and growth in deaths is less than 6% daily, then the infection fatality rate would be lower. These straightforward estimations of infection fatality rate fail to account for age structure and changing treatment approaches to COVID-19. Nevertheless, our prevalence estimates can be used to update existing fatality rates given the large upwards revision of under-ascertainment.",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 417,
                    "text": "22",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While our prevalence estimates of 2.49% to 4.16% are representative of the situation in Santa Clara County as of April 4, other areas are likely to have different seroprevalence estimates based on effective contact rates in the community, social distancing policies to date, and relative disease progression. Our prevalence estimate also suggests that, at this time, a large fraction of the population remains unexposed in Santa Clara County. Repeated serologic testing in different geographies, spaced a few weeks apart, could establish extent of infection over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study had several limitations. First, our sampling strategy selected for members of Santa Clara County with access to Facebook and a car to attend drive-through testing sites. This resulted in an overrepresentation of white women between the ages of 19 and 64, and an under-representation of Hispanic and Asian populations, relative to our community. Those imbalances were partly addressed by weighting our sample population by zip code, race, and sex to match the county. We did not account for age imbalance in our sample, and could not ascertain representativeness of SARS-CoV-2 antibodies in homeless populations. Other biases, such as bias favoring individuals in good health capable of attending our testing sites, or bias favoring those with prior COVID-like illnesses seeking antibody confirmation are also possible. The overall effect of such biases is hard to ascertain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The Premier Biotech serology test used in this study has not been approved by the FDA by the time of the study, and validation studies for this assay are ongoing. We used existing test performance data to establish a range of sensitivity and specificity, including reliable but small-size data sourced at Stanford. Test sensitivity varied between the manufacturer's data and the local data. It is possible that asymptomatic or mildly symptomatic individuals may generate only low-titer antibodies, and that sensitivity may be even lower if there are many such cases. 23 Additional validation of the assays used could improve our estimates and those of ongoing serosurveys.",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 569,
                    "text": "23",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Several teams worldwide have started testing population samples for SARS CoV-2 antibodies, with preliminary findings consistent with a large under-ascertainment of SARS CoV-2 infections. Reports from the town of Robbio, Italy, where the entire population was tested, suggest at least 10% seropositivity; 24 and data from Gangelt, a highly affected area in Germany, 25 point to 14% seropositivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A recent effort to test the town of Telluride, Colorado is underway, and interim results suggest a prevalence just under 2%. 26 Our data from Santa Clara county suggest higher spread of the infection than Telluride but lower than some areas in Europe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We conclude that based on seroprevalence sampling of a large regional population, the prevalence of SARS-CoV-2 antibodies in Santa Clara County was between 2.49% and 4.16% by early April. While this prevalence may be far smaller than the theoretical final size of the epidemic, 27 it suggests that the number of infections is 50-85-fold larger than the number of cases currently detected in Santa Clara County. These new data should allow for better modeling of this pandemic and its progression under various scenarios of non-pharmaceutical interventions. While our study was limited to Santa Clara County, it demonstrates the feasibility of seroprevalence surveys of population samples now, and in the future, to inform our understanding of this pandemic's progression, project estimates of community vulnerability, and monitor infection fatality rates in different populations over time. It is also an important tool for reducing uncertainty about the state of the epidemic, which may have important public benefits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint that arrived for testing, samples could not be obtained or tested (e.g. blood clotted) on 49, and an additional 60 were excluded because of invalid data (e.g. residence outside Santa Clara County), test data that could not be matched to a participant, or invalid test results. The final sample contained 3,330 records.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20062463 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20062463 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20062463 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . Table 2 : Prevalence estimation in Santa Clara County. We report the prevalence and uncertainty bounds of estimates from unadjusted frequency counts, population-adjusted estimates, and population-adjusted + test performance-adjusted estimates. For the population-adjusted + test performance-adjusted estimates, we show estimates using the three test performance scenarios described in the Methods. For each point estimate, we present the method used to estimate the uncertainty bounds. Where noted, we clustered the standard errors for participants that brought a child with them (members of the same household).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 85,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Tables"
        },
        {
            "text": "Point . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Approach"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20062463 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Approach"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Novel Coronavirus Press Archives -Public Health Department -County of Santa Clara",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Report 12 -The global impact of COVID-19 and strategies for mitigation and suppression",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Estimating case fatality rates of COVID-19. The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Spychalski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Błażyńska-Spychalska",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kobiela",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Case-Fatality Rate and Characteristics of Patients Dying in Relation to COVID-19 in Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Onder",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rezza",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brusaferro",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 patients' clinical characteristics, discharge rate, and fatality rate of meta-analysis",
            "authors": [
                {
                    "first": "L-Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y-Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Estimating clinical severity of COVID-19 from the transmission dynamics in Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bushman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nature Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Asymptomatic and Presymptomatic SARS-CoV-2 Infections in Residents of a Long-Term Care Skilled Nursing Facility -King County",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kimball",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Estimating the asymptomatic proportion of coronavirus disease 2019 (COVID-19) cases on board the Diamond Princess cruise ship",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kagaya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zarebski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.10.2000180"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Estimation of the asymptomatic ratio of novel coronavirus infections (COVID-19)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Pei",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Challenges in control of Covid-19: short doubling time and long delay to effect of interventions",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pellis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Scarabel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Stage",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Epidemic doubling time of the COVID-19 epidemic by Chinese province. medRxiv",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Muniz-Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "C-H",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Population-based age-stratified seroepidemiological investigation protocol for COVID-19 virus infection",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Using Facebook Advertising to Recruit Representative Samples: Feasibility Assessment of a Cross-Sectional Survey",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Shaver",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khawer",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Med Internet Res",
            "volume": "21",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "REDCap: Resources operated by Stanford Research IT",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "American Community Survey (ACS) [Internet]. The United States Census Bureau",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "C"
                    ],
                    "last": "Bureau",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "County of Santa Clara Public Health Department -Coronavirus (COVID-19) Data Dashboard",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Defining high-value information for COVID-19 decision-making. medRxiv",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Salomon",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Estimates of the severity of COVID-19 disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verity",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Okell",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.09.20033357v1"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Institute for Health Metrics and Evaluation",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ihme | Covid-",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Real estimates of mortality following COVID-19 infection. The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baud",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nielsen-Saines",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Musso",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pomar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Favre",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Covid-19 in Critically Ill Patients in the Seattle Region -Case Series",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Bhatraju",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Ghassemieh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nichols",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "New England Journal of Medicine",
            "volume": "0",
            "issn": "0",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2004500"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Neutralizing antibody responses to SARS-CoV-2 in a COVID-19 recovered patient cohort and their implications. medRxiv [Internet] 2020;2020.03.30",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Business Insider Italia. 2020",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Blood tests show 14% of people are now immune to covid-19 in one town in Germany",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figures",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Of 3,439 individuals",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The number of registrations with complete records in our analytic dataset by zip code (panel A), and the participant rate per 1,000 residents in the zip code (panel B).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "-96.6%) and 67.6% (95 CI 50.2-82.0%), respectively. Similarly, our estimates of specificity are 99.5% (95 CI 98.1-99.9%) and 100% (95 CI 90.5-100%). A combination of both data sources provides us with a combined sensitivity of 80.3% (95 CI 72.1-87.0%) and a specificity of 99.5% (95 CI 98.3-99.9%).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Press Conference with Marc Lipsitch, 03/04/20[Internet]. News. 2020 [accessed 2020 Apr 10];Available from: https://www.hsph.harvard.edu/news/features/coronaviruscovid-19-press-conference-with-marc-lipsitch-03-04-20/ . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20062463 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Sample characteristics, relative to Santa Clara County population estimates from the 2018 American Community Survey",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}