{
    "paper_id": "8f5c5631cca22541a8cea87fb688b17f1266b859",
    "metadata": {
        "title": "INFEKTA: A General Agent-based Model for Transmission of Infectious Diseases: Studying the COVID-19 Propagation in Bogotá -Colombia",
        "authors": [
            {
                "first": "Jonatan",
                "middle": [],
                "last": "Gomez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Nacional",
                    "location": {
                        "country": "Colombia"
                    }
                },
                "email": "jgomezpe@unal.edu.co"
            },
            {
                "first": "Jeisson",
                "middle": [],
                "last": "Prieto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Nacional de",
                    "location": {
                        "country": "Colombia"
                    }
                },
                "email": "japrietov@unal.edu.co"
            },
            {
                "first": "Elizabeth",
                "middle": [],
                "last": "Leon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Nacional de",
                    "location": {
                        "country": "Colombia"
                    }
                },
                "email": ""
            },
            {
                "first": "Arles",
                "middle": [],
                "last": "Rodríguez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitaria Konrad Lorenz",
                    "location": {}
                },
                "email": "arlese.rodriguezp@konradlorenz.edu.co"
            }
        ]
    },
    "abstract": [
        {
            "text": "The transmission dynamics of the coronavirus -COVID-19-have challenged humankind at almost every level. Currently, research groups around the globe are trying to figure out such transmission dynamics using different scientific and technological approaches. One of those is by using mathematical and computational models like the compartmental model or the agent-based models. In this paper, a general agent-based model, called INFEKTA, that combines the transmission dynamics of an infectious disease with agents (individuals) that can move on a complex network of accessible places defined over a Euclidean space representing a real town or city is proposed. The applicability of INFEKTA is shown by modeling the transmission dynamics of the COVID-19 in Bogotá city, the capital of Colombia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Mathematical and computational models of biological systems, such as the transmission of infectious disease, allow characterizing both the behavior and the emergent properties of the system. Moreover, such models may be used to perform in-silica experiments that could be prohibited expensive or impossible to carry on a physical laboratory [5, 2] . Many biological systems have been modeled in terms of complexity since their collective behavior cannot be simply inferred from the understanding of their components [9, 10].",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 344,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 345,
                    "end": 347,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The complex system model approach considers a system as a large number of entities (equally complex systems that have autonomous strategies and behaviors) that interact with each other in local and non-trivial ways [8, 15] . This approach provides a conceptual structure (a multi-level complex network [16] ) that allows characterizing the interrelation and interaction between elements of a system and between the system and its environment [3] . In this way, a system is composed of sub-systems of second order, which in turn may be composed of subsystems of the third-order [1] .",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "15]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[16]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 442,
                    "end": 445,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 577,
                    "end": 580,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Complex systems are modeled using two different approaches: using differential equations and using agents-base modeling (ABM). Under the Differential equations approach, a global and abstract set of differential equations describing changes on variables describing the behavior of the systems is deduced, while 1 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "is the (which was not peer-reviewed)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "under the ABM approach, components of the system are considered as agents [14] moving on a simulated space where them can interact through messages exchange (relations between the components) [13] .",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "text": "[14]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 192,
                    "end": 196,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In general, agent-based modeling (ABM) can be used for testing theories about underlying interaction mechanics among the system's components and their resulting dynamics. It can be done by relaxing assumptions and/or altering the interaction mechanisms at the individual agent level. ABMs can increase our understanding of the mechanisms of complex dynamic systems, and the results of the simulations may be used for predicting future scenarios [7] . When a biological system is modeled as an ABM, and individuals (in our case are human beings) of a population are the agents of the ABM, such ABM is usually called Individual Base Model (IBM) [17] . On the following, we will use just ABM.",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 448,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 643,
                    "end": 647,
                    "text": "[17]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In particular, ABMs allow: i) To introduce local interaction rules, which closely coincide with social interaction rules; (ii) To include behaviors that may be randomized at the observational level, but can be deterministic from a mathematical point of view; (iii) To incorporate a modular structure and to add information through new types of individuals or by modifying current rules; and (iv) To observe systems dynamic that could not be inferred from the examination of the rules of particular individuals [7] .",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 513,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Because of the complex nature of interactions among individuals, and ABM may not provide an understanding of the underlying mechanisms of the complex system. However, changes in the local rules repertoire of the individuals can be introduced into the ABM to observe changes in the complex system [6] . Transmission dynamics of infectious diseases are not traditionally modeled at the individual level, but at the populationlevel with a compartmental model. However, some recent research use ABMs for modeling different transmission infection diseases [17] .",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 299,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 551,
                    "end": 555,
                    "text": "[17]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this paper, we introduce an ABM, called INFEKTA (Esperanto word for infectious), for modeling the transmission of infectious disease, applied to the coronavirus COVID-19. INFEKTA models the state of the disease at the person level and takes into consideration individual infection disease incubation periods and evolution, when infected, medical preconditions, age, daily routines (movements from house to destination places and back, including transportation medium if required), and enforced social separation policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our agent-based model of infectious disease propagation, called INFEKTA, consists of five-layer components: i) Space virtual space where individuals move and interact; ii) Time virtual time used by individuals for moving and interacting; iii) Individuals virtual persons being simulated, iv) Infectious disease dynamics Specific disease parameters that modeled how an individual can get infected and how the infectious disease will evolve; and v) Social separation policy Set of rules defined for restricting both access to places and mobility of individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFEKTA Agent Base Model"
        },
        {
            "text": "The virtual space (for a city or town being studied) is a Euclidean complex network [16] : Nodes are places (located in some position of the 2D Euclidean space) where individuals can be at some simulation time and edges are routes (straight lines) connecting two neighbor places.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "text": "[16]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Space"
        },
        {
            "text": "A place may be of three kinds: home (where individuals live), public transportation station (PTS), and interest place (IP) such as school, work-place, market, and transportation terminal. IPs and PTSs are defined in terms of capacity (maximum number of individuals that can be at some simulation step time). IPs and PTSs may be restricted, during some period, to some or all individuals. Place restriction is established according to the social separation rule that is enforced during such a period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Place (Node)"
        },
        {
            "text": "A PTS is a neighbor to another according to the public transportation system of the city or town being studied. Homes and IPs are considered neighbors to its closest 1 PTS. No home is neighbor to any other home neither an IP is neighbor of any other IP. Finally, a home and an IP are considered neighbors if they are neighbors of the same PTS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neighbor (Edge)"
        },
        {
            "text": "Virtual time is defined in INFEKTA at two resolution levels: days for modeling the transmission dynamics of the infectious disease, and hours for modeling the moving and interaction of individuals. Therefore, if an individual gets infected more than once during the same day, INFEKTA considers all of them as a single infection event. Any individual movement is carried on the same one hour, it was started, regardless of the traveled Euclidean distance neither the length of the path (number of edges in the complex network).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time"
        },
        {
            "text": "A virtual individual in INFEKTA is defined in terms of his/her demographic, mobility and infectious disease state information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Individuals"
        },
        {
            "text": "The demographic information of a virtual individual consists of: i) Age of the individual; ii) Genre of the individual female o male; iii) Location of the individual at the current time step; iv) Home of the individual, v) Impact level of medical preconditions on the infectious disease state if the individual is infected, and vi) IP interest of going to certain type of IPs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographics"
        },
        {
            "text": "The ability of an individual to move through space (we use the graph defining the space for determining the route as proposed in [11, 12] ). Each individual has a mobility plan for every day, plan that is carried on according to the enforced social separation policy and her/his infectious disease state.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mobility"
        },
        {
            "text": "The mobility plan is modeled in INFEKTA as a collection of simple movement plans to have i) Policy: social separation policy required for carrying on the mobility plan; ii) Type: may be mandatory, i.e., must go to the defined interest place) or optional, i.e., any place according to individual's preferences; iii) Day: day of the week the plan is carried on, maybe every, week, weekend, Monday, ... , Sunday; iv) Going Hour; v) Duration in hours for coming back to home; and Place: if plan type is mandatory, it is a specific place, otherwise it is an IP selected by the individual according to his/her IP preferences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mobility"
        },
        {
            "text": "Any individual can potentially be in one of seven different infectious disease states: Immune (M ), Susceptible (S), Exposed (E), Seriously-Infected (I S ), Critically-Infected (I C ), Recovered (R), and Dead D. As can be noticed, we just adapt the terminology from the compartmental models in epidemiology -namely, from the SEIR (Susceptible-Exposed-Infectious-Recovered) model . INFEKTA introduces the M state since some individuals are natural immune to or can become immune to (after recovering) to certain infectious diseases. Also, the infectious state is divided into INFEKTA to capture how age, gender, IP preferences, medical preconditions, and social separation policies can impact the evolution of the infectious disease in an individual. This type of behavior is best modeled with a statechart. Figure 1 shows the transition dynamics of the infectious disease in INFEKTA. Since probabilities are individually based, those can be defined in terms of the current location, age, gender, and any other element that may be associated with the transition between states of the Infectious disease state. These probabilities are:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 807,
                    "end": 815,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Infectious Disease Dynamic"
        },
        {
            "text": "• α: Probability of becoming an E individual being a S individual. It can be defined in terms of tr (a predefined infectious disease transmission rate), n the number of individuals at the same place and m the number of infected (E, I S and I C ) individuals. For example, it can be defined as follow: if a S individual i is one of n individuals that are at place X, and m of those n individuals are infected, then α = tm * m n−1 is the probability of becoming an E individual being a S individual.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious Disease Dynamic"
        },
        {
            "text": "3 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. • β: Probability of becoming an I S individual being an E individual. It can be defined in terms of d E (number of days the individual has been at state E), age, gender, medical preconditions, and infectious disease incubation process (IDIP).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious Disease Dynamic"
        },
        {
            "text": "• δ: Probability of becoming a R individual being an E individual. It can be defined in terms of d E , age, gender, medical preconditions, and IDIP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious Disease Dynamic"
        },
        {
            "text": "• θ: Probability of becoming an I C individual being an I S individual. It can be defined in terms of d S (number of days the individual has been at the I S state), age, gender, medical preconditions, and IDIP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious Disease Dynamic"
        },
        {
            "text": "• η: Probability of becoming a R individual being an I S individual. It can be defined in terms of d S , age, gender, medical preconditions, and IDIP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious Disease Dynamic"
        },
        {
            "text": "• ρ: Probability of becoming a R individual being an I C individual. It can be defined in terms of d C (number of days the individual has been at the I C state), age, medical preconditions, gender, IDIP, and social separation policy (when restricted to be at home or the hospital) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious Disease Dynamic"
        },
        {
            "text": "• µ: Probability of becoming a S individual being a R individual. It can be defined in terms of dR (number of days the individual has been at the R state) and social separation rules (mandatory quarantine).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious Disease Dynamic"
        },
        {
            "text": "• φ: Probability of becoming a D individual being an I C individual. It can be defined in terms of d C , age, gender, IDIP, medical preconditions, and social separation policy (when restricted to be at the hospital).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious Disease Dynamic"
        },
        {
            "text": "• ω: The probability of becoming an M individual being a R individual. It can be defined in terms of specific properties of the infectious disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious Disease Dynamic"
        },
        {
            "text": "To determine when an individual is close enough to an infected individual in order to be exposed, the following conditions must be taken into account: i) if they are at the same place at the same time step and ii) If they are close enough (in the Euclidean space) while moving. It is possible to consider that an individual just visited the initial and final PTSs when using the public transportation system in order to simulate the bus translation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious Disease Dynamic"
        },
        {
            "text": "The social separation policy is described in INFEKTA as a finite sequence of rules, each rule having i) Start Time: an initial day for applying the social separation policy rule; ii) End Time: final day for ending the social separation policy rule; Level: indicates the kind of restriction applied to the mobility of persons and accesses to places; and Enforce: defines the specific mobility and access restrictions of the social separation policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Separation Policy"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20056119 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "Geographical information of Bogotá is used as the Euclidean space where the moving and interaction complex network is defined. Each one of the TM stations is located and added to the complex network according to the real TM system. Also, the airport and the regional bus terminal are located and connected to the nearest TM station. Demographic information from nineteen districts of Bogotá (only urban districts) is used for generating in the Euclidean space interest places (Work-places (W), markets (M), and schools (S)), homes (H), and peple(P). Places are generated, in each one of the districts, following a 2D multivariate normal distribution (µ is the geographic center and σ is the covariance matrix defined by the points determining the perimeter of the district). The number of places in the district is based on population density. Table 1 shows the amount of data generated for each type of place and people, also the number of TM stations (Bus), and terminal transportation we use in the simulation. Figure 2a shows the virtual Euclidean map of Bogotá with districts and interest places, and Figure 2b shows its associated complex network of connected places (routes) drawn with Gephi [4] . Nodes are places (Homes, Schools, Work-places, Bus, Markets, and Terminal), and edges are routes between places. Table 2 shows the total demographic information of virtual people .",
            "cite_spans": [
                {
                    "start": 1199,
                    "end": 1202,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 844,
                    "end": 851,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1014,
                    "end": 1023,
                    "text": "Figure 2a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1318,
                    "end": 1325,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Virtual Space Setup"
        },
        {
            "text": "Also, a sequence of activities was assigned randomly to each individual to define a diary routine. This was done according to the person's age and the hour of the day. For example, some agents Adolescence go to school, and some agents adult go to work. Some agents may move using the PTI system and some others while going directly to its destination place, all of them are going in the usual hours of work or school. The route an individual takes is defined according to the complex network . Figure 3 shows three examples of different routines (paths over the graph) for the individuals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 494,
                    "end": 502,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Individuals setup"
        },
        {
            "text": "Explicit impact level of age and medical preconditions on the state of the COVID-19 dynamic is not included in this preliminary modeling. We wrapped them in the transition probabilities and allow modelers to change 5 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Dynamic Setting"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint and play with different rates. Therefore, we set the initial values of these probabilities as shown in Table 3 3",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 186,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "COVID-19 Dynamic Setting"
        },
        {
            "text": "The level attribute of the social separation rule for the COVID-19 in the virtual Bogotá city is defined as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ".4 Social Separation Rule Setting"
        },
        {
            "text": "• None: No restrictions to the mobility neither to access to places.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ".4 Social Separation Rule Setting"
        },
        {
            "text": "• Soft: Few places are restricted (depending on the type, capacity, etc). i.e., randomly close U ∼ (2, size(places) * 0.3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ".4 Social Separation Rule Setting"
        },
        {
            "text": "• Medium: Many places and few stations are restricted (depending on the type, capacity, etc). Some type of individuals is restricted to stay at home (except those with the required mobility level). i.e., randomly close U ∼ (size(places) * 0.3, size(places) * 0.6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ".4 Social Separation Rule Setting"
        },
        {
            "text": "• Extreme: Few places are accessible to persons while few stations are restricted. Almost every individual is restricted to stay at home (except those with the required mobility level). i.e., randomly close U ∼ (size(places) * 0.6, size(places) * 0.9).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ".4 Social Separation Rule Setting"
        },
        {
            "text": "• Total: Scare places are accessible to persons, and almost all stations are not accessible. Individuals are restricted to stay at home (except those with the required mobility level). i.e., randomly close U ∼ (size(places) * 0.9, size(places)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ".4 Social Separation Rule Setting"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20056119 doi: medRxiv preprint T  M  F  T  M  F  T M  F  T  M  F  T  M F  T M F  Usaquén  63  35  28  13  4  9  5  4  1  32  21  11  11  5  6  2  1  1  Chapinero  17  7  10  1  0  1  1  0  1  9  5  4  4  2  2  2  0  2  Santa Fe  14  9  5  1  1  0  1  0  1  8  5  3  4  3  1  0  0  0  San Cristóbal  52  32  20  13  9  4  3  1  2  20  13  7  14  8  6  2  1  1  Usme  55  33  22  21  11  10  4  3  1  21  13  8  5  2  3  4  4  0  Tunjuelito  25  14  11  5  4  1  3  2  1  10  4  6  3  2  1  4  2  2  Bosa  82  45  37  19  7  12  7  4  3  42  23  19  12  9  3  2  2  0  Kennedy  137  82  55  26  12  14  11  6  5  66  45  21  27  14 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 742,
                    "text": "T  M  F  T  M  F  T M  F  T  M  F  T  M F  T M F  Usaquén  63  35  28  13  4  9  5  4  1  32  21  11  11  5  6  2  1  1  Chapinero  17  7  10  1  0  1  1  0  1  9  5  4  4  2  2  2  0  2  Santa Fe  14  9  5  1  1  0  1  0  1  8  5  3  4  3  1  0  0  0  San Cristóbal  52  32  20  13  9  4  3  1  2  20  13  7  14  8  6  2  1  1  Usme  55  33  22  21  11  10  4  3  1  21  13  8  5  2  3  4  4  0  Tunjuelito  25  14  11  5  4  1  3  2  1  10  4  6  3  2  1  4  2  2  Bosa  82  45  37  19  7  12  7  4  3  42  23  19  12  9  3  2  2  0  Kennedy  137  82  55  26  12  14  11  6  5  66  45  21  27  14",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "6"
        },
        {
            "text": "The INFEKTA implementation of the COVID19 propagation model for Bogotá city is implemented using the simulation modeling software tool AnyLogic. A hands on version (anybody can tries to change some of the parameters of the INFEKTA model) is available at INFEKTA anylogic. Figure 4 shows the initial configuration of virtual individuals in the simulation, represented as small points. All of them are initially assigned to homes, and almost all of them are in the Susceptible state (S) (green points). Just ten (10) individuals are considered at state Exposed (E). Figure 5 shows the state of the COVID19 dynamics (propagation of the virus) at three different simulation time steps. Figure 5a shows such dynamics some simulated minutes after starting the simulation. Notice that, individuals are moving (mainly using Transmilenio) according to the routine assigned. Figure 5b shows the COVID19 dynamics after 150 simulated hours. At this time, all individuals have been Exposed (yellow points), some are seriously infected (red points), and few are recovered (blue points). Figure 5c shows the COVID19 dynamics after 300 simulated hours. Notice that, almost all individuals have been recovered (blue points) and some of them are critically infected (dark-red point). It is clear that without social separation policy, the number of exposed, seriously and critical infected cases grow exponentially. Due to the short period of simulated time we report here (around 12 simulated days), no individual died.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 280,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 564,
                    "end": 572,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 682,
                    "end": 691,
                    "text": "Figure 5a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 865,
                    "end": 874,
                    "text": "Figure 5b",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1073,
                    "end": 1082,
                    "text": "Figure 5c",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We also try different scenarios where each one of the social separation policies is enforced at the beginning of the 300 simulation hours, see Figure 6 . As can be noticed, its evident how social separation rules help 7 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 151,
                    "text": "Figure 6",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint to mitigate the exponential growing on the number of infectious cases (Exposed, Seriously-Infected, and Critically-Infected). Interestingly, when the extreme social separation rule (access to approximately 75% of interest places is restricted) and the total social separation rule (access to approximately 95% of interest places is restricted) were enforce, the COVID19 dynamics display a similar behaviour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Modeling the Transmission dynamic of an infectious disease such as the COVID-19 is not an easy task due to its highly complex nature. When using an agent-based model, several different characteristics can be modeled, for example, the demographic information of the population being studied, the set of places and the mobility of agents in the city or town under consideration, social separation rules that may be enforced, and the special characteristics of the infectious disease being modeled. INFEKTA is a general agent-based model that allows researches to combine and study all of those characteristics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Future Work"
        },
        {
            "text": "Our preliminary results modeling the transmission dynamics of the coronavirus COVID-19 in Bogotá city, the largest and crowded city in Colombia, indicate that INFEKTA may be a valuable asset for researchers and public health decision-makers for projecting future scenarios when applying different social separation policy rules and controlling the expansion of an infectious disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Future Work"
        },
        {
            "text": "Our future work will concentrate on studying the transmission of COVID-19 in Bogotá city by considering different scenarios of social separation rules and by using more realistic information about: i) Relation between personal information and propagation rates of the COVID-19, ii) Places and routes, iii) Population size, and iv) Age and Medical preconditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Future Work"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20056119 doi: medRxiv preprint 10 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20056119 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.06.20056119 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Hierarchical structure of biological systems",
            "authors": [
                {
                    "first": "Carlos",
                    "middle": [],
                    "last": "Alcocer-Cuarón",
                    "suffix": ""
                },
                {
                    "first": "Ana",
                    "middle": [
                        "L"
                    ],
                    "last": "Rivera",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Victor",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Castaño",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bioengineered",
            "volume": "5",
            "issn": "2",
            "pages": "73--79",
            "other_ids": {
                "PMID": [
                    "24145961"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Agent-based models in translational systems biology",
            "authors": [
                {
                    "first": "Gary",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                },
                {
                    "first": "Qi",
                    "middle": [],
                    "last": "Mi",
                    "suffix": ""
                },
                {
                    "first": "Joyeeta",
                    "middle": [],
                    "last": "Dutta-Moscato",
                    "suffix": ""
                },
                {
                    "first": "Yoram",
                    "middle": [],
                    "last": "Vodovotz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "WIREs Systems Biology and Medicine",
            "volume": "1",
            "issn": "2",
            "pages": "159--171",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An introduction to multi-agent systems",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Balaji",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Srinivasan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Studies in Computational Intelligence",
            "volume": "310",
            "issn": "",
            "pages": "1--27",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Gephi: An open source software for exploring and manipulating networks",
            "authors": [
                {
                    "first": "Mathieu",
                    "middle": [],
                    "last": "Bastian",
                    "suffix": ""
                },
                {
                    "first": "Sebastien",
                    "middle": [],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "Mathieu",
                    "middle": [],
                    "last": "Jacomy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Artificial Life and Therapeutic Vaccines Against Cancers that Originate in Viruses",
            "authors": [
                {
                    "first": "Jonatan",
                    "middle": [],
                    "last": "María Elena Escobar-Ospina",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gómez",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "149--305",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Social Self-Organization: Agent-Based Simulations and Experiments to Study Emergent Social Behavior",
            "authors": [
                {
                    "first": ";",
                    "middle": [],
                    "last": "Dirk",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Helbing",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Artificial Life Models in Software",
            "authors": [
                {
                    "first": "Maciej",
                    "middle": [],
                    "last": "Komosinski",
                    "suffix": ""
                },
                {
                    "first": "Andrew",
                    "middle": [],
                    "last": "Adamatzky",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Topological characterization of complex systems: Using persistent entropy",
            "authors": [
                {
                    "first": "Emanuela",
                    "middle": [],
                    "last": "Merelli",
                    "suffix": ""
                },
                {
                    "first": "Matteo",
                    "middle": [],
                    "last": "Rucco",
                    "suffix": ""
                },
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Sloot",
                    "suffix": ""
                },
                {
                    "first": "Luca",
                    "middle": [],
                    "last": "Tesei",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Entropy",
            "volume": "17",
            "issn": "10",
            "pages": "6872--6892",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Encyclopedia of Complexity and Systems Science",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Robert",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Meyers",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Artificial intelligence a modern approach",
            "authors": [
                {
                    "first": "Stuart",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Norvig",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Introduction to the modeling and analysis of complex systems",
            "authors": [
                {
                    "first": "Hiroki",
                    "middle": [],
                    "last": "Sayama",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Binghamton University, SUNY",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Random Graphs and Complex Networks Vol. I., volume I. Cambridge Series in Statistical and Probabilistic Mathematics",
            "authors": [
                {
                    "first": "Remco",
                    "middle": [],
                    "last": "Van Der",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hofstad",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Lessons from a decade of individual-based models for infectious disease transmission: a systematic review",
            "authors": [
                {
                    "first": "Lander",
                    "middle": [],
                    "last": "Willem",
                    "suffix": ""
                },
                {
                    "first": "Frederik",
                    "middle": [],
                    "last": "Verelst",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Joke Bilcke, Niel Hens, and Philippe Beutels",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Transmission dynamic of the infectious disease in INFEKTA. The infectious disease states are, Susceptible (S), Exposed (E), Seriously-Infected (I S ), Critically-Infected (I C ), Recovered (R), Immune (M ) and Dead (D). Probabilities are individual based and can be defined in terms of current location, age, gender, and so on.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "An heterogeneous (varying genre, age, district and home) group of one thousand one individuals (1001) is generated using a stratified sampling based on the demographic information of the city.An  individual is classified, according to her/his age, as: Child = [0-12], Adolescence = [13-18], Adult = [19-49], Senior = [50-69], and older = 70+.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Map of Bogotá and Bogotá complex network",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Example routines (paths) carried by individuals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Initial",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Evolution of the epidemic dynamics of INFEKTA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Social Separation after 300 hours and initialized in hour 0.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Data used in the simulation. (*) real data",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Demographic information of virtual people. Total(T), Male(M), Female(F)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Parameters of INFEKTA and their estimations for COVID-19.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Melanie Mitchell and Mark Newman. Complex Systems Theory and Evolution. Oxford University Press, 2005. [11] Arles Rodriguez, Jonatan Gomez, and Ada Diaconescu. Towards Failure-Resistant Mobile Distributed Systems Inspired by Swarm Intelligence and Trophallaxis. In Proceedings of the European Conference on Artificial Life 2015, At The University of York UK, pages 448-455, 2015. [12] Arles Rodríguez, Jonatan Gómez, and Ada Diaconescu. Exploring Complex Networks with Failure-Prone Agents. In Obdulia Pichardo-Lagunas and Sabino Miranda-Jiménez, editors, Lecture Notes in Computer Science (including subseries Lecture Notes in Artificial Intelligence and Lecture Notes in Bioinformatics), volume 10062 LNAI, pages 81-98. Lecture Notes In Computer Science, Cham, 2017. [13] Alban Rousset, Bénédicte Herrmann, Christophe Lang, and Laurent Philippe. A survey on parallel and distributed multi-agent systems for high performance computing simulations. Computer Science Review, 22:27-46, 2016.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}