{
    "paper_id": "93137037ac3f5cbc25549ce22a87fa47bd7e25fc",
    "metadata": {
        "title": "Brief Analysis of the ARIMA model on the COVID-19 in Italy",
        "authors": [
            {
                "first": "Guorong",
                "middle": [],
                "last": "Ding",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University of Science and Technology College of Science",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Xinru",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University of Science and Technology College of Science",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Fan",
                "middle": [],
                "last": "Jiao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University of Science and Technology College of Science",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Yang",
                "middle": [],
                "last": "Shen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University of Science and Technology College of Science",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Coronavirus disease 2019 has been considered as a global threat infectious disease, and various mathematical models are being used to conduct multiple studies to analyze and predict the evolution of this epidemic. We statistically analyze the epidemic data from February 24 to March 30, 2020 in Italy, and proposes a simple time series analysis model based on the Auto Regressive Integrated Moving Average (ARIMA). The cumulative number of newly diagnosed and newly diagnosed patients in Italy is preprocessed and can be used to predict the spread of the Italian COVID-19 epidemic. The conclusion is that an inflection point is expected to occur in Italy in early April, and some reliable points are put forward for the inflection point of the epidemic: strengthen regional isolation and protection, do a good job of personal hygiene, and quickly treat the team leaders existing medical forces. It is hoped that the \"City Closure\" decree issued by the Italian government will go in the right direction, because this is the only way to curb the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19) has been regarded as a global threat, which has attracted much attention since 2019. At present, the proliferation trend has been contained in China, and to prevent foreign import is the key point to evaluate whether we achieve the final success. However, Italy, which located in Europe, is in a serious stage of epidemic spread. Fundamentally, due to the long incubation period of the virus, the difficulty in identifying symptoms, negligence in the prevention and control of returnees, and the relatively low number of sick people, Italy and the whole of Europe have not been highly vigilant, which has brought an opportunity for the spread of the virus [1] .",
            "cite_spans": [
                {
                    "start": 692,
                    "end": 695,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Various mathematical models are being used to conduct a variety of studies to analyze and predict the evolution of this epidemic. Reference [2] based on the SEIR kinetic model, taking into account the propagation mechanism, infection rate, and isolation measures of COVID-19, established a SEIR +CAQ propagation kinetic model, which can be used to predict the trend of COVID-19 in China, and to provide epidemic prevention and help with decision making. Reference [3] used the least square method of SEIR partitioning and Poisson noise to estimate the basic reproduction number of COVID-19 in Japan as R0 = 2.6 (95% CI, 2.4-2.8). The experimental results show that the epidemic of COVID-19 in Japan will not end quickly, and it is ridiculous to think that COVID-19 will disappear in summer spontaneously. The traditional epidemic model (SEIR) involves various factors and analyses, which may subject to potential bias. Therefore, it is necessary to propose a COVID-19 prediction model based on time series. Reference [4] proposed the ARIMA model that is useful to predict the spread of COVID-19, and then continuously improved the model by updating the data set. The experimental results show that it has good consistency with the actual epidemic spread.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 464,
                    "end": 467,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1017,
                    "end": 1020,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Based on the ARIMA model, we perform the simply model on the epidemic data from February 24 to March 30, 2020 in Italy and then predict the epidemiological trend of COVID-19 in the next 5 days. Table 1 records the source of the original data and the description of the data set. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 201,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The data are reliable and represent a true epidemic situation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data value"
        },
        {
            "text": "The data used in this paper are sourced from the statistics of the National Health Commission(http://www.nhc.gov.cn/xcs/xxgzbd/gzbd_index.shtml) and then compiled by the website (https://news.sina.cn/zt_d/yiqing0121 ). Here, the cumulative number of confirmed diagnoses, new diagnoses, deaths, and cures were counted in Italy for 36 days from February 24, 2020 to March 30, 2020. A time series database was established using Excel 2019 [5] . We apply the ARIMA model to predict the cumulative number of diagnoses and the number of newly diagnosed patients [6] .",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 439,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 556,
                    "end": 559,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Data description"
        },
        {
            "text": "ARIMA models include Autoregressive models (AR), Moving Average models (MA), Autoregressive Moving Average models (ARMA), and Autoregressive Integrated Moving Average model (ARIMA) [7] .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 184,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "The basic model expression of ARIMA (p, d, q) is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "The Augmented Dickey-Fuller (ADF) unit-root test helps in estimating whether the time series is stationary [8] . Log transformation and differences are the preferred approaches to stabilize the time series. Wolds decomposition theorem and Cramers decomposition theorem construct the theoretical basis of ARIMA model fitting stationary sequences [6] .",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 110,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 345,
                    "end": 348,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "Parameters of the ARIMA model were estimated by autocorrelation function (ACF) graph and partial autocorrelation (PACF) correlogram. We use R to statistically analyze the fitted predictions of the cumulative number of confirmed and newly diagnosed COVID-19 in Italy, and the significance level is set at =0.05 α [9] . Steps: (1) Establish the observed time series database;",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 315,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "(2) Check the stationarity of the observation data. If the sequence is not stationary, perform a difference or logarithmic transformation until it becomes a stationary time series;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "(3) Calculate the ACF and PACF of the stationary sequence, and use ARIMA model to identify preliminary values of the autoregressive order, p, the order of differencing, d, and the moving average order, q.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "(4) Perform model tests, including the significance test of the model and the significance test of the parameters. (5) To predict the epidemic situation in the next 5 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "This paper counts the epidemic situation in Italy from February 24, 2020 to March 30, 2020, and the time span is 36 days. Before modeling, we analyze the original sequence to see whether it has specific trend. The original sequence is shown in Figure  1 . We can clearly see that the sequence is non-stationary because it shows a clear upward trend. In view of ARIMA modeling requires a stationary sequence, it is necessary to perform a difference or logarithmic transformation on the sequence.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 253,
                    "text": "Figure  1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Parameters and tests"
        },
        {
            "text": "Although the second-order difference of the sequence shows stationarity. We do want to mention, however, that overfitting can be used as a diagnostic tool, which will lose important information of the original sequence, it is not always the case that more is better. Overfitting leads to less-precise estimators, and adding more parameters may fit the data better but may also lead to bad forecasts. So, in this paper we first perform a logarithmic transformation on the cumulative confirmed original sequence, and then performs a first-order difference based on the logarithmic sequence. The differential logarithmic sequence is shown in Figure 2 . . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 639,
                    "end": 647,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Parameters and tests"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20058636 doi: medRxiv preprint Figure 3 . Correlogram for the cumulative logarithmic differential logarithmic",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 115,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The ARIMA (2,1,0) model was constructed to fit the logarithmic sequence of cumulative diagnoses, and the residual sequence after fitting was tested to be a white noise sequence, that is, the model was significant. The significance of the parameters was also tested. Based on this model, we predict the cumulative number of confirmed diagnoses in the next 5 days. Since it was a logarithmic sequence before, it should be converted accordingly next [10] [11] . Logarithmic cumulative confirmed sequence prediction is shown in Figure 4 : It is known from Figure 4 : The logarithm of the cumulative number of confirmed diagnoses of COVID-2019 is in a gradual phase, that is, the growth rate of the cumulative number of confirmed diagnoses is slowing down. This is a very important signal that Italy is now at a very critical point.",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 451,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 524,
                    "end": 532,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 552,
                    "end": 560,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The same method is used for the newly confirmed number of patients. The original sequence and the differential log sequence are as follows: Figure 5 Original sequence of new confirmed diagnoses . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 148,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.08.20058636 doi: medRxiv preprint Figure 6 . Differential logarithmic sequence of newly confirmed diagnoses",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 115,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The ACF and PACF diagrams of the differential logarithmic sequence of newly diagnosed people are as follows: Figure 8 shows that the difference between the number of diagnoses on the day and the number of diagnoses on the previous day is not a continuous growing process [12] . The number of newly diagnosed patients has now reached a flat period, which indicates that the current prevention and control in Italy has been effective.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 117,
                    "text": "Figure 8",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Based on the ARIMA model established above, the cumulative number of confirmed diagnoses and the number of newly confirmed diagnoses in the next 5 days are predicted. The 95% confidence interval data prediction is shown in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 223,
                    "end": 230,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "R statistical software was used to construct a trend-fitting forecast based on the ARIMA model. The National Health Commission and statistical data are used to fit this epidemic trend. It can be seen that the epidemic will continue for some time. From the perspective of statistical analysis, although we need more data to make more detailed predictions, in fact, the number of confirmed new coronaviruses in Italy is still increasing, and effective prevention and control measures are still needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and recommendations"
        },
        {
            "text": "The growth rate of newly diagnosed patients in Italy has slowed down. And it is expected to reach the inflection point in early April. Before the turning point of the epidemic comes, we must not relax our vigilance and continue to carry out various government-prevented measures strictly, such as strengthening the work of regional isolation, doing effective personal protection, and organizing existing medical forces for rapid treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and recommendations"
        },
        {
            "text": "As for the government, the most important thing at present is to greatly reduce peoples contact and implement isolation policy. China has done very well in restrictive and preventive measures. Italy must learn from China. It is hoped that the \"City Closure\" decree issued by the Italian government will go in the right direction, because this is the only way to curb the spread of epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and recommendations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Fighting New Coronary Pneumonia: The Chinese Academy of Sciences is in action and continued",
            "authors": [],
            "year": 2020,
            "venue": "Proceedings of the Chinese Academy of Sciences",
            "volume": "35",
            "issn": "",
            "pages": "226--227",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Trend analysis of new coronavirus pneumonia based on the improved SEIR + CAQ infectious disease dynamic model",
            "authors": [
                {
                    "first": "Wei",
                    "middle": [],
                    "last": "Yongyue",
                    "suffix": ""
                },
                {
                    "first": "Lu",
                    "middle": [],
                    "last": "Zhenzhen",
                    "suffix": ""
                },
                {
                    "first": "Du",
                    "middle": [],
                    "last": "Zhicheng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prediction of the Epidemic Peak of Coronavirus Disease in Japan, 2020",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuniya",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Med",
            "volume": "9",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Application of the ARIMA model on the COVID-2019 epidemic dataset",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Benvenuto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giovanetti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vassallo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Angeletti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ciccozzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Data Brief",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Review of Research Progress on New Coronavirus Pneumonia",
            "authors": [
                {
                    "first": "Li",
                    "middle": [],
                    "last": "Shixue",
                    "suffix": ""
                },
                {
                    "first": "Shan",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Shandong University (Medical Edition",
            "volume": "",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Chapter 6 Frequency Analysis of Time Series",
            "authors": [
                {
                    "first": "Ronald",
                    "middle": [],
                    "last": "Christensen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A hybrid seasonal prediction model for tuberculosis incidence in China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Tse",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Med. Inf. Decis. Making",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Application of the ARIMA model on the COVID-2019 epidemic dataset",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Benvenuto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giovanetti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vassallo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Angeletti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ciccozzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Time Series Analysis Using the R Statistical Package",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H S"
                    ],
                    "last": "Shumway &amp; D",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Stoffer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Applied time series analysis",
            "authors": [
                {
                    "first": "Wang",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "cumulative diagnoses in Italy",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Logarithmic difference sequence of cumulative diagnoses R statistical software was used to calculate the ACF and PACF of a logarithmic difference sequence, the results are as follows:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Log sequence prediction and original sequence prediction",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "ACF and PACF diagrams of the differential logarithmic sequence of newly diagnosed persons For the logarithmic series of newly diagnosed patients, the ARIMA (1,1,2) model is selected to fit the predictions. The significance of the model and the significance of the parameters all pass the test.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Log sequence prediction and original sequence prediction",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Specifications Table http://www.nhc.gov.cn/xcs/xxgzbd/gzbd_index.shtml https://news.sina.cn/zt_d/yiqing0121",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Forecast value of cumulative diagnoses and new diagnoses",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}