{
    "paper_id": "9350071c50e046209486fa3cafcfa0757a5e6163",
    "metadata": {
        "title": "Detecting SARS-CoV-2 at point of care: Preliminary data comparing Loop-mediated isothermal amplification (LAMP) to PCR",
        "authors": [
            {
                "first": "Marc",
                "middle": [
                    "F"
                ],
                "last": "Österdahl",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guy's and St Thomas' NHS Foundation Trust",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Karla",
                "middle": [
                    "A"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kings College London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [
                    "Ni"
                ],
                "last": "Lochlainn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guy's and St Thomas' NHS Foundation Trust",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Stuart",
                "middle": [],
                "last": "Wilson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MicrosensDx Ltd",
                    "location": {
                        "addrLine": "2 Royal College Street",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Sam",
                "middle": [],
                "last": "Douthwaite",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guy's and St Thomas' NHS Foundation Trust",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Rachel",
                "middle": [],
                "last": "Horsfall",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kings College London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Alyce",
                "middle": [],
                "last": "Sheedy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kings College London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Simon",
                "middle": [
                    "D"
                ],
                "last": "Goldenberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guy's and St Thomas' NHS Foundation Trust",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [
                    "J"
                ],
                "last": "Stanley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MicrosensDx Ltd",
                    "location": {
                        "addrLine": "2 Royal College Street",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Tim",
                "middle": [
                    "D"
                ],
                "last": "Spector",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kings College London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Claire",
                "middle": [
                    "J"
                ],
                "last": "Steves",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Guy's and St Thomas' NHS Foundation Trust",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": ")",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joint",
                "middle": [],
                "last": "First",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The need for a fast and reliable test for COVID-19 is paramount in managing the current pandemic. A cost effective and efficient diagnostic tool as near to the point of care (PoC) as possible would be a game changer in current testing. We tested reverse transcription loop mediated isothermal amplification (RT-LAMP), a method which can produce results in under 30 minutes, alongside standard methods in a real-life clinical setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: This service improvement project piloted a research RT-LAMP method on nasal and pharyngeal swabs on 21 residents in a high dependency care home, with two index COVID-19 cases, and compared it to multiplex tandem reverse transcription polymerase chain reaction (RT-PCR). We calculated the sensitivity, specificity, positive and negative predictive values of a single RT-LAMP swab compared to RT-PCR, as per STARD guidelines. We also recorded vital signs of patients to correlate clinical and laboratory information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The novel method accurately detected 8/10 PCR positive cases and identified a further 3 positive cases. Eight further cases were negative using both methods. Using repeated RT-PCR as a \"gold standard\", the sensitivity and specificity of the novel test were 80% and 73% respectively. Positive predictive value (PPV) was 73% and negative predictive value (NPV) was 83%. We also observed hypothermia to be a significant early clinical sign in a number of COVID-19 patients in this setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interpretation: RT-LAMP testing for SARS-CoV-2 was found to be promising, fast, easy to use and to work equivalently to RT-PCR methods. Definitive studies to evaluate this method in larger cohorts are underway. RT-LAMP has the potential to transform COVID-19 detection, bringing rapid and accurate testing to the point of care. This method could be deployed in mobile testing units in the community, care homes and hospitals to detect disease early and prevent spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Current diagnosis of for COVID-19 infection relies on centralised laboratory-based RT-PCR (Reverse Transcription Polymerase Chain Reaction) testing. Although PCR provides a relatively rapid result, it is limited by the bottle necks of transportation to the laboratory and the requirement to batch samples in a large run. Moreover, alternative technologies to RT-PCR requiring different reagents, and dry swabs would reduce the strain on laboratory and clinical supplies, allowing greater numbers of tests to be performed. It is abundantly clear that urgent research is needed to enable health services globally to plan resources and this research must both move rapidly from bench to bedside and be scalable and rapidly available. In light of this urgency, we present a preliminary evaluation of a novel, quick test for COVID-19 that can be implemented at the point of need.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Point-of-care (PoC) testing may be critical to enable rapid detection of disease when an outbreak is suspected. This is particularly important in community settings like care homes, where multiple vulnerable patients reside together, and COVID-19 can spread quickly if not identified early [1] . Older residents are at higher risk of mortality from COVID-19 [2] , and care homes have reported significant outbreaks both in the UK [3] and internationally [4] . However, they have limited access to laboratory diagnostic services. A rapid, point-of-care (PoC) test would allow early case identification, and implementation of increased infection control measures to prevent further spread to residents and staff, as recommended by Public Health England (PHE) [5] , The World Health Organization (WHO)[1] and British Geriatric Society [6] .",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 293,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 430,
                    "end": 433,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 454,
                    "end": 457,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 757,
                    "end": 760,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 832,
                    "end": 835,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To this end, we used a combination of magnetic bead viral genome capture and optimised RT-LAMP (Reverse Transcriptase Loop-Mediated Isothermal Amplification) for amplification and detection of the SARS-CoV-2 genome; targeting the ORF1a gene, to show proof of principle. The assay runs under isothermal conditions at 65°C allowing simpler and cheaper instrumentation to be used with rapid results (25 minutes from swab to result). It can be used without a hospital laboratory and is suitable for a mobile testing unit model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Evidence before this study: A cost effective and efficient testing tool as near to the point of care (PoC) as possible for COVID-19 is vital for future swift detection to stem the pandemic. There is currently no \"real world data\" comparing the effectiveness of RT-LAMP to the current gold standard of RT-PCR but lab-based studies in China and the USA suggest these methods have similar theoretical efficacy. Added Value of this study: Magnetic bead capture and RT-LAMP amplification and testing for SARS-CoV-2 was found to be promising, easy to use and to work equivalently to RT-PCR methods in a \"real world\" cohort of patients in a care home. Hypothermia is a notable clinical sign in our cohort for patients with Covid-19 infection, and consideration should be given to its inclusion in diagnostic criteria as an alternative to fever Implications of all the available evidence: RT-LAMP can be used to aid rapid diagnosis for COVID-19 at the point of care in community settings, allowing RT-PCR to be reserved for use elsewhere. Hypothermia, in addition or contrast to fever, may also be a significant early clinical sign of COVID-19 disease, and further investigation is recommended for its use in clinical practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research in Context"
        },
        {
            "text": "The setting was an NHS high dependency care home (Category 1 Continuing Care), where an outbreak was suspected. On Day 0 (Monday 16th March) 2 patients experienced fever and had other classical symptoms of COVID-19, arousing clinical suspicion. RT-PCR testing was performed on Day 1 and reported as positive on Day 2. To determine the extent of spread in the home, and protect patients and staff, on days 3 & 4 nasal and pharyngeal swabs were performed in all patients in the care home and analysed using multiplex tandem RT-PCR. On Day 4 RT-LAMP swab tests from the nose and throat were added to the testing protocol. Patients' vital signs were noted in the 4 weeks prior to the outbreak to trace whether the start of the outbreak was prior to day 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "Isolation and barrier nursing were instituted for all patients. All patients were sampled on day 3 and day 4 using Pharyngeal (Day 3) and deep nasal (Day 4) specimens (swabs) collected which were immediately placed into sterile tubes containing 3ml of viral transport media (VTM) for RT-PCR or dry for the RT LAMP assay. Staff taking the swabs were also swabbed and were negative for SARS-CoV-2 using RT-LAMP. Samples were urgently couriered to the hospital and MicrosensDx laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test Methods"
        },
        {
            "text": "The hospital performed multiplex tandem RT-PCR according to standard protocols. If Patients were positive on Day 3, Day 4 samples were not analysed, but have been stored for later analysis. The RT-LAMP method employed was the MicrosensDx RapiPrep® SARS-CoV-2 research use test. The method used magnetic bead capture to maximise the yield of target nucleic acid during sample preparation from the dry swab, which is followed by optimised reverse transcription loop mediated isothermal amplification (RT-LAMP) to amplify and detect the SARS-CoV-2 genome, targeting the ORF1a gene. The assay runs under isothermal conditions at 65oC allowing simpler and cheaper instrumentation which can yield results in 25 minutes on average. Results from this assay were compared to multiplex tandem PCR performed twice in the case of negative patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test Methods"
        },
        {
            "text": "24 residents were present in the care home on Day 0. Two patients lacked capacity had no contactable NOK to inform of the project. In one patient their informant did not agree to repeated testing as a service improvement. 21 patients were included in the study. Study participants were aged between 52 and 89 years (median 76 years) and were predominantly female (70%). 2/21 died due to Covid-19, and 2/21 died from unrelated causes within 7 days of their positive test (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 470,
                    "end": 479,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Testing results are shown in Table 2 . We defined cases as being RT-PCR positive on one of two tests at day 3 or 4, and negative if negative on both tests. Using this definition, 10/21 patients in the facility were COVID-19 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 29,
                    "end": 36,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "positive (RT-PCR34). Of these 10 cases, 8 were identified with a single swab for RT-LAMP, giving a sensitivity of 80% (95% CI 44-98%) and positive predictive value of 73% (95%CI 39-94%) ( Table 2) . This represented an improved rate of detection compared to single swab RT-PCR both in our sample and previous estimates. Combining symptoms with RT-LAMP assessment did not improve sensitivity or specificity in this patient group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 188,
                    "end": 196,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The specificity of the RT-LAMP test was 73%. Three cases were identified as positive using RT-LAMP which were negative on RT-PCR, giving a total of 13 patients testing positive on either RT-PCR or RT-LAMP. (Table  3) . Of these 3 patients that were positive using RT-LAMP but negative on RT-PCR, patient 11 had a high grade temperature of 38.1°C on D1 of testing, patient 12 had a temperature <36.0°C in the 7 days prior to testing and patient 18 had a temperature of 37.5°C in the 7 days prior to testing (table 2). All three remained well at day 10 with no other explanation for symptoms, such as upper respiratory or urinary tract infections. It is of course possible that the RT-PCR results for one or more of these patients represent false negatives. Of the two patients positive for RT-PCR and negative using RT-LAMP one was contemporaneously symptomatic, and the other was well at the time of testing but had suffered a significant flu-like illness for the 3 weeks prior to Day 0.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 216,
                    "text": "(Table  3)",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Many patients in the home had altered vital signs in the week leading up to testing, with 6/11 negative cases, and 8/10 positive cases showing signs, e.g. fevers or reduced oxygen saturations. Low temperatures (<36°C were detected in a minority of COVID PCR positive patients in the absence of fevers ( Table 2 ). The development of cases in the home and testing results are illustrated in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 310,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 390,
                    "end": 398,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In a time of global crisis, it is critical data are quickly shared on new testing methods, so that they can be upscaled more rapidly. To this end we present data from 21 patients in a care home tested within days of an outbreak in the home. In this patient group, a single RT-LAMP test had a sensitivity of 80% and a specificity of 73% compared to a \"better than gold standard\" of two consecutive RT-PCR swabs. This level of sensitivity is clinically workable in a time of crisis, particularly if repeated testing is utilised, and safeguards are put in place to guard against over confidence in negative individuals. It is comparable to other estimates of a single-swab RT-PCR test in our clinical experience and in published pre-prints [7, 8] . In addition, it appears nasal swabs are second best to lower respiratory tract derived samples [8] . Combined with the rapid result time, RT-LAMP may have additional clinical utility to standard RT-PCR. The RT-PCR negative, RT-LAMP positive samples may indicate a lack of specificity of the RT-LAMP assay but given that some infected patients are assumed to be have been clinically asymptomatic and given that the RT-LAMP assay used here tests more of the swab eluate than the PCR, these may be real positive results that have missed by the RT-PCR. Further testing and further studies will resolve this issue.",
            "cite_spans": [
                {
                    "start": 737,
                    "end": 740,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 741,
                    "end": 743,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 841,
                    "end": 844,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition, we found fever >37.3°C, as expected was a common symptom, but hypothermia (T<36.0°C) and desaturation were also noted. The finding of hypothermia is important. It is a recognised symptom of sepsis and the systemic inflammatory response syndrome, particularly in older people [9] . However, current PHE and WHO COVID-19 guidelines do not include hypothermia as a symptom. Larger scale studies on prevalence of hypothermia, as well as other non-classical symptoms, would shed more light on the presentation of COVID-19 in institutionalised patients.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 291,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Loop-mediated isothermal amplification (LAMP) was developed as a rapid and reliable, cheaper method to amplify from a small amount target sequence at a single reaction temperature, obviating the need for sophisticated thermal cycling equipment [10] . Within the past 4-6 weeks, five independent groups have published preprints of submitted manuscripts evaluating novel RT-LAMP testing methods against RT-PCR as gold standard ( Table 4 ). Two of these used only proven PCR-positive throat and nasal swabs and demonstrated sensitivity >97% for RT-LAMP methods targeting the ORF1ab gene when compared with gold standard RT-PCR [11, 12] . Only the study by Yang et al. included swabs from both SARS-CoV-2 positive and negative patients and was thus able to produce both a sensitivity and a specificity. The remaining two groups, both based in in the United States, lacked access to, or clearance to work with, SARS-CoV-2 samples and used either inactivated HIV with synthesised LAMP sequences [13] or other synthesised RT-LAMP sequences [14] . The majority of studies focused on the highly-conserved ORF1ab gene primer, also targeted by the RT-LAMP method used by the MicrosensDx RapiPrep® SARS-CoV-2 method. Our study is the first \"real world\" study comparing the effectiveness of RT-PCR and RT-LAMP testing in a group of patients at high risk for COVID-19 and represents an important progression to clinical use for this novel SARS-CoV-2 testing method. Of particular note, our standard for comparison was not a single RT-PCR, but two separate swabs for RT-PCR sent on consecutive days, thus representing what could be considered a \"better-than gold standard\" for comparison.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 624,
                    "end": 628,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 629,
                    "end": 632,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 989,
                    "end": 993,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1033,
                    "end": 1037,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 427,
                    "end": 434,
                    "text": "Table 4",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We have been able to perform these tests quickly in a group at high risk for severe disease, and a setting where early identification of infected patients is key to preventing further spread. Many other studies so far have used laboratory samples to estimate efficacy but have been unable to estimate the clinical utility. Swabs were taken by the same clinician, minimising the risk of technical error or observer biases. All RT-LAMP samples were tested in the MicrosensDx laboratory, and RT-PCR in the hospital laboratory, and there was no viral transport medium on the RT-LAMP swabs. Actual Point of Care testing, and or viral medium could be used to optimise performance further but use of dry swabs could ease issues with supply of viral transport media. We are limited by a small sample size, so our estimates have wide confidence intervals. However, they appear to be concordant with other (pre-print) studies on RT-LAMP performed purely on laboratory samples. A further possible limitation of our study is that only upper respiratory samples were used. Additional work is needed to test this method with sputum or bronchiolar lavage specimens, which may improve sensitivity for hospitalised patients. We are also aware that sampling sites were different on Day 3 and 4, however discordant patients had deep nasal samples on Day 4, and this does not appear to have affected our results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths + Limitations"
        },
        {
            "text": "Use of this rapid test, for example in care home settings could facilitate early identification of cases and enactment of infection control measures as required. We hypothesise that this could significantly reduce spread and subsequent mortality in care home residents, a speculation which could easily be tested if the method was more widely available. The test may also be suitable for use in other community settings such as pharmacies and care agencies, as well as emergency departments, and prisons or residential settings for homeless people where rapid diagnosis is also important. An area of global concern is COVID-19 spread in developing countries, where reported cases are currently low but are likely to increase over the coming weeks and months. Inexpensive PoC testing that is not dependent on skilled and centralised technicians will be vital for the less well-resourced countries and economies. However, further evaluation in these settings would be advised to replicate its effectiveness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generalisability, Implications & Future Research"
        },
        {
            "text": "There is urgent need of a rapid, robust and cost-efficient point-of-care test that can be used in care homes, community settings and away from centralised large-scale laboratories, without the need for skilled technicians. Magnetic bead capture and RT-LAMP amplification and testing for SARS-CoV-2 was found to be promising, rapid, easy to use and to work equivalently to standard multiplex tandem PCR methods. Definitive studies to evaluate this method in larger cohorts are underway. RT-LAMP has the potential to transform COVID-19 detection, bringing rapid and accurate testing to the PoC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "CJS is supported by HEFCE funding. CS and SW are employees of MicrosensDX Ltd. Testing was provided free of charge by MicrosensDx. PCR tests were performed as part of routine clinical care. No other funding was sought for this study. Other authors report no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other Information"
        },
        {
            "text": "This project was a clinical service improvement and as such did not require REC approval. All capacitous participants and relatives in case of non-capacitous were appraised of the project and given the opportunity to not take part. This decision had institutional oversight from the offices of the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Considerations."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Infection Prevention and Control guidance for Long-Term Care Facilities in the context of COVID-19: World Health Organisation",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Six Covid-19 cases at Lanarkshire care home: BBC News",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronavirus: nursing homes emerge as South Korea's new battleground for infections",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19: guidance on residential care provision: Public Health England",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19: Managing the COVID-19 pandemic in care homes: British Geriatric Society",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Correlation of Chest CT and RT-PCR Testing in Coronavirus Disease 2019 (COVID-19) in China: A Report of 1014 Cases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Evaluating the accuracy of different respiratory specimens in the laboratory diagnosis and monitoring the viral shedding of 2019-nCoV infections. medRxiv",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The impact of body temperature abnormalities on the disease severity and outcome in patients with severe sepsis: an analysis from a multicenter, prospective survey of severe sepsis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kushimoto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gando",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Saitoh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Crit Care",
            "volume": "17",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Loop-mediated isothermal amplification of DNA",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Notomi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Okayama",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Masubuchi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nucleic Acids Res",
            "volume": "28",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Rapid colorimetric detection of COVID-19 coronavirus using a reverse tran-scriptional loop-mediated isothermal amplification (RT-LAMP) diagnostic plat-form: iLACO. medRxiv",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Rapid Molecular Detection of SARS-CoV-2 (COVID-19) Virus RNA Using Colorimetric LAMP. medRxiv",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Odiwuor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A Single and Two-Stage, Closed-Tube, Molecular Test for the 2019 Novel Coronavirus (COVID-19) at Home, Clinic, and Points of Entry",
            "authors": [
                {
                    "first": "E-T",
                    "middle": [],
                    "last": "Mohamed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Haim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jinzhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Rapid Detection of Novel Coronavirus (COVID-19) by Reverse Transcription-Loop-Mediated Isothermal Amplification. medRxiv",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Bartolone",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Chancellor",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Rapid Detection of SARS-CoV-2 Using Reverse transcription RT-LAMP method. medRxiv",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Development of the cases and testing over time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Flowchart",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Integrated Care Medical Director and Research and Development, Guy's & St Thomas' NHS Trust, and the Clinical Academic Group for Medicine and Therapies, King's Health Partners.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Participant results, vital signs and mortality at 7 days. Rows for cases (defined as at least one of two positive RT-PCR tests) are highlighted in orange.is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.(which was not peer-reviewed)The copyright holder for this preprint . https://doi.org/10.1101/2020.04.Table 3: Testing results, comparing RT-LAMP method on deep nasal swabs to Multiplex tandem RT-PCR performed on both pharyngeal and deep nasal swabs. Positive PCR cases are defined as at least one positive test over two days.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Currently available pre-print articles comparing LAMP methods with RT-PCR for COVID-19 detection",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}