{
    "paper_id": "954c5f82af3d9247e83bc8d1c0100e33f38eeb23",
    "metadata": {
        "title": "Survival-Convolution Models for Predicting COVID-19 Cases and Assessing Effects of Mitigation Strategies",
        "authors": [
            {
                "first": "Qinxia",
                "middle": [
                    "Wang"
                ],
                "last": "Mphil",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shanghong",
                "middle": [],
                "last": "Xie Phd",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuanjia",
                "middle": [],
                "last": "Wang Phd",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Donglin",
                "middle": [],
                "last": "Zeng Phd",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "addrLine": "Chapel Hill",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "South Korea have reduced the infection rate faster than Italy and the US. Italy's R t has remained around 1·0 for more than two weeks since March 26, while in the US R t continues to decrease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Implementing response measures earlier in the disease epidemic reduces the disease transmission measured by R t at a faster speed. Thus, for regions at early stage of disease epidemic (e.g., South America), mitigation measures should be introduced early. Nation-wide lockdown may not further reduce the speed of R t reduction compared to regional quarantine measures. In countries where disease transmission has slowed down, lifting of quarantine measures may lead to a persistent infection rate delaying full control of epidemic and thus should be implemented with caution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Summary Background Countries around the globe have implemented unprecedented mitigation measures to mitigate the coronavirus disease 2019 (COVID- 19) pandemic. We aim to predict COVID-19 cases and compare effectiveness of mitigation measures across countries to inform policy decision making.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 149,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "April 15, 2020"
        },
        {
            "text": "Methods We propose a survival-convolution model for predicting key statistics of COVID-19 epidemics (daily new cases). We account for transmission during a presymptomatic incubation period and use a time-varying reproduction number (Rt) to reflect the temporal trend of transmission and change in response to an intervention. We estimate the intervention effect on reducing the infection rate and quantify uncertainty by permutation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "April 15, 2020"
        },
        {
            "text": "Findings Our model adequately estimated observed daily new cases and could predict the entire disease epidemic using data from the early phase. A fast rate of decline in R t was observed in China and South Korea. In Italy, R t decreased at a slower rate and did not change significantly before the nation-wide lockdown and two-weeks after. In the United States (US), there was a significant change in R t before and after the declaration of national emergency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "April 15, 2020"
        },
        {
            "text": "Interpretation Adopting mitigation strategies early in the epidemic is effective in reducing the infection rate. The lockdown in Italy did not further accelerate the speed at which the infection rate decreases and the epidemic is not yet under control. If the current trend continues in the US, COVID-19 may be controlled by May 24 (CI: May 15 to Jun 9). However, relaxing mitigation measures could delay the end date of the epidemic as long as 42 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "April 15, 2020"
        },
        {
            "text": "Funding US National Institutes of Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "April 15, 2020"
        },
        {
            "text": "Evidence before this study",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research in context"
        },
        {
            "text": "The COVID-19 has created major health crisis around the world. As countries respond to the pandemic, it is urgent to predict disease epidemic and compare containment and mitigation efforts between countries to investigate their impacts on infection rates. We searched PubMed for studies published in English up to April 2020, with the terms \"COVID-19\", \"coronavirus\", \"SARS-CoV-2\",\"2019-nCoV\" AND \"transmission\", \"dynamics\", \"model\", \"estimate\", \"forecast\", \"intervention\", \"control measures\". We found several infectious disease models for epidemic in China, other Asian countries, and Europe, and predictions of mortality rate and hospital demands in United Kingdom and United States. A few studies have investigated the impact of control measures based on simulations. However, existing models for COVID-19 are based on susceptible-exposed-infected-removed (SEIR) models for prior influenza and SARS epidemics, which involve a large number of parameters and may susceptible to perturbation in parameters. No published work has used a parsimonious survival model to directly predict daily new case or use natural experiment design to estimate intervention effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research in context"
        },
        {
            "text": "We present a parsimonious and robust survival convolution model to predict daily new cases and daily hidden latent cases with a few model parameters and assumptions, and estimate intervention effects across countries under longitudinal pre-post quasi-experimental. Our model may provide narrower confidence intervals and more accurate prediction than existing methods based on SEIR models. In China and South Korea, we predict the entire disease epidemic using only data two to three weeks after the outbreak. In Italy, there was no significant effect of national-wide lockdown measured by the difference in the trend of R t .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "In the US, series of response measures implemented across states before March 13 has made a significant impact on changing R t . Early response measures implemented in China and 2 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20067306 doi: medRxiv preprint Introduction COVID-19 pandemic is currently a daunting global health challenge. The novel coronavirus was observed to have a long incubation period and to be infectious during this period [1] [2] [3] [4] . The cumulative case number surpasses 1.99 million by April 15, with more than 600,000 in the United States (US). It is imperative to study the course of the disease outbreak in countries that have controlled the outbreak (e.g., China and South Korea) and compare mitigation strategies to inform decision making in regions that are in the midst of (e.g., Europe and the US) or at the beginning of outbreak (e.g., South America and Africa).",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20067306",
                    "ref_id": null
                },
                {
                    "start": 333,
                    "end": 336,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 337,
                    "end": 340,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 341,
                    "end": 344,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 345,
                    "end": 348,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "Various infectious disease models are proposed to estimate the transmission of COVID-19 [5] [6] [7] and investigate the impact of interventions on mitigating the spread [8] [9] [10] [11] [12] . Several studies modeled the transmission by stochastic dynamical systems 5-7,10 , such as susceptibleexposed-infectious-recovered (SEIR) models 5 , extended Kalman filter framework [13] [14] [15] , and individual-based simulation models 8, 9 . Li et al. 6 and Wu et al. 5 assumed a constant infection rate between subjects, which did not take into account of behavioral change (e.g.,",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 92,
                    "end": 95,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 96,
                    "end": 99,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 169,
                    "end": 172,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 173,
                    "end": 176,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 177,
                    "end": 181,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 182,
                    "end": 186,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 187,
                    "end": 191,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 375,
                    "end": 379,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 380,
                    "end": 384,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 431,
                    "end": 433,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 434,
                    "end": 435,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 448,
                    "end": 449,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 464,
                    "end": 465,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20067306 doi: medRxiv preprint social distancing) and government mitigation strategies that can have major influences on the disease course. Others modified the infection rate as intervention- 10, 12 or time-varying 7 .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20067306",
                    "ref_id": null
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 311,
                    "end": 313,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "These models may involve a large number of parameters and assumptions and thus susceptible to perturbation of parameters and prior assumptions, do not directly assess goodness of fit to observed data (e.g., daily number of cases), and may lead to wide prediction intervals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "Furthermore, some of these approaches did not consider the long incubation of COVID-19, which may underestimate the number of cases at a given time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "In contrast to complex infectious disease models, we propose a parsimonious (at most five parameters), population-level survival-convolution model that is based on main characteristics of COVID-19 epidemic and observed number of confirmed cases. Our method models only key statistics (e.g., daily reported new cases) that accurately reflect the disease epidemic over time, so it is more robust than most SEIR methods that model individual transmission processes. We construct our model based on prior scientific knowledge about COVID-19, instead of post-hoc observations of the trend of disease spread. Specifically, two important facts we consider include (1) the virus has an incubation period up to 14-21 days 1 and a patient can be highly infectious even without symptoms; (2) infection rate varies over time and can change significantly when the public responds to government guidelines and intervention strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "We aim to achieve the following goals. The first goal is to fit observed data to predict daily new confirmed cases and undetected latent cases, and predict the epidemic end date and the final total number of cases. The second goal is to assess the effect of interventions across countries (e.g., mitigation measures) under the framework of natural experiments (e.g., longitudinal pre-post quasi-experimental design 16 ). Quasi-experiment approaches are often used to estimate intervention effect of a health policy where randomized controlled trials (RCTs) are not feasible. Our third goal is to project the future trend of COVID-19 for the countries (e.g., Italy, US) amid the epidemic by today (April 15) under different 4 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 417,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "assumptions of future infection rate, including the continuation of the current trend and hypothetically relaxing mitigation measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "We used data from a publicly available database which consolidates multiple sources of official reports (World Meters, https://www.worldometers.info/coronavirus/). We analyzed two countries with large number of confirmed cases in Asia (China, South Korea) and two outside (Italy, US). Since both China and South Korea are already at the end of epidemic, we used their data to test empirical performance of our method. We included data in the early phase of epidemic as training set to estimate model parameters and leave the rest of the data as testing set for evaluation. For China, we used data up to two weeks post the lockdown (January 23) of Wuhan city as training (data from January 20 to February 4), and used the remaining observed data for evaluation (February 5 to March 31). Similarly, for South Korea we used data from February 15 to March 4 as training and leave the rest for evaluation (March 5 to April 5). Italy is the epic-center of Europe and currently appears to have passed its peak. We used data from February 15 to April 10 to estimate the effect of the nation-wide lockdown intervention (dated March 11) . For the US, we also included data up to April 10 to assess the effect of mitigation measures.",
            "cite_spans": [
                {
                    "start": 1117,
                    "end": 1126,
                    "text": "March 11)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data source"
        },
        {
            "text": "Let t be the calendar time (in days) and let N 0 (t) be the number of patients who are newly infected at time t. Let S(k) be the probability of remaining symptom free after k days of infection (i.e., S(k) is the survival function of the event time of presenting COVID-19 related symptoms). Assume that once an individual presents COVID-related symptoms, 5 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survival-Convolution Model"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20067306 doi: medRxiv preprint he or she will self-quarantine so will not infect other individuals. Therefore, at time t, the expected number of pre-symptomatic patients who have been infected for k days but remain pre-asymptomatic is N 0 (t − k)S(k). Thus, the total number of infected cases who are still pre-symptomatic by time t is",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20067306",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Survival-Convolution Model"
        },
        {
            "text": "The number of new symptomatic cases on day t would include all cases who are infected k days before t but become symptomatic on day t, that is,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survival-Convolution Model"
        },
        {
            "text": "Assuming the infection rate at t to be a(t), then at time (t + 1) the number of newly infected",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survival-Convolution Model"
        },
        {
            "text": "Models (1) and (2) imply that the number of newly infected cases each day depends on the past daily cases and number of latent pre-symptomatic cases, and is a convolution of two functions, daily infections and the survival function of disease incubation. Specifically, if the infection date of the first undetected patient (patient zero), t 0 , the survival function, S(k), and the infection rate, a(t), are known, models (1) and (2) will yield the number of the newly infected cases (i.e., N 0 (t)), and the number of new cases that just turn symptomatic (i.e., Y (t)) at each calendar time t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survival-Convolution Model"
        },
        {
            "text": "The infection rate, a(t), is closely related to the reproduction number commonly used to measure virus transmissibility during an epidemic. In fact, if we define R t = ∞ k=0 a(t + k)S(k), then R t is the expected number of secondary cases infected by a primary infected individual in a population at time t while accounting for the entire pre-symptomatic incubation period of the primary case 17 . Therefore, R t can be interpreted as a time-varying counterpart of the reproduction number to measure temporal changes in disease spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survival-Convolution Model"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6"
        },
        {
            "text": "We model a(t) as a non-negative, piece-wise linear function (linear spline). The simplest model consists of a constant and a single linear function with three parameters (infection date of the first case, intercept and slope of a(t); Supplementary Material). When a massive public health intervention (e.g., nation-wide lockdown) is implemented at some particular date, we introduce an additional linear function afterwards with a new slope parameter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6"
        },
        {
            "text": "Thus, the change in the slope parameters before and after an intervention reflects its effect on reducing the rate of decline in disease transmission (i.e., \"flattening the curve\"). Since the intervention effect may diminish over time, we introduce another slope parameter two weeks after intervention to capture the longer-term effect. For estimation, we minimize a loss function measuring differences between model predicted and observed daily number of cases. For statistical inference, we use permutation based on standardized residuals. All details are in Supplementary Material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6"
        },
        {
            "text": "First, with parameters estimated from data and assuming that the future infection rate remains the same, we use models (1) and (2) to predict future daily new cases, the peak time, expected number of cases at the peak, when the epidemic will be controlled (R t reduces to below 1·0), and when it will end. Furthermore, our model provides the number of latent cases cumulative over the incubation period and newly infected cases at each future date, which can be useful to anticipate challenges and allocate resources effectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Utility of Our Model"
        },
        {
            "text": "Second, we can estimate the effects of mitigation strategies or interventions, leveraging the nature of quasi-experiments where subjects receive different interventions before or after the initiation of the intervention. The longitudinal pre-and post-intervention design allows valid inferences assuming that pre-intervention disease trend would have continued had the intervention not taken place and local randomization holds (whether a subject falls immediately before or after the initiation date of an intervention may be considered random, and 7 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Utility of Our Model"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20067306 doi: medRxiv preprint q q qq q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q qq q q q q qqqqq qqqqqqqqqqqqqqqqqqqqqq q q q thus the \"intervention assignment\" may be considered to be random). Applying this design, the intervention effects will be estimated as the difference in the slope of the infection rate before and after an intervention takes place.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20067306",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Utility of Our Model"
        },
        {
            "text": "Third, we study the impact of a hypothetical intervention that changes the epidemic at a future date. Using permutations, we obtain the joint distribution of the parameter estimators and construct confidence intervals for the projected case numbers and interventions effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Utility of Our Model"
        },
        {
            "text": "The funder of the study had no role in study design, data collection, data analysis, data interpretation, or writing of the report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of the funding source"
        },
        {
            "text": "8 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of the funding source"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20067306 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20067306",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Role of the funding source"
        },
        {
            "text": "For China, the infection rate a(t) was a linear function (estimates in Table 1 ). Figure 1 shows that the model captures the peak date of new cases and epidemic end date adequately, and the prediction interval contains the majority of observed number of cases except one outlier (due to a change of diagnostic criteria). The reproduction number R t decreased quickly from 3·34 to below 1·0 in 14 days (Figure 4a ). The estimated total number of cases by For Italy, we modeled a(t) as a three-piece linear function to account for the change in mitigation strategies with knots placed at the lockdown (March 11) and two weeks after (March 25). Change in slopes before and after the first knot measures the potential effect on flattening the infection rate slope due to lockdown. Change before and after the second knot measures whether the lockdown effect can be maintained in longer term. The rate of change in R t was not significantly different before and two weeks after the lockdown (Figure 4c ). The reproduction number decreased from 3·52 at the beginning to 1·05 two weeks post-lockdown.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 82,
                    "end": 90,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 401,
                    "end": 411,
                    "text": "(Figure 4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 986,
                    "end": 996,
                    "text": "(Figure 4c",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20067306 doi: medRxiv preprint (Table 1 , comparing a 2 and a 3 for Italy). This is consistent with a relatively flat trend of observed daily new cases during this period (Figure 6c ). The estimated total by April 10 was 146, 819 and observed total was 147, 577.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20067306",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 153,
                    "text": "(Table 1",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 285,
                    "end": 295,
                    "text": "(Figure 6c",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "9"
        },
        {
            "text": "In the US, similar to Italy, we fit a three-piece model for a(t) with a knot on March 13 (the declaration of national emergency) and another knot two weeks after (March 27).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "Patient zero was infected 22 days before the first reported case (t 0 = 22, Table 1 ), indicating 3 weeks of undetected community spread. The predicted peak date is April 9 (Figure 5a) with a predicted total number of 468,853 cases (actual observed total from February 20 to then is 469,109), and the predicted total over the entire epidemic is 893,467 (CI: 763,985, 1,131,023; Table 1 ). Assuming a fatality rate of 3%-4%, the total deaths is 26,804 to 35,739. 10), R t decreases at a slower speed. If the recent trend continues, the end of epidemic date is predicted to be May 24 (scenario 1, Figure 5a ). We further evaluated the impact of hypothetical relaxation of mitigation measures such that a(t) decreases slower than the recent trend by 50% (scenario 2) and by 75% (scenario 3). Under scenario 3, the projected total number of cases will be significantly higher than the other two scenarios (265,511 more than scenario 1 and 144,459 more than scenario 2; Table 1 ). Figure 6 shows the estimated number of latent cases that are present on each day (i.e., including pre-symptomatic patients infected k days before but have not shown symptoms).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 173,
                    "end": 184,
                    "text": "(Figure 5a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 378,
                    "end": 385,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 595,
                    "end": 604,
                    "text": "Figure 5a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 965,
                    "end": 972,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 976,
                    "end": 984,
                    "text": "Figure 6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "9"
        },
        {
            "text": "For all countries, there were a large number of latent cases around the peak time. The trend for Italy differs from other countries, where both latent and predicted new cases decrease more slowly with a long tail distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16 12 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20067306 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q 13 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20067306",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16 14 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "In this study, we propose a parsimonious and robust survival convolution model to predict daily new cases of the COVID-19 outbreak and use a longitudinal pre-post quasiexperimental design to estimate the effects of mitigation strategies. Our model accounts for major characteristics of COVID-19 (long incubation period and highly contagious during incubation) with a small number of parameters (up to five) and assumptions, directly targets prediction accuracy, and provide measures of uncertainty and inference based on permuting the residuals. We allow infection rate to depend on time and modify the basic reproduction number R 0 as a time-dependent measure R t to estimate change in disease transmission over time. Thus, R t corrects for the naturally impact of time on the disease spread. Our estimated reproduction number at the beginning of the epidemic ranges from 2·39 to 5·37, which is consistent with R 0 reported in other studies 18 (range 1·40 and 6·49, with a median of 2·79).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Comparing the epidemic control across countries, R t decreases much more rapidly in South Korea and China than in Italy (Figure 4) . In South Korea, the reproduction number has been reduced from 5·37 to under 1·0 in a mere 13 days and the total number of cases is low. The starting reproduction number in South Korea is high possibly due to many cases linked to patient 31 and outbreaks at church gatherings. Similarly for China, the reproduction number was reduced to below 1·0 in 14 days. Italy's R t decreased until almost reaching 1·0 on March 25, but remains around 1·0. The US followed a much faster trend during a two-week period after declaring national emergency (a 2 = −0·684) similar to the first two weeks in China (a 1 = −0·693), but its R t decreases slower recently and was below 1·0 on April 9.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 130,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "For predicting daily new cases, our analyses suggest that the model estimated from early periods of outbreak can be used to predict the entire epidemic if the disease infection rate dynamic does not change dramatically over the disease course (e.g., about first two 15 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "weeks data is sufficient for China). For the US and Italy, recent daily cases are also close to predicted numbers. South Korea appears to have had a small outbreak recently and reported cases do not fall within the prediction interval of our model. South Korea's Center for Disease Control reported that some of these cases are possibly from patients previously deemed as recovered (two negative nucleic acid tests within 24 hours) but tested positive again.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Comparing mitigation strategies across countries, in China the reproduction number reduced very quickly, suggesting that initial mitigation measures put forth on January 23 (lockdown of Wuhan city, traffic suspension, home quarantine) were successful in controlling the transmission speed of COVID-19. Additional mitigation measures were in place after February 2 (centralized quarantine and treatment), but did not seem to have significantly changed the disease course. In fact, our model assuming the same infection rate trajectory after February 2 fits all observed data up to March 15. A recent analysis of Wuhan's data 19, 20 arrived at a similar conclusion, and their estimated R t closely matches with our estimates.",
            "cite_spans": [
                {
                    "start": 624,
                    "end": 627,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 628,
                    "end": 630,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, their analyses were based on self-reported symptom onset and other additional surveillance data, where we used only widely available official reports of confirmed cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Another mechanistic 21 study confirmed the effectiveness of early containment strategies in Wuhan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "South Korea did not impose a nation-wide lockdown or closure of businesses, but at the very early stage (when many cases linked to patient 31 were reported on February 20) conducted extensive broad-based testing and detection (drive through tests started on February 26), rigorous contact tracing, isolation of cases, and mobile phone tracking. Our results suggest that South Korea's early mitigation measures were also effective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Italy's initial mitigation strategies in the most affected areas reduced R t from 3·52 to 1·95 in 24 days. To estimate the intervention effect of the nation-wide lockdown as in a natural experiment, we require local randomization and the continuity assumption. The",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": "former requires that patients who are infected near the intervention dates are comparable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": "Since in very short time period, whether a person is infected on day t or t + 1 is likely to be random, the local randomization assumption is likely to be valid. Continuity assumes that the infection rate before the lockdown would continue to capture the trend afterwards had the intervention not been implemented. Under this assumption, the intervention is not effective to reduce the transmission speed (slopes of a(t) are similar before and after lockdown on March 11). There were 10,149 cases reported in Italy as of March 10, suggesting that the lockdown was placed after the wide community spread had already occurred. Nevertheless, it is possible that without the lockdown the infection rate would have had increased, i.e., the lockdown enhanced and maintained the effect of quarantine for two weeks. In fact, after two weeks of lockdown, we observe a loss of temporal effect so that R t has remained above 1·0, suggesting that the epidemic is not yet under control. The prediction interval (Figure 3) suggests an alarming trend that there is some possibility that daily new cases will increase again and the epidemic cannot be controlled without maintaining strict measures in Italy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 998,
                    "end": 1008,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "16"
        },
        {
            "text": "For the US, the first case was estimated to be infected around January 29 (long before the reported outbreak in Seattle) and we observe an increasing trend of R t up to March 9.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": "However, R t changes from increasing to decreasing and declines significantly over a two-week period after the declaration of national emergency on March 13. Although the disease trend and mitigation strategies vary across states, since the declaration of a national emergency, many states have implemented social distancing and ban of large gathering. The large difference before and after March 13 is likely due to states with large numbers of cases that implemented state-wide measures (e.g., California, Washington, New York, New Jersey).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": "Our model predicted a continued decrease in R t after March 27 but less rapid (72% slower).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": "If this trend continues, the epidemic will be controlled by May 24. However, if the guidelines on quarantine measures are relaxed so that the effect of quarantine cannot be maintained, the end date can be delayed by 16 days (assuming 50% slower decrease in the infection rate, end date June 8) or 42 days (assuming 75% slower decrease, end date July 5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17"
        },
        {
            "text": "There are several limitations of our method. One of the modeling assumptions is that once an infected subject is symptomatic, he/she will be tested and confirmed. This assumption may not hold due to limited testing capacity. In this case, there is a delay in reporting some symptomatic patients, and the reported cases are a mixture of new symptomatic cases and patients presenting after having had symptoms for a few days. The interpretation of a(t)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17"
        },
        {
            "text": "is then a function of both the infection rate and the testing delay. However, the prediction results of daily reported cases is not affected if S(t) is defined as the survival function of time to being symptomatic or tested (whichever occurs first) with parameters re-estimated. The assumption that infected persons are successfully quarantined upon presentation of symptoms (or detection, which can combine symptoms and testing) might not be realistic, but does not affect the prediction of number of cases. Our model does not consider subjectspecific covariates and we focus on predicting population-level quantities. Neither have we considered borrowing information from multiple countries or state-level analysis for the US, which are worthy of study in a mixed effects model framework. Lastly, we can consider a broader class of models for a(t) to allow discontinuity in both intercepts and slopes before and after an intervention under a regression discontinuity design 22, 23 .",
            "cite_spans": [
                {
                    "start": 976,
                    "end": 979,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 980,
                    "end": 982,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "17"
        },
        {
            "text": "DZ and YW conceived the study. QW and DZ implemented the codes. SX, QW, and YW made figures and tables. All authors interpreted the results, contributed to writing the article, and approved the final version for submission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20067306 doi: medRxiv preprint ,340) * : t 0 is the estimated gap days between the first undetected infected case (patient zero) and the first reported case; a 0 is the infection rate before the reported first case; a 1 , a 2 , a 3 are rates of change of a(t) in each period measured as change per 21 days; \"Duration\" is the duration of epidemic (number of days from date of the first reported case to zero predicted case when predicted daily new cases is 0); \"End date\" is the date when predicted new case is zero; \"Total by end\" is the total number of predicted cases by the \"End date\"; \"Total by Apr. 30\" is the predicted total number of cases in Italy by April 30; * * : Scenario 1 assumes the infection rate decreases at the same speed (i.e., a 2 ) after April 10; † : Scenario 2 assumes the relaxation of quarantine measures causes the infection rate decrease is 50% slower after April 10; † † : Scenario 3 assumes the relaxation of quarantine measures causes the infection rate decrease is 75% slower after April 10.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20067306",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20067306 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20067306",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "19"
        },
        {
            "text": "All our data and optimization codes are publicly available at https://github.com/COVID19BIOSTAT. . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20067306 doi: medRxiv preprint . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20067306",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data sharing"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20067306 doi: medRxiv preprint . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "16.20067306",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data sharing"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 16.20067306 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "16.20067306 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data sharing"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "382",
            "issn": "",
            "pages": "1199--1207",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Responding to COVID-19 -a once-in-a-century pandemic",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gates",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2003762"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Presumed asymptomatic carrier transmission of COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "14",
            "pages": "1406--1407",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Estimating the generation interval for COVID-19 based on symptom onset data",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ganyani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kremer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "689--697",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Pei",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Early dynamics of transmission and control of COVID-19: a mathematical modelling study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30144-4"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Interventions to mitigate early spread of SARS-CoV-2 in Singapore: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Koo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "30162--30168",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand. Imperial College London COVID-19",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Reports",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.25561/77482"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "An investigation of transmission control measures during the first 50 days of the COVID-19 epidemic in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Estimating the number of infections and the impact of non-pharmaceutical interventions on COVID-19 in 11 European countries. Imperial College London COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flaxman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gandy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Reports",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The effect of control strategies to reduce social mixing on outcomes of the COVID-19 epidemic in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prem",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Public Health",
            "volume": "",
            "issn": "",
            "pages": "30073--30079",
            "other_ids": {
                "DOI": [
                    "10.1016/S2468-2667(20"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Inference for nonlinear dynamical systems",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Ionides",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bretó",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "103",
            "issn": "49",
            "pages": "18438--18443",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Using the Kalman filter and dynamic models to assess the changing HIV/AIDS epidemic",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cazelles",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chau",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Mathematical Biosciences",
            "volume": "140",
            "issn": "2",
            "pages": "131--154",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Capturing the time-varying drivers of an epidemic using stochastic dynamical systems",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dureau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kalogeropoulos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baguelin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Biostatistics",
            "volume": "14",
            "issn": "3",
            "pages": "541--555",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Natural experiment methodology for research: a review of how different methods can support real-world research",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Leatherdale",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of Social Research Methodology",
            "volume": "22",
            "issn": "1",
            "pages": "19--35",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A new framework and software to estimate time-varying reproduction numbers during epidemics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cori",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "American Journal of Epidemiology",
            "volume": "178",
            "issn": "9",
            "pages": "1505--1512",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Travel Medicine",
            "volume": "27",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Association of public health interventions with the epidemiology of the COVID-19 outbreak in Wuhan, China",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.6130"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Public health interventions for COVID-19: emerging evidence and implications for an evolving public health crisis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hartley",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Perencevich",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.5910"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Effective containment explains subexponential growth in recent confirmed COVID-19 cases in China",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Maier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Regression-discontinuity analysis: An alternative to the ex post facto experiment",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Thistlethwaite",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Journal of Educational Psychology",
            "volume": "51",
            "issn": "6",
            "pages": "309--317",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Effect of human papillomavirus (HPV) vaccination on clinical indicators of sexual behaviour among adolescent girls: the Ontario Grade 8 HPV Vaccine Cohort Study",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kaufman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Strumpf",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Lévesque",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "CMAJ",
            "volume": "187",
            "issn": "2",
            "pages": "74--81",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "the end of epidemic (date when predicted new case is zero) was 58,415 (95% CI: (42,516, 133,083)), and the observed total number by March 31 was 81,554. There were two outlier days (February 12, 13) with a total of 19,198 cases reported. These two days were not used in our training data. Excluding two outliers, the observed number of cases was 62,356 and close to prediction. For South Korea, Figure 2 shows that the model captures the general trend of the epidemic except at the tail area (after March 15) where some small and enduring outbreak was observed. The predicted number of new cases at the peak was 665 and the total number of predicted cases at the peak time was close to the observed total (4,300 vs 4,335). The reproduction number decreased dramatically from 5·37 at the beginning of the outbreak to below 1·0 in 14 days (Figure 4b). The predicted total number was 7,816 and the observed total was 8,162 by March 15. The increasing trend after March 15 was not captured by our model, and the observed total was 10,237 by April 5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "South Korea: observed and predicted daily new cases and 95% prediction interval (shaded). Training data: Febuary 15 to March 4; Testing data: March 5 to April 5. However, starting from the third week post-lockdown (March 26), R t stops decreasing and remains close to 1·0. The rate of decrease of a(t) (infection rate) slowed by 105% after March 26",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "t increased during the early phase but decreased sharply after the declaration of national emergency (Figure 5b) up to two weeks after. During next period (March 28 Italy: observed and predicted daily new cases and 95% prediction interval (shaded). First dashed line indicates the nation-wide lockdown (March 11). Second dashed line indicates two weeks after. Training data: February 15 to April 10; Testing data: April 11 to April 15.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Reproduction number R t for each country computed as the average number of secondary infections generated by a primary case at time t accounting for the incubation period of the primary case. Dashed lines indicate knots for infection rate a(t).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "United States: observed and predicted daily new cases, 95% prediction intervals (lighter shaded) and 50% prediction intervals (darker shaded) under three scenarios. Scenario 1: infection rate a(t) follows the same trend after April 10 as observed between March 27 and April 10. Scenario 2: rate of decrease of a(t) slows by 50% after April 10. Scenario 3: rate of decrease of a(t) slows by 75% after April 10. First dashed line indicates the declaration of national emergency (March 13). Second dashed line indicates two weeks after (March 27). Training data: February 20 to April 10; Testing data: April 11 to April 15.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Latent and confirmed cases on each day in each country. Number of latent cases on day t (i.e., estimated M (t) − Y (t)) includes all pre-symptomatic cases infected k days before but have not been detected by day t. Solid lines separate observed number of cases and predicted number of cases.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Figure 1: China: observed and predicted daily new cases and 95% prediction interval (shaded). Training data: January 20 to February 4; Testing data: February 5 to Mar 31. 14,108 cases were reported on February 12 and not shown on figure.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Jan−20 Jan−30 Feb−09 Feb−19 Feb−29 Mar−10 Mar−20 Mar−30",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Model Estimated Parameters in Each Country",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors are funded in part by the US NIH grants NS073671, GM124104, and MH117458.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}