{
    "paper_id": "97fc2f2fa3a61cb79f6d3e221273ade4ffae9118",
    "metadata": {
        "title": "A Contribution to the Mathematical Modeling of the Corona/COVID-19 Pandemic",
        "authors": [
            {
                "first": "Günter",
                "middle": [],
                "last": "Bärwolff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Technische Universität Berlin",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The responsible estimation of parameters is a main issue of mathematical pandemic models. Especially a good choice of β as the number of others that one infected person encounters per unit time (per day) influences the adequateness of the results of the model. For the example of the actual COVID-19 pandemic some aspects of the parameter choice will be discussed. Because of the incompatibility of the data of the Johns-Hopkins-University [3] to the data of the German Robert-Koch-Institut we use the COVID-19 data of the European Centre for Disease Prevention and Control [2] (ECDC) as a base for the parameter estimation. Two different mathematical methods for the data analysis will be discussed in this paper and possible sources of trouble will be shown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Parameters for several countries like UK, USA, Italy, Spain, Germany and China will be estimated and used in W. O. Kermack and A. G. McKendrick's SIR model [1] . Strategies for the commencing and ending of social and economic shutdown measures are discussed.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The numerical solution of the ordinary differential equation system of the modified SIR model is being done with a Runge-Kutta integration method of fourth order [4].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "At the end the applicability of the SIR model could be shown. Suggestions about appropriate points in time at which to commence with lockdown measures based on the acceleration rate of infections conclude the paper. This paper is an improved sequel of [5].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "At first we will describe the model. I denotes the infected people, S stands for the susceptible and R denotes the recovered people. The dynamics of infections and recoveries can be approximated by the ODE system",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The mathematical SIR model"
        },
        {
            "text": "We understand β as the number of others that one infected person encounters per unit time (per day). γ is the reciprocal value of the typical time from infection to recovery. N is the total number of people involved in the epidemic disease and there is N = S + I + R.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The mathematical SIR model"
        },
        {
            "text": "The empirical data currently available suggests that the corona infection typically lasts for some 14 days. This means γ = 1/14 ≈ 0,07.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The mathematical SIR model"
        },
        {
            "text": "The choice of β is more complicated and will be considered in the next section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The mathematical SIR model"
        },
        {
            "text": "We use the European Centre for Disease Prevention and Control [2] as a data for the COVID-19 infected people for the period from December 31st 2019 to April 8th 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The estimation of β based on real data"
        },
        {
            "text": "At the beginning of the pandemic the quotient S/N is nearly equal to 1. Also, at the early stage no-one has yet recovered. Thus we can describe the early regime by the equation dI dt = βI with the solution I(t) = I 0 exp(βt) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The estimation of β based on real data"
        },
        {
            "text": "We are looking for periods in the spreadsheets of infected people per day where the course can be described by a function of type (4 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The estimation of β based on real data"
        },
        {
            "text": "We solved this non-linear minimum problem with the damped Gauss-Newton method (see [4] ). After some numerical tests we found the subsequent results for the considered countries. Thereby we chose different periods for the countries with the aim to approximate the infection course in a good quality. The following figures show the graphs and the evaluated parameter. It must be said that evaluated β-values are related to the stated period. For the iterative Gauss-Newton method we guessed the respective periods for every country by a visual inspection of the graphs of the infected people over days. Especially in medicine, psychology and other life sciences the logarithm behavior of data was readily considered.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The estimation of β based on real data"
        },
        {
            "text": "Instead of the above table of values the following logarithmic one was used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The estimation of β based on real data"
        },
        {
            "text": "day log(number of infected people)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The estimation of β based on real data"
        },
        {
            "text": "The logarithm of (4) leads to log I(t) = log I 0 + βt and based on the logarithmic table the functional",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The estimation of β based on real data"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The estimation of β based on real data"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20050229 doi: medRxiv preprint is to minimize. The solution of this linear optimization problem is trivial and it is available in most of computer algebra systems as a \"block box\" of the logarithmiclinear regression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The estimation of β based on real data"
        },
        {
            "text": "The following figures show the results for the same periods as above for Spain, the UK, the USA and Italy. Thus, the non-linear optimization problem (5) is to choose as the favored method for the estimation of I 0 and β. We found some notes on the parameters of Italy in the literature, for example β = 0 25, and we are afraid that this is a result of the logarithmic-linear regression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The estimation of β based on real data"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The estimation of β based on real data"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20050229 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The estimation of β based on real data"
        },
        {
            "text": "With the choice of β-value 0,215 (see fig. 1 ) which was evaluated on the basis of the real data of ECDC and γ = 0,07 one gets the course of the pandemic dynamics pictured in fig. 15 . 1 . R 0 is the basis reproduction number of persons, infected by the transmission of a pathogen from one infected person during the infectious time",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 186,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 44,
                    "text": "fig. 1",
                    "ref_id": null
                },
                {
                    "start": 175,
                    "end": 182,
                    "text": "fig. 15",
                    "ref_id": null
                }
            ],
            "section": "Some numerical computations for Germany and Spain"
        },
        {
            "text": "Neither data from ECDC nor the data from the German Robert-Koch-Institut and the data from the Johns Hopkins University are correct, for we have to reasonably assume that there are a number of unknown cases. It is guessed that the data covers only 15% of the real cases. Considering this we get a slightly changed results and in the subsequent computations we will include estimated number of unknown cases to the initial values of I.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some numerical computations for Germany and Spain"
        },
        {
            "text": "For Spain we use the β-value 0,249 (see fig. 2 ) and γ = 0,07 we get the course 1 I0 denotes the initial value of the I species, that is January 31th 2020. Imax stands for the maximum of I. The total number N for Germany is guessed to be 75 millions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 40,
                    "end": 46,
                    "text": "fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Some numerical computations for Germany and Spain"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some numerical computations for Germany and Spain"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20050229 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some numerical computations for Germany and Spain"
        },
        {
            "text": "In all countries concerned by the Corona pandemic a lockdown of the social life is discussed. In Germany the lockdown started at March 16th 2020. The effects of social distancing to decrease the infection rate can be modeled by a modification of . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influence of a temporary lockdown and extensive social distancing"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20050229 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influence of a temporary lockdown and extensive social distancing"
        },
        {
            "text": "κ is a function with values in [0,1]. For example κ(t) = 0,5 for t 0 ≤ t ≤ t 1 1 for t > t 1 , t < t 0 means for example a reduction of the infection rate of 50% in the period [t 0 , t 1 ] (∆ t = t 1 − t 0 is the duration of the temporary lockdown in days). A good choice of t 0 and t k is going to be complicated. If we respect the chosen starting day of the German lockdown, March 16th 2020 (this conforms the 46th day of the concerned year), and we work with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influence of a temporary lockdown and extensive social distancing"
        },
        {
            "text": "we got the result pictured in fig. 17 . The numerical tests showed that a very early start of the lockdown resulting in a reduction of the infection rate β results in the typical Gaussian curve to be delayed by I; however, the amplitude (maximum value of I) doesn't really change.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 37,
                    "text": "fig. 17",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Influence of a temporary lockdown and extensive social distancing"
        },
        {
            "text": "One knows that the development of the infected people looks like a Gaussian curve. The interesting points in time are those where the acceleration of the numbers of infected people increases or decreases, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influence of a temporary lockdown and extensive social distancing"
        },
        {
            "text": "These are the points in time where the curve of I was changing from a convex to a concave behavior or vice versa. The convexity or concavity can be controlled by the second derivative of I(t).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influence of a temporary lockdown and extensive social distancing"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influence of a temporary lockdown and extensive social distancing"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20050229 doi: medRxiv preprint Let us consider equation (2). By differentiation of (2) and the use of (1) we get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influence of a temporary lockdown and extensive social distancing"
        },
        {
            "text": "With that the I-curve will change from convex to concave if the relation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influence of a temporary lockdown and extensive social distancing"
        },
        {
            "text": "is valid. For the switching time follows",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influence of a temporary lockdown and extensive social distancing"
        },
        {
            "text": "A lockdown starting at t 0 (assigning β * = κβ, κ ∈ [0,1[) up to a point in time",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influence of a temporary lockdown and extensive social distancing"
        },
        {
            "text": "with ∆ t as the duration of the lockdown in days, will be denoted as a dynamical lockdown (for t > t 1 β * was reset to the original value β). t 0 means the point in time up to which the growth rate increases and from which on it decreases. Fig. 18 shows the result of such a computation of a dynamical lockdown. We got t 0 = 108 (κ = 0,2)-The result is significant. In fig. 20 a typical behavior of d 2 I dt 2 is plotted. The result of a dynamical 30 days lockdown for Spain is shown in fig. 19 , where we found t 0 = 106 (κ = 0,2).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 248,
                    "text": "Fig. 18",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 370,
                    "end": 377,
                    "text": "fig. 20",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 488,
                    "end": 495,
                    "text": "fig. 19",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Influence of a temporary lockdown and extensive social distancing"
        },
        {
            "text": "Data from China and South Korea suggests that the group of infected people with an age of 70 or more is of magnitude 10%. This group has a significant higher mortality rate than the rest of the infected people. Thus we can presume that α=10% of I must be especially sheltered and possibly medicated very intensively as a highrisk group. This result proves the usefulness of a lockdown or a strict social distancing during an epidemic disease. We observe a flattening of the infection curve as requested by politicians and health professionals. With a strict social distancing for a limited time one can save time to find vaccines and time to improve the possibilities to help high-risk people in hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influence of a temporary lockdown and extensive social distancing"
        },
        {
            "text": "To see the influence of a social distancing we look at the spanish situation without a lockdown and a dynamical lockdown of 30 days with fig. 22 (κ = 0,2) for the 10% high-risk people.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 144,
                    "text": "fig. 22",
                    "ref_id": null
                }
            ],
            "section": "Influence of a temporary lockdown and extensive social distancing"
        },
        {
            "text": "The computations with the SIR model show, that the social distancing with a lockdown will only be successful with a start behind the time greater or equal to t 0 , found by the evaluation of the second derivative of I (formula (10)). If the lockdown is started at a time less then t 0 the effect of such a social distancing is not significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influence of a temporary lockdown and extensive social distancing"
        },
        {
            "text": "If we write (2) or (7) resp. in the form",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Closing remarks"
        },
        {
            "text": "we realize that the number of infected people decreases if",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Closing remarks"
        },
        {
            "text": "is complied. The relation (11) shows that there are two possibilities for the rise of infected people to be inverted and the medical burden to be reduced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Closing remarks"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Closing remarks"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . b) A second possibility is the reduction of the infection rate κβ. This can be achieved by strict lockdowns, social distancing at appropriate times, or rigid sanitarian moves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Closing remarks"
        },
        {
            "text": "The results are pessimistic in total with respect to a successful fight against the COVID-19-virus. Hopefully the reality is a bit more merciful than the mathematical model. But we rather err on the pessimistic side and be surprised by more benign developments. Note again that the parameters β and κ are guessed very roughly. Also, the percentage α of the group of high-risk people is possibly overestimated. Depending on the capabilities and performance of the health system of the respective countries, those parameters may look different. The interpretation of κ as a random variable is thinkable, too. [4] G. Bärwolff, Numerics for engineers, physicists and computer scientists (3rd ed., in German). Springer-Spektrum 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Closing remarks"
        },
        {
            "text": "[ [6] Toshihisa Tomie, Understandig the present status and forcasting of in Wuhan. medRxiv.preprint 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Closing remarks"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Closing remarks"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20050229 doi: medRxiv preprint CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Closing remarks"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20050229 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Closing remarks"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A contribution to the mathematical theory of epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proc. R. Soc. London A",
            "volume": "115",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "German UK course from February 20th 2020 to March 20th 2020",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "USA Chines course from December 31st 2019 to January 28th 2020",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "log-lin-result for Spain (January 31st 2020 to March 20th 2020) Logarithm of the Spanish result (January 31st 2020 to March 20th 2020) Figures 7-14 show that the logarithmic-linear regression implies poor results.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "log-lin-result of the UK (February 20th 2020 to March 20th 2020) Logarithm Logarithm of the USA result (February 10th 2020 to April 4th 2020)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "German course of one year, starting end of January 2020, S-green, I-red, R-blue pictured infig. 16. N was set to 40 millions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Spanish course of one year, starting end of January 2020, S-green, I-red, R-blue the SIR model. The original ODE system (1)-(3) was modified to",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "German course of one year, starting end of January 2020, S-green, I-red, R-blue, 30 days lockdown, starting time March 16th 2020",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "German course of one year, starting end of January 2020, dynamical lockdown, S-green, I-red, R-blue",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": ". 21 shows the German time history of the above defined high-risk group with a dynamical lockdown with κ = 0,2 compared to regime without social distancing. The maximum number of infected people decreases from approximately 1,7 millions of people to 0,8 millions in the case of the lockdown (30 days lockdown).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Spanish course of one year, starting end of March 2020, dynamical lockdown, S-green, I-red, R-blue a) The reduction of the stock of the species S. This can be obtained by immunization or vaccination. Another possibility is the isolation of high-risk people (70 years and older). Positive tests for antibodies reduce the stock of susceptible persons.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "History of the second derivative of I (de)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "German history of the infected people of high-risk groups depending on a dynamical lockdown Spanish history of the infected people of high-risk groups depending on a dynamical lockdown .",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). Starting with a spreadsheet like for a certain country and a chosen period [t 1 , t k ] with my favored method We search for the minimum of the functional",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "5] G. Bärwolff, A Contribution to the Mathematical Modeling of the Corona/COVID-19 Pandemic. medRxiv.preprint 2020, doi: https://doi.org/10.1101/2020.04.01.20050229.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}