{
    "paper_id": "9857c6dc40cf3cc8b02eff38cf13e2e77c4e1b59",
    "metadata": {
        "title": "Increasing testing throughput and case detection with a pooled-sample Bayesian",
        "authors": [
            {
                "first": "Rodrigo",
                "middle": [],
                "last": "Noriega",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Utah",
                    "location": {
                        "settlement": "Salt Lake City",
                        "country": "UT USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [
                    "H"
                ],
                "last": "Samore",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Utah",
                    "location": {
                        "settlement": "Salt Lake City",
                        "country": "UT USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Rapid and widespread implementation of infectious disease surveillance is a critical 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "component in the response to novel health threats. Molecular assays are the preferred method to 10 detect a broad range of pathogens with high sensitivity and specificity. The implementation of 11 molecular assay testing in a rapidly evolving public health emergency can be hindered by resource 12 availability or technical constraints. In the context of the COVID-19 pandemic, the applicability of 13 a pooled-sample testing protocol to screen large populations more rapidly and with limited 14 resources is discussed. A Bayesian inference analysis in which hierarchical testing stages can have 15 different sensitivities is implemented and benchmarked against early COVID-19 testing data. 16 Optimal pool size and increases in throughput and case detection are calculated as a function of 17 disease prevalence. Even for moderate losses in test sensitivity upon pooling, substantial increases 18 in testing throughput and detection efficiency are predicted, suggesting that sample pooling is a 19 viable avenue to circumvent current testing bottlenecks for COVID-19. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.024216 doi: bioRxiv preprint 2 Emerging infectious diseases pose a global hazard to public health, as exemplified by the COVID- 22 19 pandemic. Key epidemiologic strategies for control of community spread include contact tracing, 23 case isolation, ring containment, and social distancing (1) (2) (3) (4) (5) (6) (7) . The use of microbiological testing to 24 identify disease cases is a crucially important element of these strategies. Some countries, including 25 the US, experienced a shortage of kits needed for COVID-19 diagnosis, which resulted in the 26 imposition of restrictive criteria to manage the selection of patients for testing. Constraints in the 27 supply of kits had a particularly significant impact on testing of mildly symptomatic individuals, as 28 well as asymptomatic contacts of confirmed cases. For some facilities that have been overwhelmed 29 by demand for testing as the pandemic progressed, test throughput continues to be a limiting factor 30 (8-10). Strategies for screening more individuals with a reduced burden on resources are highly 31 desirable. Using a Bayesian formalism, a hierarchical testing protocol based on sample pooling is 32 discussed. Anticipated benefits include easing the demand of constrained resources and enabling 33 more efficient detection of a larger number of cases. 34 Molecular assays are the predominant testing method for viral and bacterial pathogens (11-14). 35 Specifically, nucleic acid detection assays typically employ real-time polymerase chain reaction 36 (RT-PCR) for DNA targets and reverse-transcription real-time PCR (rRT-PCT) for RNA targets 37 (15, 16) . The popularity of such testing platforms is due to 1) their high sensitivity and specificity, The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.024216 doi: bioRxiv preprint 5 Besides testing throughput, it is informative to assess the increased ability to detect cases using a 93 pooled-sample vs individual-sample scheme, which can be accomplished by comparing the ratio of 94 detected to missed cases in each protocol. Importantly, resource constraints are incorporated into 95 this comparison by accounting for unscreened cases in the standard 1:1 scheme (Eq. S6-8). The 96 relative increase in the detection-to-miss ratio between the pooled and standard 1:1 schemes 97 exhibits even more significant gains than those observed for testing throughput (Fig. 1) . Loss in screening power associated with sample pooling is assessed by 1) estimating the portion of 103 cases that would have been identified in an individual test but missed by pooled screening, and 2) 104 determining the information gained for patients whose pooled screening result was negative. 105 A reduction in overall pathogen concentration due to pooling in conditions of low disease 106 prevalence can decrease the test's identification rate, although it is manageable when targeting 107 infectious diseases for which typical pathogen concentrations are non-negligible (23). This concern 108 is examined with a set of 186 positive rRT-PCR diagnostic test results for COVID-19 (Fig. 2) , The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.024216 doi: bioRxiv preprint 7 detected if the same number of tests were used on single patients -the multiplicative factor in 127 testing throughput scaled by the loss in sensitivity, • . Loss in sensitivity also leads to more 128 screened-yet-missed cases -even in the absence of pooling, diagnostic tests yield false negatives 129 and increasing those odds should not be considered lightly. In the range of disease prevalence with 130 moderate to high increase in throughput and compared to individual testing of every patient, a = 131 0.9 sensitivity loss leads to a relatively low increase in posterior probability of disease after a 132 negative test outcome, ( |−) (Fig. 3) . While sensitivity losses decrease the ability to confidently Advantages in testing throughput and case detection 296 We can estimate the ratio of detected-to-missed (including unscreened) cases for each protocol 297 with the following simplified analysis: 298 In the pooled scheme, the number of detected cases are the total number of screened individuals 299 with the disease 〈 〉 ( ) multiplied by the effective detection probability • , which 300 includes the sequential detection probability at the pooled stage and the follow-up individual stage. 301 The number of missed cases would thus be the difference between detected and total cases, The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.024216 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 297,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 598,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 691,
                    "end": 693,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 895,
                    "end": 897,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 996,
                    "end": 998,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 1310,
                    "end": 1312,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 1412,
                    "end": 1414,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 1471,
                    "end": 1474,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 1475,
                    "end": 1478,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 1479,
                    "end": 1482,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 1483,
                    "end": 1486,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 1487,
                    "end": 1490,
                    "text": "(5)",
                    "ref_id": null
                },
                {
                    "start": 1491,
                    "end": 1494,
                    "text": "(6)",
                    "ref_id": null
                },
                {
                    "start": 1495,
                    "end": 1498,
                    "text": "(7)",
                    "ref_id": null
                },
                {
                    "start": 1539,
                    "end": 1541,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 1645,
                    "end": 1647,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 2510,
                    "end": 2512,
                    "text": "34",
                    "ref_id": null
                },
                {
                    "start": 2608,
                    "end": 2610,
                    "text": "35",
                    "ref_id": null
                },
                {
                    "start": 2805,
                    "end": 2809,
                    "text": "(15,",
                    "ref_id": null
                },
                {
                    "start": 2810,
                    "end": 2813,
                    "text": "16)",
                    "ref_id": null
                },
                {
                    "start": 3941,
                    "end": 3944,
                    "text": "105",
                    "ref_id": null
                },
                {
                    "start": 4680,
                    "end": 4683,
                    "text": "128",
                    "ref_id": null
                },
                {
                    "start": 4782,
                    "end": 4785,
                    "text": "129",
                    "ref_id": null
                },
                {
                    "start": 5248,
                    "end": 5251,
                    "text": "296",
                    "ref_id": null
                },
                {
                    "start": 5391,
                    "end": 5394,
                    "text": "298",
                    "ref_id": null
                },
                {
                    "start": 5686,
                    "end": 5689,
                    "text": "301",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3632,
                    "end": 3640,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 4328,
                    "end": 4336,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 5124,
                    "end": 5132,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Case Isolation and Ring Vaccination to Control Ebola",
            "authors": [],
            "year": 2015,
            "venue": "PLOS Neglected Tropical Diseases",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Characterizing the Epidemiology of the 2009 Influenza A/H1N1 Pandemic in 174",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Borja-Aburto",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Adaptive human behavior in epidemiological models",
            "authors": [],
            "year": 2011,
            "venue": "PNAS",
            "volume": "108",
            "issn": "",
            "pages": "6306--6311",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Effectiveness of Contact Tracing in Emerging 184 Epidemics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLOS ONE",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Responding to global infectious disease outbreaks: Lessons from SARS on the 186 role of risk perception, communication and management",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Social Science & Medicine",
            "volume": "63",
            "issn": "",
            "pages": "3113--3123",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cc-By-Nc-Nd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.03.024216"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Closure of schools during an influenza pandemic. The Lancet Infectious Diseases",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "COVID-19-New Insights on a Rapidly Changing Epidemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rio",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Malani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "192",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.3072"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "What can early Canadian experience 195 screening for COVID-19 teach us about how to prepare for a pandemic?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vaisman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hota",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Johnstone",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Leis",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "CMAJ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1503/cmaj.200305"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Carrier Transmission of COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2565"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Multiplex PCR System for Rapid Detection of Pathogens in Patients with Presumed 201",
            "authors": [
                {
                    "first": "C-C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Utilization of Nucleic Acid Amplification Assays for the Detection of 203 Respiratory Viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Kehl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clinics in Laboratory Medicine",
            "volume": "29",
            "issn": "",
            "pages": "661--671",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Detection of Respiratory Viruses by Molecular Methods",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Mahony",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clinical Microbiology 205 Reviews",
            "volume": "21",
            "issn": "",
            "pages": "716--747",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Emerging Molecular Assays for Detection and Characterization of 207 Respiratory Viruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y.-W",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clinics in Laboratory Medicine",
            "volume": "29",
            "issn": "",
            "pages": "673--693",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cc-By-Nc-Nd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.03.024216"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Real-Time PCR in Clinical 210 Microbiology: Applications for Routine Laboratory Testing",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Wengenack",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rosenblatt",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Cockerill",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "211",
            "issn": "",
            "pages": "165--256",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Real-time PCR in virology",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Arden",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nitsche",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nucleic Acids Res",
            "volume": "30",
            "issn": "",
            "pages": "1292--1305",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The use of diagnostic tests: A probabilistic 215 approach",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sox",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stern",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Owens",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Abrams",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Assessment of Diagnostic Technology in Health Care: Rationale",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Reasoning Foundations of Medical Diagnosis: Symbolic logic, 218 probability, and value theory aid our understanding of how physicians reason",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Ledley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Lusted",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Science",
            "volume": "130",
            "issn": "",
            "pages": "9--219",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Diagnostic Decision: Probability Theory in the Use of Diagnostic Tests: An 221 Introduction to Critical Study of the Literature",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Sox",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Ann Intern Med",
            "volume": "104",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The detection of defective numbers of large populations",
            "authors": [
                {
                    "first": ".",
                    "middle": [
                        "R"
                    ],
                    "last": "Dorfman",
                    "suffix": ""
                }
            ],
            "year": 1943,
            "venue": "Annals of Mathematical 223 Statistics",
            "volume": "14",
            "issn": "",
            "pages": "436--440",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Detection of 226 acute infections during HIV testing in North Carolina",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mcpherson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Stalzer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hightow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eron",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Leone",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "New England Journal of Medicine",
            "volume": "352",
            "issn": "",
            "pages": "1873--1883",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Utility of 229 pooled urine specimens for detection of Chlamydia trachomatis and Neisseria gonorrhoeae in 230 . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lindan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mathur",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumta",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jerajani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gogate",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schachter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moncada",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.03.024216"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "men attending public sexually transmitted infection clinics in Mumbai, India, by PCR",
            "authors": [],
            "year": 2005,
            "venue": "Journal 231 of Clinical Microbiology",
            "volume": "43",
            "issn": "",
            "pages": "1674--1677",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Pooling 233 nasopharyngeal/throat swab specimens to increase testing capacity for influenza viruses by 234 PCR",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Van",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Warshauer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Reisdorf",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jerrigan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Humes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shult",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Clinical Microbiology",
            "volume": "50",
            "issn": "",
            "pages": "891--896",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Estimating the prevalence of multiple 236 diseases from two-stage hierarchical pooling",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Warasi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Tebbs",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcmahan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Bilder",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Statist. Med",
            "volume": "35",
            "issn": "",
            "pages": "3851--3864",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Group Testing Algorithms for Case Identification in the Presence of Test Error",
            "authors": [],
            "year": 2007,
            "venue": "Biometrics",
            "volume": "63",
            "issn": "",
            "pages": "1152--1163",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "New coronavirus outbreak: 241 Framing questions for pandemic prevention",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Layne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hyman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Taubenberger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science Translational Medicine",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/scitranslmed.abb1469"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Detection of 2019 novel coronavirus 247 (2019-nCoV) by real-time RT-PCR",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Goossens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The exact solution to the two-stage group-testing problem",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Samuels",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Technometrics",
            "volume": "20",
            "issn": "",
            "pages": "497--500",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "the widespread access to sequencing and synthesis technologies for the identification of nucleic39    acid target sequences and probes, and 3) the development of fast, user-friendly, and cost-effective 40 equipment. While nucleic acid assays have powered a revolution in diagnostics and delivery of care41    for individual patients, their application in large-scale infectious disease surveillance is hampered 42 partly by low throughput at a population level.43    The information content of a diagnostic test can be evaluated with a Bayesian probability formalism44    in the context of an individual sample or for repeated sampling from the same patient (17-19) requires the assessment of a \"prior\" probability to the presence of disease in a 48 sample, ( ), which is updated to a \"posterior\" probability given a positive or negative test result49 with conditional probabilities ( |+) or ( |−) (Eq. 1.a-b). +) and (−) are the overall probabilities of the test yielding a positive or negative result, 52 respectively. These tools can be extended to the somewhat counterintuitive situation where a 53 diagnostic test is conducted on a sample pooled from multiple individuals. The motivation for 54 sample pooling is to screen multiple patients simultaneously and reduce the burden on testing 55 facilities working with limited resources. Pooling schemes have been developed since their 56 introduction in the 1940s for syphilis testing, and have been applied to screen for and estimate 57 prevalence rates of a variety of diseases (20-24). Here, a simple two-step hierarchical protocol first 58 introduced by Dorfman is considered: Samples from patients are collected and randomly pooled 59 into groups of individual samples each. Pooled samples are interrogated with the diagnostic test. 60 If pooled testing yields a negative result, no further testing is conducted. If pooled testing yields a 61 positive result, all patients in that pool are tested individually. 62 While statistical approaches have been focused on characterizing the performance of various 63 pooling schemes, not all of them include non-ideal test parameters (25). Moreover, testing 64 characteristics at the pooled-and individual-sample levels can be different. Here, the Bayesian 65 inference approach in Eq. 1.a-b is modified to include differences in the assay sensitivity and 66 overall probability of a positive result in pooled vs. individual tests (Eq. S1-2). Sensitivity loss is 67 included as a reduction in the identification rate of pooled-sample tests by a scaling factor . Due to 68 the exceptional specificities of nucleic acid assays, the false positive rate is assumed to patients divided into sample pools of size , the average number of tests is 73 the number of initial pooled tests plus the expected number of follow-up tests (Eq. S4). Throughput 74 increase is expressed as the effective number of individuals screened by each diagnostic test (Eq. 75 S5). The individual-and pooled-sample test characteristics determine the pool size that optimizes 76 screening throughput as a function of average disease prevalence in the tested population. 77 The advantages of pooled-sample screening are discussed in the context of the rapidly evolving 78 COVID-19 pandemic (caused by the novel coronavirus SARS-CoV-2) (8, 26). A recent rRT-PCR 79 assay for COVID-19 reports an identification rate of 95% and no false positives after testing 310 80 samples including other respiratory pathogens (27). Given reported specificities of commercially-81 available respiratory panel assays (>99%), an estimated 1% false positive rate was included in the 82 model results reported here. A moderate reduction in the identification rate for a pooled sample 83 ( = 0.9) was assumed -this variable is discussed in detail below. Consistent with similar 84 implementations of Dorfman-type testing algorithms (28), substantial increases in testing 85 throughput are predicted for low disease prevalence rates ( ( ) ≤8%, Fig. 1), where throughput 86 more than doubles and optimal pool sizes are 4 ≤ ≤ 12. At intermediate prevalence rates 0.1 ≤ 87 ( ) ≤ 0.2, the increase in throughput is moderate yet substantial (>30% increase in throughput) 88 and pool sizes are small ( = 3). For high prevalence rates, pooling yields no improvement 89(optimal pool size = 1). Average disease prevalence can be re-assessed as information is gained90    for the tested population to re-optimize pool size. Dynamic self-tuning is a feature of Bayesian 91 inference, a significant asset when a close feedback loop is desirable.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Number of patients screened by each diagnostic test (χ, blue circles) and the relative increase 100 in detection-to-miss ratio for a pooled scheme (Δ, black squares), as a function of average disease 101 prevalence. Gray line is the no-pooling scheme reference.102",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "≤ 42 -in agreement with early reports for nasal swab COVID-19 rRT-PCR tests 112 with 〈 〉 = 24.3 and viral loads of 1.4 × 10 copies/mL (30). From these data, the portion of 113 samples that would have had a positive test result even if pooled with an entirely healthy population 114 is estimated using a pool size = 12 and rRT-PCR geometric efficiencies of = 1.7 − 2 per 115 cycle. A pooled screening protocol would have detected 95.7-96.8% of these cases (178-180 out of 116 186). Further support for moderate sensitivity loss can be achieved by dividing the distribution of 117 values for the test-positive samples into three subpopulations. For the same pooling and rRT-PCR 118 efficiencies stated previously, >95% of the broadest, lowest-load population would be detected. 119 Cycle threshold values for rRT-PCR reactions for confirmed COVID-19 cases (27), 121 described by subpopulations with low, medium, and high viral load. Sensitivity cutoffs shown benefit of hierarchical pooled-sample testing protocols is the ability to screen a larger 124 portion of the population and detect more positive cases. The relative increase in case detection is 125 given by the ratio of the number of cases detected in a pooled setting and the number of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "133screen healthy individuals, the threshold for this tradeoff depends on the situation where the 134 screening protocol is deployed. Effective risk communication to screened individuals is needed to135    prevent an outsized sense of security after a negative pooled-test result -e.g.Probability of an individual being infected even though their pooled-sample test gave a 139 negative result, as a function of background disease prevalence and for different values is amenable to HIPAA regulations -in fact, pooling has been implemented by state 142 laboratories in the recent past (31)-and requires limited additional sample processing. Refining the 143 dependence of sensitivity loss with pool size and coupling to modeling strategies that in less useful in an inpatient clinical setting where the highest sensitivity is needed to 148 minimize risk of hospital transmission from non-isolated patients. As with any change in the 149 delivery of medical care, a discussion including community stakeholders is paramount.150    In summary, a pooled testing strategy has the potential to enhance comprehensive surveillance of151 SARS-CoV-2 particularly when test kits are in short supply. The benefits of surveillance are 152 greatest in the early phases of community spread. Thus, improving the capacity for high-throughput 153 testing has the highest impact when prevalence is low enough that pooled sampling is most 154 beneficial. The ratio of confirmed COVID-19 cases to tests performed varies by country, but it 155 appears that aggressive testing strategies yield a low enough prevalence to benefit from pooled-156 sample screening -e.g., South Korea's is 3% (8.3k/270k as of 3/16/2020) (32). While the 157 development of clinical prediction rules and non-testing screening are critical to any 158 epidemiological response, dealing with a novel disease for which data is still sparse and testing 159 capabilities are limited means that maximizing the impact of each individual test can benefit Valuable discussions with Dr. Kimberly Hanson and Dr. Lindsay T. Keegan. 163 Funding: none; Author contributions: R.N. conceived the idea, performed the analysis, prepared 164 the figures, and drafted the manuscript. R.N. and M.H.S. developed the idea and edited the 165 manuscript; Competing interests: Authors declare no competing interests; Data and materials 166 availability: All data is available in the main text or the supplementary materials. increase is expressed as a multiplicative factor representing how many individuals 286 were screened by the use of each diagnostic test (Eq. S5). vs. partial optimization. In a fully optimized scheme a pooled-sample's positive result triggers 290 a cascade of smaller-sized pools, minimizing the number of tests performed. However, an 291 intermediate improvement is chosen due to possible adverse outcomes of a lengthier process with 292 several pooling and Bayesian inference steps -e.g., possible delay of necessary care,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": ") 1 − • . The number of false positives is the number of individuals in all-303 healthy pools yielding a false positive and whose individual test is also a false positive -)] . The number of unscreened cases that carry the disease is 〈 〉( − 1) ( ). The 312 detection-to-miss ratio -considering the population sampled in the pooled schemeincrease in the detection-to-miss ratio between the pooled and standard 1illustrate this, consider a disease including asymptomatic-yet-infectious individuals 318 and for which clinical predictions are at an early stage, preventing effective triage against conditions 319 presenting similar symptoms. A screening point must decide how to use limited resources (e.g., 320 4,000 available tests) to detect the maximum number of cases in a population at 5% risk. pooled-sample screening protocol vs. standard 1:1: testing. On average, a pooled-323 sample approach allows testing 10,000 individuals, detecting 406 cases while missing 94 and 324 yielding 18 false positives; conversely, a standard 1:1 approach would test 4,",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020. 04 The process for assessing the posterior probabilities for individuals whose pooled test yielded a 263 positive or negative result (Eq. S1.a-b)includes the a reduction in the identification rate of the pooled-sample diagnostic test by a factor 266 compared to an individual test, so that = • . One must also consider the probability of a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.024216 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 110,
                    "text": "04",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}