{
    "paper_id": "994ea1ba34a4c8b0bdfe3805b105e791ce958f7e",
    "metadata": {
        "title": "Social distancing to slow the U.S. COVID-19 epidemic: interrupted time-series analysis",
        "authors": [
            {
                "first": "Mark",
                "middle": [
                    "J"
                ],
                "last": "Siedner",
                "suffix": "",
                "affiliation": {},
                "email": "msiedner@mgh.harvard.edu"
            },
            {
                "first": "",
                "middle": [],
                "last": "¶1",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts General Hospital",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Guy",
                "middle": [],
                "last": "Harling",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "KwaZulu-Natal",
                    "location": {
                        "country": "South Africa"
                    }
                },
                "email": ""
            },
            {
                "first": "Zahra",
                "middle": [],
                "last": "Reynolds",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts General Hospital",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rebecca",
                "middle": [],
                "last": "Gilbert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts General Hospital",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Atheendar",
                "middle": [
                    "S"
                ],
                "last": "Venkataramani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania",
                    "location": {
                        "addrLine": "100 Cambridge Street, Suite 1600",
                        "postCode": "02114",
                        "settlement": "Philadelphia, Boston",
                        "region": "PA, MA",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [
                    "C"
                ],
                "last": "Tsai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts General Hospital",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Social distancing measures to address the U.S. COVID-19 epidemic may have significant health, social, and economic impacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Modeling estimates suggest that up to 80% of Americans will be infected with severe acute respiratory syndrome coronavirus 2 (SARS CoV-2) if no preventive interventions are implemented (1) .",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In response, state governments in the United States have applied social distancing measures in an attempt to limit transmission and reduce morbidity and mortality. Such measures have been applied during prior pandemics, with moderate success (2) (3) (4) , and are predicted to prevent a rapid, overwhelming epidemic in modeling studies (5) . However, the extent to which social distancing measures have influenced the course of the COVID-19 pandemic has not been established. Because of the economic and social costs associated with social distancing measures (7, 8), there is immense value in quantifying the extent to which they have benefits for epidemic control. We conducted an interrupted time-series analysis to compare the daily growth rate of COVID-19 cases before versus after implementation of social distancing measures in the United States.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 245,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "(3)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 250,
                    "end": 253,
                    "text": "(4)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "(5)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We searched government websites and third-party sources to identify all statewide social distancing measures implemented between January 21 and March 30, 2020 (see Supplementary Appendix).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "To obtain daily state-specific COVID-19 cases, we used the New York Times COVID-19 database (https://github.com/nytimes/covid-19-data, last accessed March 31, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Our primary outcome was the rate of change in daily COVID-19 cases in each state, calculated as the natural log of cases on each date minus the natural log of cases on the prior date. Analysis was restricted to days in which a state had at least 30 cumulative cases reported, to minimize effects of volatile rate changes early in the epidemic. Our primary exposure of interest was time, measured as a continuous variable and divided into two periods: pre-implementation (14 days prior, through three days after, implementation of the first statewide social distancing measure) versus post-All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . implementation (four or more days after implementation). We selected this transition point based on estimates of the COVID-19 incubation period (9) .",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 225,
                    "text": "(9)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "As a secondary exposure, we examined the dates of statewide restrictions on internal movement (colloquially referred to as \"lockdowns\"). For states that did not implement statewide restrictions on internal movement during the study period, we set the date of analysis as day 0 and attributed the prior 14 days to the pre-implementation period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We fit mixed effects linear regression models, specifying the log difference in daily cases as the outcome of interest and a random effect for state. Explanatory variables included time in days, implementation period, and a time-by-implementation period product term. To assess the robustness of our findings, we adjusted for additional covariates, specified longer incubation periods, and stratified the estimates based on the size of the state epidemic (see Supplementary Appendix). Table 1 ), corresponding to a doubling of total cases every 3.3 days. From fourteen days prior, through three days after, implementation of the first social distancing measure, the mean daily case growth rate did not change (-0.2% per day; 95% CI, -0.7% to 0.4%; P=0.52). Beginning four days All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 485,
                    "end": 492,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . after implementation of the first statewide social distancing measure, the mean daily case growth rate decreased by an additional 0.8% per day (95% CI, -1.4% to -0.2%; P=0.002). This estimate corresponds to a mean daily case growth rate that had declined to 25.9% (doubling of total cases every 3.8 days) by day 7 after implementation and to 20.2% (doubling of total cases every 5.0 days) by day 14.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "As of March 30, 30 states (59%) had implemented a statewide restriction on internal movement, a median of 10 days after the first statewide social distancing measure (IQR 8-12) was implemented in the respective states, when the median epidemic size was 415 cases (IQR, 147-1172). The mean daily case growth rate had already been declining at a mean rate of -0.9% per day during the 14 days prior to implementation of statewide restrictions on internal movement (95% CI, -1.1% to -0.6%; P<0.001) (Table 1, Figure 1B) . There was no additional decline in mean daily case growth after implementation of statewide restrictions on internal movement (0.3%; 95% CI, -1.4% to 2.0%; P=0.72).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 505,
                    "end": 515,
                    "text": "Figure 1B)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Sensitivity analyses suggested our estimates were not sensitive to inclusion of additional covariates, were consistent with the known incubation period, and did not differ by size of the epidemic at implementation (eTables 2 and 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 231,
                    "text": "(eTables 2 and 3)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "In this interrupted time-series analysis, we found that implementation of social distancing measures was associated with a reduction in the mean daily growth rate of COVID-19 cases. Our estimates imply that the number of days to double the cumulative case count increased from 3. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . after implementation. Stated differently, our model implies that social distancing reduced the total number of COVID-19 cases by approximately 3,000 cases at 7 days after implementation, and by 68,000 cases at 14 days. These results are consistent with both the theoretical effect of social distancing on epidemic spread (5) and the historical benefit observed implementing such interventions during prior epidemics of communicable diseases (11) .",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 523,
                    "text": "(11)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Our findings should be interpreted with the following limitations in mind. Our estimates would be biased toward the null if: 1) state and local governments had intensified social distancing measures in response to a worsening epidemic, 2) there were significant violations of the stable unit treatment value assumption (e.g., workplace closures of large employers that had spillover effects across state lines), or 3) surveillance and testing intensified during the study period (thereby resulting in increased case reporting). Moreover, statewide restrictions on internal movement were often implemented after other social distancing measures had already been applied, further biasing our estimate toward the null. Our study was also limited by little observation time after statewide restrictions on internal movement were implemented. Finally, our estimated effects of social distancing in terms of mean daily case growth rates cannot be extrapolated linearly beyond the study period, nor can they answer questions about the appropriate timing of rescinding such measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In summary we demonstrate that the U.S. COVID-19 epidemic growth rate declined within approximately one incubation period following the initiation of statewide social distancing measures. All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . Figure 1A -B. Scatter plots and predictive margins with 95% confidence interval derived from regression models of the daily COVID-19 growth rate pre vs. post-implementation of the first statewide social distancing measures (1A) and statewide restrictions on internal movement (1B). The red line indicates the date of implementation in each state. The green dashed line is 4 days after implementation of the social distancing measure. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 87,
                    "text": "Figure 1A",
                    "ref_id": null
                }
            ],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Social distancing strategies for curbing the COVID-19 epidemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kissler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tedijanto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Grad",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "2010.1101/2020.2003.2022.20041079"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Nonpharmaceutical interventions implemented by US cities during the 1918-1919 influenza pandemic",
            "authors": [],
            "year": 2007,
            "venue": "JAMA",
            "volume": "298",
            "issn": "6",
            "pages": "644--654",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The effect of public health measures on the 1918 influenza pandemic in U.S. cities",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Bootsma",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Natl Acad Sci",
            "volume": "104",
            "issn": "18",
            "pages": "7588--7593",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Strategies for containing an emerging influenza pandemic in Southeast Asia",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meeyai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "7056",
            "pages": "209--214",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Impact of selfimposed prevention measures and short-term government intervention on mitigating and delaying a COVID-19 epidemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Teslya",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Godijk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Kretzschmar",
                    "suffix": ""
                },
                {
                    "first": "Mcj",
                    "middle": [],
                    "last": "Bootsma",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rozhnova",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "2010.1101/2020.2003.2012.20034827"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Nonpharmaceutical measures for pandemic influenza in nonhealthcare settings-social distancing measures",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Fong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "Eyc",
                    "middle": [],
                    "last": "Shiu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ryu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Emerg Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The incubation period of coronavirus disease 2019 (COVID-19) from publicly reported confirmed cases: estimation and application",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Meredith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "2010.7326/M2020-0504"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Incubation period and other epidemiological characteristics of 2019 novel coronavirus infections with right truncation: a statistical analysis of publicly available case data",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Med",
            "volume": "9",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "510.3390/jcm9020538"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Public health interventions and epidemic intensity during the 1918 influenza pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Hatchett",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Mecher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "104",
            "issn": "18",
            "pages": "7582--7587",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.03.20052373"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A complete list of dates of statewide social distancing measures, by type of measure and state, iscontained in the Supplementary Appendix (eTable 1). During March 10-27, all 50 states and the District of Columbia implemented at least one statewide social distancing measure (eFigure 1). The most widely enacted measures on the first date of implementation were cancellations of public events (34/51 [67%]) and closures of schools (26/51 [51%]). The first social distancing measures were implemented when the median epidemic size was 36 cases (interquartile range [IQR], 17-72).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "1A shows the mean COVID-19 daily case growth rate mapped against the date of the first statewide distancing measures. At the date of implementation of the first social distancing measure, states had a mean daily case growth rate of 30.6% (95% confidence interval [CI], 28.6-32.7;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "the 14 days following the implementation of social distancing measures. Assuming a cumulative epidemic size of 4,171 cases (equivalent to the cumulative number of cases in the U.S. at the time of implementation in each state), the reduction in growth rate we estimated corresponds with a reduction in total cases from 26,356 to 23,266 at 7 days, and from 156,360 to 88,105 at 14 days All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Linear regression models for the daily growth rate before vs. after implementation of the first statewide social distancing measure and statewide restrictions on internal movementFirst statewide social distancing measure Statewide restriction on internal movement Coefficient 95% Confidence IntervalNote: The post-intervention period begins four days after social distancing measures were implemented to account for the disease incubation period.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}