{
    "paper_id": "9a3eab284aa574ddf3f092c94ac0b738660d3b80",
    "metadata": {
        "title": "Connecting BCG Vaccination and COVID-19: Additional Data Authors, their academic degrees, designations and affiliations",
        "authors": []
    },
    "abstract": [
        {
            "text": "The reasons for a wide variation in severity of coronavirus disease 2019 (COVID-19) across the affected countries of the world are not known. Two recent studies have suggested a link between the BCG vaccination policy and the morbidity and mortality due to COVID-19. In the present study we compared the impact of COVID-19 in terms of case fatality rates (CFR) between countries with high disease burden and those with BCG revaccination policies presuming that revaccination practices would have provided added protection to the population against severe COVID-19. We found a significant difference in the CFR between the two groups of countries. Our data further supports the view that universal BCG vaccination has a protective effect on the course of COVID-19 probably preventing progression to severe disease and death. Clinical trials of BCG vaccine are urgently needed to establish its beneficial role in COVID-19 as suggested by the epidemiological data, especially in countries without a universal BCG vaccination policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The ongoing pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is posing a grave threat to global public health. With more than one million confirmed cases and the global death toll alarmingly crossing 50,000 on April 3, there is a climate of fear, social disruption, institutional breakdown, and scientific uncertainty. The devastation caused by COVID-19 pandemic probably parallels the \"Spanish flu\" pandemic, still considered the most devastating in human history that affected an estimated one third of the world population at that time of which more than 2.5% died (1) . The world governments working in tandem with the health organisations are making all possible efforts to establish countermeasures to reduce the devastating effects of COVID-19. The world's top healthcare systems appear shaken and the pandemic has forced the medical fraternity to realise something very basic that life is not always in the doctors' hands, and to feel that being a doctor will never be the same after this pandemic (2) . Since there is no definitive treatment or an effective vaccine for disease control, the scientific community has been making frenetic efforts to find measures for cure or for at least reducing the morbidity due to . A large number of therapeutic measures such as low-dose methylprednisolone, chloroquine phosphate, hydroxychloroquine, ribavirin, angiotensin receptor 2 blockers, anti-ageing drugs such as azithromycin, quercetin, rapamycin and doxycycline, IL-1 or IL-1R suppressors, protease inhibitors such as lopinavir/ritonavir, acetazolamide, nifedipine, phosphodiesterase inhibitors, convalescent plasma transfusions, tocilizumab, traditional Chinese medicine, statins, zinc supplements, and therapeutic neutralizing and monoclonal antibodies have been either tried or suggested for patients with COVID-19 over a short span of about 4 months in the desperate hope of an effective treatment of these patients (3) . Commensurate with the unprecedented times, the . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [
                {
                    "start": 638,
                    "end": 641,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1076,
                    "end": 1079,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1996,
                    "end": 1999,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To further augment the observations of the two published studies, we hypothesized that countries which adopted a BCG revaccination policy in the past might be at an advantage as the revaccination practices would have sustained the protection offered by BCG vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We specifically compared the case fatality rates (CFR) between the countries with high COVID-19 burden and the countries which had followed BCG revaccination policies in the past. According to the BCG atlas published in 2011, 16 countries adopted BCG revaccination policy in the past (8). Out of these, 4 were excluded from the analysis due either to nonavailability of COVID-19 information or the non-specification of the age at second BCG dose. The data on population was taken from the World Population Clock (9). The information on the number of COVID-19 cases and deaths was retrieved from the WHO's situation report for the day (10).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20053272 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We observed a marked difference in the mean CFR between the two groups of countries (5.2% versus 0.6%, p value <0.0001) ( Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 129,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Our data further supports the observations of previous two studies by Miller were adequately excluded. The conclusions drawn from the study that universal BCG vaccination policy is correlated with reduced mortality rates due to COVID-19, thus appear trustworthy. Another conclusion that the countries that established a universal BCG policy earlier had a reduced mortality rate is also reassuring especially for low and middle income economies. The other study by Hegarty PK et al, also arrived at a similar conclusion that countries with national program of universal BCG vaccination appear to have a lower incidence and death rate from COVID-19 (7) . Both studies recommend further testing of the hypothesis that BCG vaccine probably offers protection against COVID-19, through randomized controlled trials to determine how fast a BCG induced protective immune response to COVID-19 develops.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 76,
                    "text": "Miller",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "(7)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The protection offered by BCG vaccine to SARS-CoV-2 has been attributed to its nonspecific effects (NSEs) (11). The range of NSEs include a reduction in the incidence of respiratory tract infections in children, antiviral effects and reduced viremia in experimental animals (11). For several viruses such as respiratory syncytial virus, yellow fever, herpes . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20053272 doi: medRxiv preprint simplex virus and human papilloma virus, a favourable in vitro or in vivo effect has indeed been observed in various studies (11). Based on the hypothesis that BCG vaccination may induce (partial) protection against susceptibility to and/or severity of SARS-CoV-2 infection even during the epidemic, some countries like Australia and the Netherlands which do not practice routine BCG vaccination have been really quick to launch phase 3 clinical trials (12, 13).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A limitation of our study was the calculation of CFR by dividing the number of known deaths by the number of confirmed cases which may not represent the true CFR during an ongoing epidemic (14). We chose this calculation as both the numerator and denominator were rapidly changing and the use was meant only for comparison and not for projecting the mortality due to COVID-19. We also wish to caution against oversimplification of interpretation of BCG vaccination link with COVID-19 as this is derived from the epidemiological data that needs to be confirmed by well designed clinical trials. Furthermore, the CFR depends on multiple factors, in particular, on the ability of the national governments and the healthcare systems to respond to the epidemic. As COVID-19 gains further foothold in low resource countries, the CFR may change significantly and the current conclusions may then become invalid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Several low resource countries such as India practice universal BCG vaccination policy established since mid-twentieth century. Unlike developed countries where the tuberculosis rates in the population declined significantly prompting their policy makers to adopt a target BCG vaccination approach for high risk populations, the universal vaccination strategy has continued in several high-TB-burden countries (8). The observations of the two recent epidemiological studies alongwith our own data offer hope for a reduced impact of COVID-19 for countries which practice universal BCG vaccination policy, similar to the recently published experience on COVID-19 in children that has instilled some optimism amongst . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20053272 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Where Are We, a Century After the \"Spanish Flu",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pederson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "FASEB J",
            "volume": "32",
            "issn": "5",
            "pages": "2317--2318",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Being a doctor will never be the same after the COVID-19 pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giulio",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Maggioni",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Montroni",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ugolini",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Capelli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ceppi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.amjmed.2020.03.003"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronavirus disease 2019 (COVID-19): a clinical update",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Monitored emergency use of unregistered and experimental interventions (MEURI)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Global coalition to accelerate COVID-19 clinical research in resource-limited settings Lancet",
            "authors": [],
            "year": 2020,
            "venue": "COVID-19 Clinical Research Coalition",
            "volume": "",
            "issn": "",
            "pages": "30798--30802",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Correlation between universal BCG vaccination policy and reduced morbidity and mortality for COVID-19: an epidemiological study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Reandelar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fasciglione",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Roumenova",
                    "suffix": ""
                },
                {
                    "first": "Li",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Otazu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.24.20042937"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "BCG vaccination may be protective against Covid-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Hegarty",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kamat",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zafirakis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dinardo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.13140/RG.2.2.35948.10880"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Organisation (WHO) has rightly responded by accelerating research in diagnostics, vaccines and therapeutics and called for studying even the unregistered and experimental interventions as formal clinical trials to rapidly establish their safety, efficacy, risks, and benefits (4). In another unprecedented development, hundreds of scientists, physicians, funders, and policy makers from all the major continents of the world have come together to form the COVID-19 Clinical Research Coalition to support WHO's efforts to counter the COVID-19 pandemic (5). It is in this context that the two recently published epidemiological studies by Miller A et al and Hegarty PK et al, on a correlation between universal Bacille Calmette-Guérin (BCG) vaccination policy and reduced morbidity and mortality for COVID-19, offer a ray of hope for low resource countries (6, 7).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A et al and Hegarty PK, of reduced mortality due to COVID-19 in countries with universal BCG vaccination policy. Miller A et al, while rapidly synthesizing the evidence, compared the BCG vaccination policies of a large number of countries with the morbidity and mortality for COVID-19 (6). They rightly chose mortality rates as outcome as the number of reported cases may be influenced by the testing capabilities and underreporting in the low income countries. Confounders such as the country's standard of medical care and underreporting",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "pediatric fraternity(15, 16). Several of these countries have scarce financial and manpower resources to fight the pandemic. The BCG World Atlas: a database of global BCG vaccination policies and practices. https://www.worldometers.info/world-population. Accessed March 29, 2020. https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200324sitrep-69. Accessed March 29, 2020. 11. Moorlag SJCFM, Arts RJW, van Crevel R, Netea MG. Non-specific effects of BCG vaccine on viral infections. Clin Microbiol Infect. 2019;25(12):1473-1478. 12. Bonten MJM, Utrecht UMC. Reducing Health Care Workers Absenteeism in Covid-19 Pandemic Through BCG Vaccine (BCG-CORONA). Mar 2020. Retrieved from http://clinicaltrials.gov/ct2 (Identifier: NCT04328441). 13. Curtis N. BCG Vaccination to Protect Healthcare Workers Against COVID-19 (BRACE). Mar 2020. Retrieved from http://clinicaltrials.gov/ct2 (Identifier: NCT04327206). 14. Ghani AC, Donnelly CA, Cox DR, Griffin JT, Fraser C, Lam TH, et al. Methods for estimating the case fatality ratio for a novel, emerging infectious disease. Am J Epidemiol. 2005;162(5):479-86. 15. Ludvigsson JF. Systematic review of COVID-19 in children show milder cases and a better prognosis than adults. Acta Paediatr 2020 Mar 23. doi: 10.1111/apa.15270. [Epub ahead of print] 16. Dayal D. We urgently need guidelines for managing COVID-19 in children with comorbidities. Acta Paediatr. 2020 Apr 12. doi: 10.1111/apa.15304. [Epub ahead of print]",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}