{
    "paper_id": "9b2e2cdd3730c31a6c5625ceb965cc2a194e550f",
    "metadata": {
        "title": "A Method for Active Pandemic Curve Management (MAPCM)",
        "authors": [
            {
                "first": "Willem",
                "middle": [
                    "G"
                ],
                "last": "Odendaal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Virginia Tech KuduQ.com",
                    "location": {
                        "settlement": "Blacksburg",
                        "region": "VA"
                    }
                },
                "email": "wgo.kudu@gmail.com1-937-583-8787"
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 pandemic of 2020 prompted stringent mitigation measures to \"flatten the curve\" quickly leading to an asphyxiated US economy as a national side effect. The resulting flattened curve remain exponential and may still exceed available healthcare resources and capacity during and around its peak. Moreover, while isolation and containment can scale down daily cases significantly, such a mitigation strategy also prolong the outbreak. Since economic activity is inversely proportional to mitigation, curtailing the outbreak with sustained mitigation can stifle the economy severely having disasterous repercussions. Mitigation for the duration of the outbreak may therefore be unsustainable and risk a second wave of infections. The method for active pandemic curve management (MAPCM) presented herein has the potential to shape the outbreak curve in a controlled manner for optimal utilization of healthcare resources during the pandemic, while drastically shortening the outbreak duration compared to mitigation by itself without trading off lives. This method allows mitigation measures to be relaxed gradually from day one, which equates to the ramping up of economic activity, and it leaves breathing room for the economy from the onset of a pandemic. Since outbreak curves (such as projected hospitalizations per day) can be programmed using this method, they can also be shaped to accommodate changing needs during the outbreak. To be successful the method must be implemented early enough in the outbreak. Implementing the method incorrectly can result in a herd immunity levels of infections. MAPCM is a method and not a model. It is compatible with any appropriate model. In the paper a hybrid logistic model is used for illustration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "From this \"flattened\" curve:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "To this programmable curve:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Strengths:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BEING BEHIND THE CURVE"
        },
        {
            "text": "• slows down the outbreak • reduces infection rate (the total percentage of population infected) • shrinks (scales down) the original curve • buys time (seasonal damping, finding cure, preparing healthcare, etc.) • potentially reduces fatality rate",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BEING BEHIND THE CURVE"
        },
        {
            "text": "Remaining Weaknesses:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BEING BEHIND THE CURVE"
        },
        {
            "text": "• remains exponential • still has a high peak • can still overburden available healthcare capacity around its peak • under-utilizes available healthcare capacity for long periods before and after peak • still costs too many lives that could have been saved • prolongs the outbreak for too long • high cost of containment for entire country • unsustaibable -economy frozen and in free fall BEING CONTROLLED BY THE OUTBREAK",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BEING BEHIND THE CURVE"
        },
        {
            "text": "Pros:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GETTING AHEAD OF THE CURVE"
        },
        {
            "text": "• programmable curve in amplitude and duration • customizable to meet available resources • eliminates the exponential peak • optimizes utilization of healthcare capacity • reduces fatality rate through better healthcare • shortens outbreak duration & disruption to normal life • minimizes the cost of containment • Does not keep economy at standstill • Gradually brings economy back online from day one • Not Magic! This is engineering.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GETTING AHEAD OF THE CURVE"
        },
        {
            "text": "• Has never been done for a pandemic before • Diminishing returns the later this method is implemented • Uncertainties due to stochastics and the human factor CONTROLLING THE OUTBREAK All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cons:"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cons:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.06.20055699 doi: medRxiv preprint When the COVID-19 pandemic broke out it soon became clear that the healthcare systems in possibly every country in the world would be crippled by an overwhelming need for hospitalization exceeding the available resources and supply chains. While many vital characteristics of the pathogen are still unclear it appears that the virus is as deadly as it is contagious. The actual fatality rate hasn't fully crystalized yet due to insufficient testing. Some speculate fatality rates well below 1%. Even if the fatality rate is close to that of influenza, this virus distinguishes itself by concentrating annual totals for deaths and critical care needs into a matter of weeks. A worrying statistic is the death rate among resolved cases, which is varying between 10% to over 90%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cons:"
        },
        {
            "text": "The most popular strategy implemented by government leaders to address these problems came down to aggressive containment, sometimes aborderlining draconian laws, at a national level to \"flatten the curve\". The idea is to slow down the spread, reduce the infection rate, and close the gap between the excessive demand and the available healthcare resources. However, the level of mitigation required to flatten the curve can asphyxiate an economy due to layoffs and closing businesses. To make matters worse, flattening the curve also prolongs the outbreak for an unsustainable amount of time. Moreover, the flattened curve might still exceed healthcare capacity, as it maintains its exponential character despite being damped. In fact, it is unlikely, if not impossible to reduce the curve within available healthcare resource thresholds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cons:"
        },
        {
            "text": "The question then becomes whether it is possible to shrink the gap between hospitalizations and available healthcare capacity while keeping healthy economic activity without sacrificing lives. In this paper it will be shown that it is not only possible, the curve can also be programmable using a method for active pandemic curve management (MAPCM). This is accomplished by considering this complex problem from an engineering systems perspective and implementing a quasi-open-loop control scheme using existing mitigation mechanisms to curb the pandemic outbreak in a controlled way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cons:"
        },
        {
            "text": "MAPCM will be counter-intuitive for most people, especially those in the healthcare professions. However, equally counterintuitive control methods do exist in existing electrical industrial and military products and applications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cons:"
        },
        {
            "text": "Please note that the focus of this paper is to present a new method, not a model. The models and numbers used in the rest of the paper are unimportant and can be substituted by any other suitable models, simulations, or other constructs. For illustration purposes a hybrid logistic model for the COVID-19 pandemic will be applied to paper studies of the situation in the USA by way of a few examples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cons:"
        },
        {
            "text": "Note that the reproductive number, R o , is defined in this paper as the number of people infected per person per day:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cons:"
        },
        {
            "text": "where F (d) is the relevant cumulative figure on day d during the initial stages of the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cons:"
        },
        {
            "text": "(a) Economic activity vs. full mitigation (b) Economic activity vs. controlled mitigation. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. SHORTCOMINGS OF AGGRESSIVE CONTAINMENT STRATEGIES"
        },
        {
            "text": "Travel bans and aggressive containment strategies did have an effect on slowing down the spreading of COVID-19. Since the outbreak caught the entire world exccept China by surprise, the ability to buy some time by imposing mitigation measures is certainly desirable, especially in view of the absense of any useful information about the disease, However, the cost of aggressive mitigation for even a short amount of time is stupendous. The stock market plunged within a day of announcing even mild mitigation through voluntary self-isolation in the United States. Closing business for all but essential functions lead to layoffs and skyrocketing unemployment that could have serious consequences for any country. It quickly became apparent that these outbreak mitigation strategies: 1) are inversly proportional to economic health (see Figure 1 ), 2) are extremely costly, and All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 836,
                    "end": 844,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A. Economic Impact"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Economic Impact"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.06.20055699 doi: medRxiv preprint 3) suspending economic activity over even brief periods of time carry excessive cost. Sustained mitigation to flatten the curve is the worst of both worlds from an economic perspective as shown in Figure 1 (a). Not only is the economic activity halted thus pushing an otherwise healthy economy into freefall, it also prolongs it well beyond the herd immunity situation. As shown in Figure 1 (b) MAPCM can start off with similar levels of mitigation, but immediately starts lifting them gradually which eases the economy back to normal from day one. A disappointing outcome of these increasinly stringent containment strategies is that while the outbreak curves are indeed being scaled down, they aren't flattened by much. In fact, the curves for projected hospitalizations with full mitigation remain exponential with peak amplitudes that still exceed available healthcare capacities as shown in Figure 2 and again in Figure 3 , which depicts new cases being reported daily under a few different strategies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 341,
                    "end": 349,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 526,
                    "end": 534,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1040,
                    "end": 1048,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1062,
                    "end": 1070,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "A. Economic Impact"
        },
        {
            "text": "In Figure 2 the \"flattened\" curve still overwhelms available staffed beds during and around the peak period. However, notice that the curve has two long tail ends in the front and rear during which the capacity is severely underutilized. In this example a normalized reproductive number 1 , R o = 1.22, was used (based on a curve-fit from the USA data before a national emergency was declared.)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "B. Healthcare Utilization"
        },
        {
            "text": "Let's call the curve with R o = 1.22 also the herd immunity curve for USA, with an assumed infection rate of approximated 18%. After the emergency was declared and mitigation strategies implemented, a new R o = 1.12 was obtained (from an updated curve fit) for which we'll assume an infection rate of 11%. Assuming a hospitalization rate of 20% for COVID-19, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Healthcare Utilization"
        },
        {
            "text": "Notice that the y-axis in Figure 3 (a) goes from zero to very large numbers. It is therefore a poor diagram for estimating the duration of an outbreak. To estimate how long an outbreak might last given a mitigation strategy, it is better to use a logarithmic scale as depicted in Figure 3 (b) which contains exactly the same information as Figure 3 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 26,
                    "end": 34,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 280,
                    "end": 288,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 340,
                    "end": 348,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "C. Outbreak Duration"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.06.20055699 doi: medRxiv preprint one of these strategies is implemented, the duration of an outbreak is far too long to halt an economy. Available healthcare capacity is also abysmally under utilized and/or over utilized in all cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Outbreak Duration"
        },
        {
            "text": "The actual figures for the USA are staggering. There are roughly 1 million staffed hospital beds [1] , [2] including ICUs in the country, of which about 1 3 are available on a good day (prior to COVID-19.) If the available capacity can be raised to 500,000 for the epidemic, and the average stay of a hospitalized COVID-19 inpatient is 10 days, then on average only 50,000 beds are available per day for new COVID-19 patients.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 103,
                    "end": 106,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 153,
                    "end": 154,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "C. Outbreak Duration"
        },
        {
            "text": "To remain below this capacity threshold in terms of available staffed beds, the pandemic has to last longer than the minimum pandemic period, T P min . Assuming an infection rate of 18% and a hospitalization rate of 20% then : where infection rate is simply the percentage of the total population who will be infected and the hospitalization rate is the percentage of all infected people who will be hospitalized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Outbreak Duration"
        },
        {
            "text": "If the infection rate can be brought down to 11% with the same hospitalization rate of 20%, then the Pandemic Period becomes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Outbreak Duration"
        },
        {
            "text": "T P min = 143.9 days = 4 months 22 days These are the shortest possible durations to remain below the capacity threshold under ideal circumdstances and could be plotted on graphs such as in Figure 3 as an ideal curve in the shape of a rectangle representing new cases. To reduce the minimum pandemic period, T P min , without excceeding capacity, either the infection rate, hospitalization rate, or the average stay per patient has to decrease, or the number of staffed beds have to increase.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 198,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "C. Outbreak Duration"
        },
        {
            "text": "The important take aways from this is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Outbreak Duration"
        },
        {
            "text": "• the national economy cannot endure being shut down even for the period under the ideal curve and • the period of time under the flattened curve is much longer than the length of time under the ideal curve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Outbreak Duration"
        },
        {
            "text": "The intent with controling the curve using MAPCM is to eliminate the long \"tails\" of underutilization that form part of the curve. This can be done by reshaping the curve so that the excess of inpatients expected during and around the peak can be treated beforehand or afterwards to fill up the underutilized portions above the curve and under the capacity threshold. This aim of the method is illustrated graphically in Figure 4 : Before explaining how this can be accomplished, and since the pandemic is ongoing, it is necessary to offer a word of warning.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 421,
                    "end": 429,
                    "text": "Figure 4",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "III. THE CONCEPT OF CURVE SHAPING"
        },
        {
            "text": "CAUTION: The method described in this paper can theoretically produce desireable results. However, the MAPCM has never been tested in practice and has not yet been peer-reviewed. If the method is either misunderstood or implemented incorrectly, then it is possible to get worse than expected results. It is sensitive to timing, amplitudes, and other nuances. Even small mistakes can have sizeable effects in theory and in practice. Please do not attempt this method in practice unless your team is fully qualified, is fully aware of the consequences, and has fully explored the method and the underlying mechanisms at play. -wgo.kudu@gmail.com. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THE CONCEPT OF CURVE SHAPING"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THE CONCEPT OF CURVE SHAPING"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.06.20055699 doi: medRxiv preprint A. Oversimplified Example 1) Assumptions: To illustrate the method in its simplest form, let's assume we have a homogenous population that can be dividided equally in N s isolated segments that are also homogenous. Next let's asssume that there is only one possible reproductive number for the virus, R o . For example, it might be the rate at which herd immunity occurs. Finally, we'll assume that there are only two possible states that can be present in each of the segments. In the first state the segment is in complete isolation and the virus has not been introduced into the segment population. In the second state, the virus spreads with R o . If isolation of a segment is terminated, that segment will be infected at R o up to an infection rate 2 , I % .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THE CONCEPT OF CURVE SHAPING"
        },
        {
            "text": "2) Initial Conditions: Sufficient containment measures are put in place for the entire population to be in the uninfected, isolation state (or mitigated state).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THE CONCEPT OF CURVE SHAPING"
        },
        {
            "text": "3) Available Control Mechanism: As the government of the population, we are able to relax isolation measures for any segment(s) on any day of our choosing. The curves for the various segments add up to the reshaped curve. The curve for herd immunity can be replaced by a controllable, level curve that's been stretched out over a longer period of time. In fact, by choosing the times and segment sizes differently, the resulting curve's shape can be programmed to follow a wide variety of custom contours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THE CONCEPT OF CURVE SHAPING"
        },
        {
            "text": "This oversimplified example serves to illustrates the principle. However, it is idealistic and unrealistic, because segments cannot be isolated perfectly in practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. THE CONCEPT OF CURVE SHAPING"
        },
        {
            "text": "This section will explore examples that are less idealistic. Keep in mind that these are paper studies for ilulstratio based on simple modeling of averages. In practice, pandemic outbreaks are stochastic, irregular, littered with exceptions (i.e. super spreading,) and generally more complex. In all the examples to follow, the method is applied to a logistic function model that was fitted to US data of confirmed cases and implementation that starts between 2 March and 7 March 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. PAPER STUDIES OF THE CURVE MANAGEMENT METHOD"
        },
        {
            "text": "A. Moderate Mitigation 1) Assumptions: In this example let's assume a homogenous population that can be divided in N s isolated segments of varying sizes. Next let's asssume that there are exactly two possible reproductive numbers for the virus, R oh and R om , where R oh > R om . For example, R oh might be the reproductive rate at which herd immunity occurs, while R om is the reproduction number with certain mitigation measures in place. Let's also assume that there are only two possible states to choose from and that only one of them can be present in each of the segments. In the initial state the virus infects the population of each segment with R om . Once mitigation is relaxed in a specific segment, it switches to the herd state having R oh as the reproductive number.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. PAPER STUDIES OF THE CURVE MANAGEMENT METHOD"
        },
        {
            "text": "2) Initial Conditions: Sufficient containment measures are put in place for the entire population to be in the mitigated state, with R o = R om . The reproductive number ratio is defined as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. PAPER STUDIES OF THE CURVE MANAGEMENT METHOD"
        },
        {
            "text": "This ratio should increase proportional to the stringency of containment and isolation measures. 2 Infection rate is herein defined as percentage population infected. See definitions in the Appendix.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 98,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "IV. PAPER STUDIES OF THE CURVE MANAGEMENT METHOD"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. PAPER STUDIES OF THE CURVE MANAGEMENT METHOD"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. PAPER STUDIES OF THE CURVE MANAGEMENT METHOD"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.06.20055699 doi: medRxiv preprint 3) Available Control Mechanism: As the governing body of the population, we are able to relax mitigation on any segment on any day. Each segment will be infected at reproductive rate R om until mitigation for that segment is relaxed and it falls back to the higher reproductive number, R oh . 4) Infection Rate: If left at the initial mitigated state, the virus can infect the population of a segment to a maximum of I %m of the particular segment's population. If mitigation measures are lifted so R oh takes effect, the virus can infect the segment's population to a maximum of I %h . In general, I %h > I %m . In the example it is assumed that I % = 1 − 1 Ro . 5) Other Rules and Limitations: We are only able to switch each segment once or not at all. Once at R oh , we'll also assume the rate cannot be switched back to R om . (This is merely to frame the example, and may not be true in practice.) 6) Example with Proper Mitigation: Figure 6 shows the results 3 for two examples using moderate mitigation and R r = 8.2%. With curve management implemented, the mitigation measures in each of the segments are relaxed at precise intervals. The curves for each segments then add up to the thick black curve. 7) Example with Improper Mitigation: Figure 7 shows that when I % changes from I %m to I %h in the segments as mitigations are relaxed, there is no overall improvement over pure mitigation at R om , but still an improvement over herd immunity. The area under the reshaped curve is identical to the area under the herd immunity curve if mitigation in all segments were relaxed at some point.",
            "cite_spans": [
                {
                    "start": 1110,
                    "end": 1111,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 1083,
                    "end": 1091,
                    "text": "Figure 6",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1392,
                    "end": 1400,
                    "text": "Figure 7",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "IV. PAPER STUDIES OF THE CURVE MANAGEMENT METHOD"
        },
        {
            "text": "These examples illustrate that, as long as I % ≤ I %h : 3 The spikes in the curves are due to a derivative being taken of a logistic function with a discontinuity when Ro changes. In practice this will be absent.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 57,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "IV. PAPER STUDIES OF THE CURVE MANAGEMENT METHOD"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. PAPER STUDIES OF THE CURVE MANAGEMENT METHOD"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. PAPER STUDIES OF THE CURVE MANAGEMENT METHOD"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.06.20055699 doi: medRxiv preprint 1) herd immunity is the worst case scenario, 2) even if the infection rate increases to that of herd immunity, the peak of the managed curve can be maintained well below the situation where mitigation is implemented for the duration of the outbreak, and 3) attempting to implement curve management is better than mitigation without any curve management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. PAPER STUDIES OF THE CURVE MANAGEMENT METHOD"
        },
        {
            "text": "(a) Infection rate changes from I %s to I %m (b) Infection rate changes from I %s to I %h ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Stringent Mitigation Measures"
        },
        {
            "text": "In this example let's raise R r . Again assume a homogenous population that can be divided in N s homogenous segments of varying sizes. Next let's asssume that there are exactly three possible reproductive numbers for the virus, R oh , R om , and R os where R oh > R om > R os . For example, R oh might be the rate at which herd immunity occurs, R om the reproduction number with moderate mitigation measures in place, and R os when stringent mitigation measures are imposed. Finally, we'll assume that there are only three possible states that each of the segments can be in. In the initial state the virus infects the population of each segment with R os . Once mitigation is relaxed to moderate levels in a specific segment, it switches to the unmitigated state with R o = R h .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Assumptions:"
        },
        {
            "text": "2) Initial Conditions: Sufficient containment measures are put in place for the entire population to be in the mitigated state, with R o = R os .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Assumptions:"
        },
        {
            "text": "3) Available Control Mechanism: As the governing body of the population, we are able to relax mitigation on any segment on any day. Each segment will be infected at rate R os until mitigation for that segment is relaxed and it falls back to the higher infection rate, R oh . 4) Infection Rate: If left at the initial mitigated state, the virus can infect the population of a segment to a maximum of I %s of the particular segment's population. If mitigation measures are lifted so R oh takes effect, the virus will infect the segment's population to a maximum of I %h or I %m . In general, I %h > I %m > I %s . Again it is assumed that I % = 1 − 1 Ro . 5) Other Rules and Limitations: We are only able to switch each segment once or not at all. Once at R oh , the rate cannot be switched back to R os . (Again, this is merely to frame the example, and is not true in practice.) Figure 8 shows the results for examples in which the method is applied using these three reproductive numbers. In Figure  8 (a) the infection rate can go up to I %m and in Figure 8(b) to I %h . The need for the more stringent mitigation measures were to buy more time to reduce the amplitude of the controlled curve, which cannot go beyond the curve with R os . Figure 9 shows a few different implementations. In Figures 9(a) and 9 (b) the timings for relaxing segment mitigation were chosen to make better use of the delay introduced by stringent mitigation. Dividing the population into 6 segments has now made it possible to reduce the amplitude of the controlled curve significantly, even when the infection rate reaches the high All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 878,
                    "end": 886,
                    "text": "Figure 8",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 992,
                    "end": 1001,
                    "text": "Figure  8",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 1050,
                    "end": 1061,
                    "text": "Figure 8(b)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1240,
                    "end": 1248,
                    "text": "Figure 9",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 1288,
                    "end": 1309,
                    "text": "In Figures 9(a) and 9",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "1) Assumptions:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.06.20055699 doi: medRxiv preprint value of 25% in Figure 9 (b). Since the controlled curve ends well before the curve with the stringent mitigation, the amplitude can be reduced further by introducing more segments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 168,
                    "text": "Figure 9",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "1) Assumptions:"
        },
        {
            "text": "In Figures 9(c) the outbreak is started without delay and this is the soonest it can be started under the same criteria as Figures 9(b) , but with 4 controlled segments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 15,
                    "text": "Figures 9(c)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 123,
                    "end": 135,
                    "text": "Figures 9(b)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "1) Assumptions:"
        },
        {
            "text": "In Figure 9 (d) the reproductive number is limited to R m upon relaxing the mitigation for segments. This is now even more realistic for practical implementation, and notice that the start of the outbreak is automatically delayed compared to the herd situation, since it cannot begin sooner than the moderate case allows. As before, the extent of the outbreak is also confined by R s , beyond which no control is possible.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 9",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "1) Assumptions:"
        },
        {
            "text": "(a) Infection rate changes from I %s to I %m (b) Infection rate changes from I %s to I %h (c) Infection rate changes from I %s to I %h (d) Infection rate changes from I %s to I %m The active pandemic curve management method is so versatile that the curve can be programmed to custom fit it to specific predetermined criteria, such as changing needs. In Figure 10 (a) the curve is adapted to meet declining resources, for example to account for a decline in the health care work force due to more and more doctors and nurses falling ill to the virus. In Figure 10 (b) the curce is programmed for an increase, such as a field hospital that becomes operational.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 353,
                    "end": 362,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 553,
                    "end": 562,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "1) Assumptions:"
        },
        {
            "text": "(a) Custom curve for decreasing capacity. Infection rate changes from I %s to I %h (b) Custom curve for increasing capacity. Infection rate changes from I %s to I %h Fig. 10 . Examples of programming the curve to meet changing needs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 173,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "1) Assumptions:"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Assumptions:"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Assumptions:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.06.20055699 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Assumptions:"
        },
        {
            "text": "Of all the examples, Figure 9 (d) and Figure 10 (a) and 10(b) are the ones that show the most promise for practical implementation. The numbers used are unimportant and the models can be replaced by any appropriate substitute, but these examples show that moderate and stringent mitigation can be applied in a smart way to program the curve to desired needs. Mixed modes are also possible within the same strategy. In other words, it's not necessary to limit the reproductive numbers in any way. They can be applied in any mixed configuration to segments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 21,
                    "end": 29,
                    "text": "Figure 9",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 38,
                    "end": 47,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "VI. DISCUSSION"
        },
        {
            "text": "To the author's best knowledge this methodology has never been proposed, let alone been attempted, for managing the outbreak of an epidemic. It uses a quasi-open-loop control method borrowed from electrical engineering to shape the outbreak curves. Similar pulse-shaping is performed for electromagnetic launcher technology shown in Figure 11 (a) in the author's laboratory during every firing event, except that it all happens within one-thousandth of a second instead of over months. There are some similarities between controlling a pandemic curve and controlling the railgun. Both are complex systems and each produces an unwanted curve that needs to be shaped into something else. Applying the method to a pandemic makes it possible to get ahead of the curve by controlling the outbreak, instead of staying behind the curve and letting this curve control a country.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 333,
                    "end": 342,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A. Origin of MAPCM"
        },
        {
            "text": "Attempts were made to share this method with the White House Coronavirus Task Force since the beginning of March 2020, and was finally transmitted via the office of a congressman. It was shared with a few governors by fax. No response was received. The author is seeking funding and potential partners to expand capabillities in this area while there is time to respond to the virus. The method can be useful to many countries that want to get ahead of the curve, especially those with economies that are too fragile to go into full-on lock-down like the USA is doing. In the USA, the method could be implemented at the national level or at the state level. Since every locality has a unique character with its own unique challenges, the viability of this reshaping method needs to be tested using their own models and their own mitigation measures before implementing it to address their specific needs. The MAPCM method has to be implemented before the virus has infected significant portions of a population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Origin of MAPCM"
        },
        {
            "text": "Since this method is not untuitive, it may seem like time travel to people not familiar with control methods when applying it to disease. This is not the case. It only seems so because it involves people over days, weeks, and months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Opposition to MAPCM"
        },
        {
            "text": "Another possible objection is that people are being infected deliberately. This isn't the case either. Infections that would have all happened in a short period are spread out over a long period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Opposition to MAPCM"
        },
        {
            "text": "But what if the death rate is very high? The death rate should not make any difference, because the MAPCM doesn't sacrifice lives, but saves lives. Figure 11 (b) plots the mortality rate among all resolved cases for the USA up until 4 March 2020. The death rate for USA on this date is 37%. However, it should be noted that using the number of recoveries and number of deaths on a specific day in the equation:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 157,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "B. Opposition to MAPCM"
        },
        {
            "text": "Fatality rate among resolved cases = deaths deaths + recoveries (4)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Opposition to MAPCM"
        },
        {
            "text": "is not comparing apples to apples, because the average occupancies differ between patients who expire and those who are discharged from hospitals. And hospital policies before discharging a patient may also differ from country to country and hospital to hospital. In Figure 11 (b) the fatality rates among resolved cases are also plotted for occupancies that are offset by All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 276,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "B. Opposition to MAPCM"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Opposition to MAPCM"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.06.20055699 doi: medRxiv preprint +5 and -5 days, showing that only a few days can make a big difference in calculating the death rate. According to [3] the difference is only 2 days.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 262,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "B. Opposition to MAPCM"
        },
        {
            "text": "Using full mitigation, the lives of only some people (who are being considered essential, such as doctors and nurses, food distribution, delivery, etc.) are being risked in the war against a pandemic, while the rest of the population are forced to isolate. During a war the security of the nation is everyone's responsibility. Rather than isolating people by force, the rest of the population can be educated to protect themselves the way doctors and nurses do when dealing with infected patients, and allowed back in the activated economy in a controlled manner to do their part. The level of self-isolation can then be left up to each individual to choose for themselves. Masks can be worn in grocery stores and public places. Those who are known to be at risk, such as the aged and those people with underlying conditions should obviously be protected by keeping them isolated as much as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Opposition to MAPCM"
        },
        {
            "text": "The strategy of full mitigation in the USA is a great starting point for addressing a pandemic. However, prolonging it will put the entire nation through a lot of misery with many businesses closing and millions of people losing their jobs. It is totally pointless to place a nations economy in a comatose state for several months when it can be resolved in a controlled manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Opposition to MAPCM"
        },
        {
            "text": "• The method allows spreading out the cases evenly without asphyxiating the economy or sacrificing lives. • The success of the method can be improved upon the more accurate the model being used is, because control decisions are made based on predictions. • The method can be implemented even without a good model. • The accuracies of all appropriate models can be improved by eliminating unknown variables via a scientific process of testing that has been lacking thusfar. • The method can be improved by a feedback loop using test data. Feedback control can handle large time delays. The better test data is in accuracy, scale, and timeliness, the more responsive this method can be. • The case data for the examples are based on US national averages. It would be better to implement the method at the state level, than at the national level. • Partitioning is not limited to geography, but can be implemented based on demographics, and any number of methods. • The curve is programmable • The outbreak timing becomes programmable. It can be started earlier or later than suggested by the herd or mitigated curves. • The curve can be adjusted to accommodate changes in healthcare resources, for example a field hospital becoming operational. • If those that are at risk can be isolated, such as the elderly and those with underlying issues, while the rest of the population is gradually loosened back to normal life, then the death rate can be reduced furtner. • Small populations are infected faster than large populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Opposition to MAPCM"
        },
        {
            "text": "Instead of applying full mitigation to flatten the coronavirus curve and asphyxiating the economy as a national side effect, there is a way to actively shape that coronavirus curve using a new technique. For the reshaping method to be successful, there are a few objectives that need to be accomplished. Basically, the duration of the outbreak must be shortened and stopped in its tracks, the curve need to remain under the available healthcare capacity threshold while allowing breathing room for the economy, all without putting more lives at risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VII. CONCLUSIONS"
        },
        {
            "text": "The new technique, coined MAPCM for managing a pandemic using a quasi-open-loop control method to shape the outbreak curve related to the spread of an infectious disease into a population has been introduced by means of examples. This method makes it possible, for example, to impose mitigation amid a pandemic crisis to keep the hospitalizations within available healthcare capacity thresholds while keeping the economy moving without sacrificing lives. It was shown how the amplitude and duration of a controlled curve can be traded off against one another. Better results can be achieved using the method than imposing mitigation by itself. This method is promising if implemented early enough in outbreak cycle. It was also demonstrated that the method can be used to program the outbreak curve to custom fit changing needs. The rules and mechanical logistics for controlling the curve of an actual country or locality depend on the unique identity and character of the locality. The rules and mechanisms for implementing mitigation strategies in combination with MAPCM will be treated elsewhere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VII. CONCLUSIONS"
        },
        {
            "text": "A. Definitions 1) Time: So as not to be confused by the Metric System, time is not measured in seconds, but in days, for the simple reason that case data are typically collected and recorded on a daily basis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX"
        },
        {
            "text": "2) Reproductive Number: In this paper the reproductive number, R o refers to the average number of people being infected per person in a day at the start of the outbreak as defined in equation (1) . This definition has the advantage that it can be deduced directly from the data collected.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "APPENDIX"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.06.20055699 doi: medRxiv preprint 3) Infection Rate: The infection rate, I % is the percentage of a population that will be infected by the end of the outbreak cycle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX"
        },
        {
            "text": "4) Hospitalization Rate: The percentage of infected people who become hospitalized. 5) Fatality Rate: The percentage of infected people who expire. Also called the mortality rate or death rate. This part of the Appendix contains the hybrid logistic model that was used to generate the plots in the examples. As noted before, the model and the numbers used are unimportant. This paper presents a method and not a model. The MAPCM is compatible with any other appropriate model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX"
        },
        {
            "text": "In the plots in Figure 12 it is assumed the incubation period is 5 days, the infection rate is 11%, and the fatality rate is 1%. These numbers are guesstimates, but can be replaced by reliable data. There are conflicting reports about fatality rates. While low tests number in combination with deaths as a percentage of confirmed cases result in a very low death percentage, it is not the case for percentage deaths among resolved cases, as discussed on page 9 the fatality rate among resolved cases is significantly higher.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 25,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "B. Hybrid Logistic Model used in Examples"
        },
        {
            "text": "The number of infected include symptomatic and asymptomatic infections in the USA. Test efficiency is the percentage of people who became symptomatic after the average incubation period who've tested positive for COVID-19. Since we don't know what the test efficiency is, lines were plotted for 2%, 5%, 12%, and 30%. These are averages for the entire country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Hybrid Logistic Model used in Examples"
        },
        {
            "text": "The plot uses R o = 1.22, a reproductive number for the US after the disease entered community spread mode and before mitigation strategies were implemented. Confirmed cases surged as more and more testing was being performed in March. The earlier parts of the lines can be ignored. The response changed as of 3/29/2020 when the mitigation measures initiated by the White House and the states started to manifest in the cases being reported. As a result all the curves have sharp inflections as they take on a lower reproductive number R o = 1.12 at some point after the measures were announced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Hybrid Logistic Model used in Examples"
        },
        {
            "text": "The death rate will not follow the curve yet, because it will be delayed by some average intensive care period. Where the death rate will settle also remains an open question until reliable data is acquired.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Hybrid Logistic Model used in Examples"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "American Hospital Capacity And Projected Need for COVID-19 Patient Care",
            "authors": [],
            "year": 2020,
            "venue": "Health Affairs Blog",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "dOI:10.1377/hblog20200317.457910"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "U.S. ICU Resource Availability for COVID-19",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Halpern",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Society of Critical Care Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Forecasting COVID-19 impact on hospital bed-days, ICU-days, ventilator-days and deaths by US state in the next 4 months",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Christopher",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Economic Health and mitigation measures are inversely proportional",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Shortcomings of the \"Flattened\" Curve",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(a) The Ro needed to close the healthcare gap (b) A logarithmic scale better depicts the temporal extent of an outbreak",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Mitigation level vs. viral spread as function of Ro",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "shows what the herd immunity and flattened curves look like next to one another. It also shows what the curve would look like if R o = 1.06 to force the peak of the curve match available resources.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "(a). No matter which1 The number of people infected per person in a day during the initial stage of the outbreak. See Appendix for definitions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "the \"flattened\" curve. (b) The reshaped curve result.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The aim of the method explained graphically",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Other Rules and Limitations: We are only able to switch each segment from one state to the other once or not at all. A segment cannot be switched back to the original state. 5) Specific Case Numbers: The values for important parameters in this example and the results are given in Figure III-A5: An oversimplified example to illustrated the concept.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Example with moderate Rr ratio and 6 segments. (b) Example with moderate Rr ratio and 3 segments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Examples for moderate Rr with 6 and 3 segments showing curves for herd-, mitigated-, and controlled infections. Infection rates are limited to I %m .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Example with moderate Rr ratio and 4 segments. (b) Example with moderate Rr ratio and 3 segments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Examples for moderate Rr with 6 and 3 segments showing curves for herd-, mitigated-, and controlled infections. Infection rates go up to I %h .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Examples for stringent mitigation measures and 3 segments showing curves for herd-immunity, moderately mitigated, stringently mitigated, and controlled infections.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Examples for various mitigation measures and up to 6 segments showing curves for herd-immunity, moderately mitigated, stringently mitigated, and controlled infections V. CUSTOM CURVE PROGRAMMING FOR CHANGING NEEDS",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "(a) Electromagnetic launcher (b) COVID-19 fatality rate among resolved cases in the USA up until 4 March 2020 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "An estimate of the number of infected people in the USA and a projection of COVID-19 cases.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "FOR EXAMPLE WITH MODERATE REPRODUCTIVE RATIO.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "FOR EXAMPLES WITH STRINGENT MITIGATION MEASURES.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}