{
    "paper_id": "9c2de19916ec4229e5b4e4fe6a54daed9401ed61",
    "metadata": {
        "title": "Importance of Social Distancing: Modeling the spread of 2019-nCoV using Susceptible-Infected-Quarantined-Recovered-t model",
        "authors": [
            {
                "first": "Nipun",
                "middle": [],
                "last": "Aggarwal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Delhi Technological University",
                    "location": {
                        "addrLine": "Main Bawana Road",
                        "settlement": "New Delhi-110042",
                        "country": "India"
                    }
                },
                "email": "nipundtu@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "The Novel Coronavirus that originated in Wuhan, Hubei, China, has raised global concerns and has been declared a pandemic. The infection shows the primary symptoms of pneumonia and has an incubation period, with the majority of people showing symptoms within 14 days. Online Social Networks are the closest simulations of real-world networks and have similar topology characteristics. This article simulates the spread and control of the nCoV-19 using the SIQR-t model to highlight the importance of self-quarantine and exercise of proper health care as a method to prevent the spread of the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The article uses the Susceptible-Infected-Quarantined-Recovered model with modification, introducing 14 different Infected states depending on the number of days the host has been carrying the infection. We simulate the spread of 2019-nCoV on human interaction similar graph taken from Online Social Network Epinions, of about 75000 nodes, similar to a small town or settlement. The infection rates depend on the sanitation and cleanliness these people exercise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "When people practice self-quarantine and hygiene, aided by the governmental efforts of testing and quarantine, the cumulative number of affected people fall drastically. The decrease is apparent in time-based simulations of the spread received from the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The 2019-nCoV is a highly infectious zoonotic virus. It has spread like a pandemic, and governments across the world have launched quarantines. The results of the SIQR-t model indicate that hygiene and social-distancing can reduce its impact and sharply decrease the infection scale. Individual efforts are key to the control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Novel Coronavirus that originated in Wuhan City, Hubei Province of China, has been declared a global pandemic [1, 2] . It is majorly spread through persistence on inanimate surfaces and is similar to outbreaks of SARS and MERS, originating through bats [3, 4] . Studies on the nature of the virus have suggested different incubation periods of the virus, and reports have suggested a median incubation period of 5-6 days and a very high symptom probability period of 14 days [5] . The virus is transmitted through carriers even before their symptoms show [6] . The article suggests the simulation on Online Social Networks that resemble human interactions, using time-variant infection rates that accommodate the dormancy and incubation period of the novel virus, to simulate the spread of the virus among people. This research aims to provide a mathematical model for the spread and control of the virus, considering the control measures of quarantine and social distancing. The results shall highlight the importance of early-detection, selfquarantine and hygiene practices.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 118,
                    "end": 120,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 261,
                    "end": 263,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 559,
                    "end": 562,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The methods used in this paper involve the simulation on Epinions social network as the topology of spread, using the general consumer review website with the same name. Members of the site can decide whether to trust each other, thus simulating the interactions between people in a total population of 75879 with about 508837 connections in these people representing potential transfer among these people [7] . The traditional model used to study diseases is usually the Susceptible-Infected-Recovered-model, which is a popular model to simulate outbreaks, including the 2019-nCoV [8] . This model may be extended to include a quarantine state to give the Susceptible-Infected-Quarantine-Recovered model [9] . This paper uses a modified version of this model, considering that the infection and quarantine (on symptom) rate varies based on the number of days, the host is carrying the virus [10] . Based on the findings regarding the spread of the virus, 14 different infection and quarantine rates are hyper-parameters that are based on the hygiene and social-distancing practices assumed for these hosts. The paper's contributions are as follows:",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 409,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 582,
                    "end": 585,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 705,
                    "end": 708,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 892,
                    "end": 896,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Traditional Model"
        },
        {
            "text": "• Importance of self-quarantine and early detection of symptoms • Potential model for application to predicting the spread and control of 2019-nCoV The rest of the paper is organized into sections. Section 3 proposes the mathematical model of the SIQR-t model. The application to a real-life network is simulated in Section 4, and the importance of self-quarantine is highlighted. Section 5 concludes the applicability of the model to the novel coronavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• Mathematical model for a time-varying virus infection rate"
        },
        {
            "text": "2 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• Mathematical model for a time-varying virus infection rate"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20069245 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• Mathematical model for a time-varying virus infection rate"
        },
        {
            "text": "The proposed SIQR-t model has the states as given in Fig. 1 The states of the model and the transitions are given as:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 53,
                    "end": 59,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "SIQR-t Model"
        },
        {
            "text": "• All people are susceptible to the disease and start as Susceptible Nodes. Some of the Nodes have acquired the disease and are active spreaders, Infected Nodes, at the beginning of the simulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIQR-t Model"
        },
        {
            "text": "• The infected nodes infect their neighbors at rate β i , where i denotes the days passed since their infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIQR-t Model"
        },
        {
            "text": "• The infected nodes begin to show symptoms at rate δ i , where i denotes the days passed since their infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIQR-t Model"
        },
        {
            "text": "• After reaching the quarantine, the host tends to recover at the rate γ slowly and stops infecting people due to limited contact with the outside world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIQR-t Model"
        },
        {
            "text": "The population is divided into the 4 states Susceptible S, Quarantined Q, Infected I and Recovered R and at any time t their sum is 1 as in Eq. 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System of differential equations"
        },
        {
            "text": "As evident from Fig. 1 , some infected nodes may become quarantined at varying rates δ i as per the Eq. No. 2. Quarantined nodes are those hosts who are no longer interacting with people. The node in the quarantined(Q) state tries to heal itself and practices heavy social isolation. d dt",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 22,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "System of differential equations"
        },
        {
            "text": "Infected nodes increase at multiple different rates, either moving to the next day, becoming newly infected or becoming quarantined (edge between I to Q in the Fig. 1 ). The state for I 1 in Eq. 3 is given separately and a general formula for others is provided in Eq. 4.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 166,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "System of differential equations"
        },
        {
            "text": "3 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System of differential equations"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20069245 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System of differential equations"
        },
        {
            "text": "The transition into recovered nodes, Eq 5, arises from the conversion of quarantined nodes to recovered nodes with the rate γ d dt",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System of differential equations"
        },
        {
            "text": "Initially, all the nodes are assumed susceptible except few seed nodes and slowly, they decay into infected state Eq. 6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System of differential equations"
        },
        {
            "text": "The model was coded and simulated using NetworkX [11] , and the code is publicly available at Github repository [12] . It is simulated on the Epinion network [7] . This network is ideal for representing a small settlement or town with an average diameter of 5 nodes. As evident in Fig. 2(a) , people are likely to get infected and are quarantined after confirmation of their symptoms. The spread is high, and the quarantine starts to shoot up only after about 35,000 of the total population is already actively infected.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 53,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 112,
                    "end": 116,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 158,
                    "end": 161,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 281,
                    "end": 290,
                    "text": "Fig. 2(a)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Simulation and Results"
        },
        {
            "text": "If people practice minimal social interaction, regardless of their infection and take extra precautions on their infection, the expected peak of infection drops rapidly, and the overall count of nodes affected by the virus is decreased manifold, as evident in Fig. 2(b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 269,
                    "text": "Fig. 2(b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Simulation and Results"
        },
        {
            "text": "The SIQR-t model is a set of differential equations aimed at simulating the spread of 2019-nCoV, creating awareness for sanitation practices, social-distancing and quarantine 4 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "to prevent the spread of the virus. It suggests the usage of varying rates of infection slowly increasing as the infection progresses. The probability that the host quarantines itself increase as each day passes because the dormant symptoms become evident. As suggested by the findings of the research, people can use social distancing and hygiene practices to reduce the negative effects of the pandemic radically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.17.20069245 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. 2020. Pneumonia Of Unknown Cause",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "WHO Director-General's Opening Remarks At The Media Briefing On COVID-19 -11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Persistence of coronaviruses on inanimate surfaces and its inactivation with biocidal agents",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kampf",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Todt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfaender",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Hospital Infection",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhin.2020.01.022"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Bat-to-human: spike features determining \"host jump\" of coronaviruses SARS-CoV, MERS-CoV, and beyond",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trends in Microbiology",
            "volume": "23",
            "issn": "8",
            "pages": "468--478",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tim.2015.06.003"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and corona virus disease-2019 (COVID-19): the epidemic and the challenges",
            "authors": [
                {
                    "first": "C.-C",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "T.-P",
                    "middle": [],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "W.-C",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "H.-J",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "P.-R",
                    "middle": [],
                    "last": "Hsueh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Antimicrobial Agents",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijantimicag.2020.105924"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Transmission interval estimates suggest presymptomatic spread of COVID-19",
            "authors": [
                {
                    "first": "Lauren",
                    "middle": [],
                    "last": "Tindale",
                    "suffix": ""
                },
                {
                    "first": "Michelle",
                    "middle": [],
                    "last": "Coombe",
                    "suffix": ""
                },
                {
                    "first": "Jessica",
                    "middle": [
                        "E"
                    ],
                    "last": "Stockdale",
                    "suffix": ""
                },
                {
                    "first": "Emma",
                    "middle": [],
                    "last": "Garlock",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wing Yin Venus",
                    "suffix": ""
                },
                {
                    "first": "Manu",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "Yen-Hsiang Brian",
                    "middle": [],
                    "last": "Saraswat",
                    "suffix": ""
                },
                {
                    "first": "Louxin",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Dongxuan",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Jacco",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Caroline",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Colijn",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.03.20029983"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Trust Management for the Semantic Web",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Agrawal",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Domingos",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Spatially Explicit Modeling of 2019-nCoV Epidemic Trend based on Mobile Phone Data in Mainland China, Xiaolin Zhu",
            "authors": [
                {
                    "first": "Aiyin",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Shuai",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Pengfei",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "Xiaoyue",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "Jiaqi",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "Tao",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Zhenxian",
                    "middle": [],
                    "last": "Quan",
                    "suffix": ""
                },
                {
                    "first": "Jiali",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mathematical Analysis of an SIQR Influenza Model with Imperfect Quarantine",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Erdem",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Safan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Bulletin of Mathematical Biology",
            "volume": "79",
            "issn": "7",
            "pages": "1612--1636",
            "other_ids": {
                "DOI": [
                    "10.1007/s11538-017-0301-6"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Incubation Period of Coronavirus Disease 2019 (COVID-19) From Publicly Reported Confirmed Cases: Estimation and Application",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-0504"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Exploring network structure, dynamics, and function using NetworkX",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aric",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [
                        "A"
                    ],
                    "last": "Hagberg",
                    "suffix": ""
                },
                {
                    "first": "Pieter",
                    "middle": [
                        "J"
                    ],
                    "last": "Schult",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Swart",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proceedings of the 7th Python in Science Conference (SciPy2008), Gäel Varoquaux",
            "volume": "",
            "issn": "",
            "pages": "11--15",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "SIQR − t Model",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "All nodes are initially susceptible and an influential node is chosen as the spreader.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}