{
    "paper_id": "9c597bdfdf62cc41f668803f35d24b9aba9e1893",
    "metadata": {
        "title": "Parametric analysis of early data on COVID-19 expansion in selected European countries",
        "authors": [
            {
                "first": "Martin",
                "middle": [],
                "last": "Spousta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Charles University",
                    "location": {
                        "settlement": "Prague",
                        "country": "Czech Republic"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We analyze the early data on COVID-19 expansion in selected European countries using an analytical parametric model. A description of the time dependence of the disease expansion and a method to evaluate trends of the expansion are proposed. Several features are observed in the data, namely a high predictability of the expansion of disease in Italy and a convergence of the \"pushback\" parameter towards a limiting value in all the countries where restrictive measures have been adopted. Basic predictions for the evolution of the disease expansion are made for selected countries with a stable evolution in the parametric space of the model. The findings presented here should contribute to the understanding of the behavior of the disease expansion and the role of the restrictive measures on the evolution of the expansion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The outbreak of new coronavirus SARS-CoV-2 causing severe respiratory tract infection in humans, known as COVID-19, is a global health concern. Restrictive measures have been adopted in many countries in order to mitigate the impact of the spread of the disease on public health system [1] . In this paper we propose a straightforward analytic description of the time dependence of the disease expansion under the restrictive measures and a method allowing to identify trends in the expansion and make predictions. The analytic parametric modeling can be used as an alternative to complex models for the disease expansion such as those reviewed e.g. in Ref. [2] .",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 289,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 658,
                    "end": 661,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the first section of this paper, we introduce the model, analyze the data which are available as of 31 st of March 2020 from selected European countries and discuss several features seen in the data. In the second section, we explain calculations for predictions and we make predictions for three countries which appear to be on a predictable trajectory in the parametric space of the model. Data used in this work are taken from [3] , cross-checked using information system described in Ref. [4] , and from [5] .",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 436,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 496,
                    "end": 499,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 511,
                    "end": 514,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Email address: martin.spousta@mff.cuni.cz (Martin Spousta)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Number of newly infected people from one infected person has a power-law dependence on time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic parametric model of COVID-19 expansion"
        },
        {
            "text": "In general, the total number of infected people in time t can be fully characterized by a function",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic parametric model of COVID-19 expansion"
        },
        {
            "text": "where α i and a i are unknown parameters. The sum goes trough individual centers of the disease expansion. These centers carry constant parameters α i and a i only over a limited time interval which is characterized by a step function χ i (t). The full description of the outbreak by a function (1) can be replaced by exponential dependence with time dependent parameter a(t), that is by the function",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic parametric model of COVID-19 expansion"
        },
        {
            "text": "where the right-hand side of (2) represents a Taylor expansion of the time dependent parameter a. If one assumes that a(t) is constant or monotonically decreasing with time, one may assume that |b i | > |b i+1 | and higher order coefficients of the Taylor expansion will contribute less to F (t). One may therefore start the description of the total number of infected people at a given time t with three approximations,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic parametric model of COVID-19 expansion"
        },
        {
            "text": "Approximation (3) is a pure exponential distribution which we shall observe if no human measures are taken to control the spread of the disease and no immunization of the population is assumed. Approximation (4) is modified exponential expansion where parameter b 2 , if negative, characterizes the \"pushback\" resulting from human measures to control the disease. Approximation (5) allows to control the validity of |b i | > |b i+1 | assumption and a need for the higher order terms to model the spread of the disease. Data can be fitted by (3), (4), and (5). The quality of the fits then decides which of the approximation serves as the best description of the data. When fitting the data over the full available time range from three representative European countries, namely Italy, France, and Czechia, we found that indeed |b 1 | |b 2 | |b 3 | and that approximation (5) has slightly worse χ 2 /NDOF than approximation (4) (typically by 10%). We may therefore conclude that approximation (5) and higher order terms are not needed for parameterizing the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic parametric model of COVID-19 expansion"
        },
        {
            "text": "To evaluate the evolution of the spread of the disease as a function of time, one can study the time dependence of parameters b 1 , b 2 , and N 0 . This can be done by fitting the data in time windows or by fitting the data between the time of the beginning and a given time t. The former method is more susceptible to fluctuations of the data which may occur within the time windows while the latter method may be biased by the change of the parameters in time. We tested both of these methods as well as various sizes of the time window with the conclusion that fitting from the beginning leads to less fluctuating values of parameters which exhibit the same trends and tend to converge to the same values as the values of parameters analyzed by fits in time windows. From now on, we therefore evaluate the evolution of parameters b 1 , b 2 , and N 0 by fitting from the beginning up to a time t indicated on the x-axis of plots. The evolution of parameters b 1 , b 2 , and N 0 is shown in upper left and lower panels of Figure 1 . One can see that parameters are highly oscillating at the beginning but then for times greater than 20 days since the first registered The parameter b 1 can be interpreted as a parameter quantifying the uncontrolled spread of the disease. As such, it will be assumed that it is universal for all the European countries since they share approximately the same default density of interactions among inhabitants (cities of similar density, similar level of public transportation, similar default 2 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. cultural behavior). Consequently, for subsequent studies, the parameter b 1 was fixed to a value 0.32 representing a value preferred by a minimum χ 2 condition for the fit in the country with the most stable evolution which is Italy. The time evolution of N 0 and b 2 parameters in the case of fixed b 1 is shown in Figure 2 . One may identify several features seen from the behavior of parameters:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1023,
                    "end": 1031,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2006,
                    "end": 2014,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Analytic parametric model of COVID-19 expansion"
        },
        {
            "text": "1. Parameter b 2 starts from zero (no restrictive measures), then decreases as expected for all the countries, and then it becomes constant for countries where restrictive measures are in place for a longer time (namely Italy and France). 2. All the countries seem to tend to the same value of the parameter b 2 . 3. Parameters b 2 and N 0 are consistent with a constant over the last ∼ 20 days in Italy. This means that the situation in Italy is highly predictable as further discussed in Section 3. 4. Parameter N 0 is much higher for the case of Italy than for other countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic parametric model of COVID-19 expansion"
        },
        {
            "text": "The features 1 − 3, if confirmed by other studies, open questions for a detailed epidemiological analysis: What is the reason for the existence of a limiting efficiency of applied measures which is indicated by the data? Is it e.g. due to the high-efficiency for the disease to spread inside closed communities? Or is it e.g. due to having a certain fraction of the society failing to follow correctly the measures? The analysis presented here obviously cannot answer these questions. At the same time, it allows us to assess the efficiency of applying the existing measures. For example, if we observe that the parameter b 2 achieves a limiting value of Italy even in countries where more restrictive measures have been applied, such as mandatory usage of masks in Czechia, then this indicates that the use of these measures does not bring further reduction of the spread of the disease 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic parametric model of COVID-19 expansion"
        },
        {
            "text": "Since N 0 reflects the number of cases at the time zero, feature 4 implies that the infection was likely present in Italy even before the time zero. This may also explain the excessive values of parameter b 1 observed for first ∼ 5 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic parametric model of COVID-19 expansion"
        },
        {
            "text": "We should note that when fixing b 1 , the values of parameters N 0 and b 2 still remain correlated. In some cases the correlation coefficient is greater than 0.9. This may limit the predictive power of the model and a straightforward interpretation of the parameter N 0 as the number of cases at time zero. A way to reduce these correlations needs to be further studied. So far we have tested alternatives to (3)-(5), e.g.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic parametric model of COVID-19 expansion"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic parametric model of COVID-19 expansion"
        },
        {
            "text": "with b i , t i , and c being free parameters and k = 1, 2. None of these more ad-hoc functional forms provided a better description of the data than (4). While N 0 and b 2 remain correlated, one can notice that the values of the N 0 and b 2 start to be constant in time for Italy and France even if the number of cases evolve with time. This builds a confidence in the predictive power of the model which is discussed in the next section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic parametric model of COVID-19 expansion"
        },
        {
            "text": "When being in the situation where all the parameters tend to constant values, one can predict the behavior of the spread of the disease using simple analytic formulae. An estimate of the time when 1 At the same time it would obviously not prove that this particular measure is not very efficient in the case when no other measures are taken. Additionally, if the b 2 value for Czechia goes below the b 2 value for Italy, it would indicate that more restrictive measures applied in Czechia may increase the efficiency in reducing the spread of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting further evolution"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. the restrictive measures (b 2 ) outperform the uncontrolled spread (b 1 ), t max , that is the time when no new cases of the disease should be registered is given by a derivative of (4) with respect to time,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "which also allows to calculate the total number of cases,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "An estimate of the time when the number of new cases should stop to grow, t ∆ , is an inflection point of F (t) and it is given by a second derivative of (4) with respect to time,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "The results of the predictions using Equations (8)-(10) are shown in Figure 3 for countries with constant parameters of the fit which is Italy and France, and for Czechia which seems to be converging to a constant value of parameters as well. We do not attempt to introduce systematic uncertainties on the predictions at this point. Instead, we use evaluation of the distribution using two methods: using fits in time windows of seven days and the fits over the full distribution. As already mentioned before, the later method brings results less susceptible to fluctuations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 69,
                    "end": 77,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "3"
        },
        {
            "text": "Left and middle panel of Figure 3 show the prediction for the t max values and N (t max ) values, respectively, as a function of time since the first registered case. One can therefore see what prediction one would make in the past. The current prediction is represented by the last point of the distribution. One can again see that the prediction does not change over the last ∼ 20 and ∼ 10 days in the case of Italy and France, respectively. As said before, these countries seem to be on a highly predictable trajectory which can be illustrated for Italy by evaluating the prediction for the total number of cases for today which one would make 20 days ago. The prediction would be 100970 cases while data for today (30th of March) show 101740 cases. For the case of Czechia, one can see an evolution towards more optimistic scenario as the time increases. At the same time, the prediction remains relatively stable over the last few days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 25,
                    "end": 33,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "3"
        },
        {
            "text": "The prediction for the t ∆ is given in terms of the distribution of newly indicated cases as a function of time from today. One can see that the maximum of new cases should already been achieved in Italy, while in France and Czech Republic it is expected in about 4 and 1 − 4 days, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "We proposed a straightforward method for evaluating the temporal dependence of spread of COVID-19 disease. The analysis of the data indicate several features, namely the high predictability of the expansion of disease in Italy and a convergence of the \"pushback\" parameter towards a limiting value in all the countries where restrictive measures are applied. Predictions of the evolution of the spread of the disease are made for three countries that appear to be on a predictable trajectory in the parametric space of the model, namely for Italy, France, and Czechia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and conclusions"
        },
        {
            "text": "The proposed model and analysis method represent an alternative to complex modeling which is simple to implement and independently verify, and which can be quickly extended towards more complete description of the situation in many different countries affected by the COVID-19 outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization -Coronavirus disease (COVID-2019) situation reports",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Dynamically modeling SARS and other newly emerging respiratory illnesses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Bauch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Coffee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Galvani",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Epidemiology",
            "volume": "16",
            "issn": "6",
            "pages": "791--801",
            "other_ids": {
                "DOI": [
                    "10.1097/01.ede.0000181633.80269.4c"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Worldometer -collection of online world statistics",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The Lancet Infectious Dis",
            "volume": "",
            "issn": "",
            "pages": "30120--30121",
            "other_ids": {
                "DOI": [
                    "10.1016/s1473-3099(20)30120-1"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Official statistical web site of Minister of Health of the Czech Republic",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Upper left: Number of COVID-19 cases as a function of time since the first detection in a given country. The distribution is fitted by function defined in Equation(4). Fits ignore data from first five days and data with number of cases smaller than 100. Parameters of the fit: N 0 (upper right), b 1 (lower left), and b 2 (lower right) evaluated as a function of time since the first detection in a given country (i.e. fit stops at the time indicated on x-axis).cases, one can see a hint of a convergence. Parameter b 1 first oscillates and then decreases and at later time it tends to converge for Italy and France towards a value in the interval of 0.3 − 0.35. Parameter b 2 typically starts at zero which indicates the purely exponential spread of the disease at the beginning when no measures are taken. At later times, b 2 tends to certain negative values. The study of correlations among parameters shows that the correlations are very high and the correlation coefficient may achieve values greater than 0.95 for certain times.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Parameters of the fit of the distribution of number of COVID-19 cases by function defined in Equation(4)with b 1 parameter fixed. N 0 (left) and b 2 (right) evaluated as a function of time since the first detection in a given country (i.e. fit stops at the time indicated on x-axis).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Left: Estimates of time when no new cases should occur, tmax. Middle: total number of infected people at tmax, N (tmax). Both tmax and N (tmax) are shown as a function of the last day since the beginning of the spread for which the data were included to the fit. Right: Prediction for the number of new cases as a function of day in April 2020.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "I'd like to thank Jiří Dolejší for useful discussions and suggestions and for careful reading the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        }
    ]
}