{
    "paper_id": "9cdceb3cf6324b569f5b4cda124a427648f082c4",
    "metadata": {
        "title": "Single-cell RNA Analysis on ACE2 Expression Provides Insight into SARS-CoV-2 Blood Entry and Heart Injury",
        "authors": [
            {
                "first": "Jieyu",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200032",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "†xiangxiang",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200032",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qinhan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200032",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Liliang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200032",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhaohua",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Shanghai Institute of Cardiovascular Diseases",
                    "location": {
                        "postCode": "200032",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Shanghai Institute of Cardiovascular Diseases",
                    "location": {
                        "postCode": "200032",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yue",
                "middle": [],
                "last": "Qin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200032",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xinyue",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Neuroscience",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "200032",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xinhong",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200032",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiuling",
                "middle": [],
                "last": "Zhi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200032",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Dan",
                "middle": [],
                "last": "Meng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200032",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": "dmeng@fudan.edu.cnd.m."
            }
        ]
    },
    "abstract": [
        {
            "text": "COVID-19 is a global pandemic with high infectivity and pathogenicity, accounting for tens of thousands of deaths worldwide. Recent studies have found that the pathogen of COVID-19, SARS-CoV-2, shares the same cell receptor Angiotensin converting enzyme II (ACE2) with SARS-CoV. The pathological investigation of COVID-19 death showed that the lung had the characteristics of pulmonary fibrosis. However, how SARS-CoV-2 spreads from the lungs to other organs has not yet been determined. Here, we performed an unbiased evaluation of cell-type specific expression of ACE2 in healthy and fibrotic lungs, as well as in normal and failed adult human hearts, using published single-cell RNA-seq data. We found that ACE2 expression in fibrotic lungs mainly locates in arterial vascular cells, which might provide the route for bloodstream spreading of SARS-CoV-2. The failed human hearts have a higher percentage of ACE2expressing cardiomyocytes, and SARS-CoV-2 might attack cardiomyocytes through the bloodstream in patients with heart failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Moreover, ACE2 was highly expressed in cells infected by RSV or MERS-CoV and in mice treated by LPS. Our findings indicate that patients with pulmonary fibrosis, heart failure, and virus infection have a higher risk and are more susceptible to SARS-CoV-2 infection. SARS-CoV-2 might attack other organs by getting into the bloodstream.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This work provides new insights into SARS-CoV-2 blood entry and heart injury and might propose a therapeutic strategy to prevent patients from developing severe complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "COVID-19 is a global pandemic with high infectivity and pathogenicity, accounting for tens of thousands of deaths worldwide. The pathogen named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) showed 79.5% genome similarity to SARS-CoV and 96% to a bat coronavirus RaTG13 1 . Angiotensin converting enzyme II (ACE2) can specifically bind to the S1 domain of SARS-CoV S protein as a functional receptor 2 and is also the cellular receptor of SARS-CoV-2. ACE2 has been widely recognized as a negative regulatory enzyme of the renin-angiotensin system (RAS) that converts Ang II into Ang1-7 /Ang 1-9 and has a protective role in cardiovascular function 3 . Upon spike protein of coronavirus binding to the cellular receptor ACE2, the type II transmembrane serine protease (TTSP) TMPRSS2 cleaves the SARS-CoV-2 spike protein to promote fusion of viral and cellular membranes 4 .",
            "cite_spans": [
                {
                    "start": 662,
                    "end": 663,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 883,
                    "end": 884,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "FURIN also cleaves SARS-CoV-2 spike protein 5 . Both TMPRSS2 and FURIN play an essential role in viral entry 4, 5 .",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 45,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 109,
                    "end": 111,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 112,
                    "end": 113,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "ACE2 was shown to be present in human lung alveolar epithelial cells 6 . Analysis of single-cell RNA-Seq (scRNA-seq) data in normal human lung tissues demonstrated that ACE2 is mainly expressed in type II alveolar cells (AT2) 7 . The pathological investigation of COVID-19 fatal cases showed exudation and hemorrhage, epithelium injuries, infiltration of macrophages, and fibrosis in the lungs 8 . Pulmonary fibrosis is not only due to that SARS-CoV-2 directly attacking the lung as its target organ, while the activation of cytokine storm in COVID-19 patients also contributes 9, 10 . A retrospective cohort study indicates that patients with chronic obstructive pulmonary disease (COPD) and bilateral pulmonary infiltration are associated with higher mortality 11 . It may be due to the change of ACE2 gene expression profile in lung tissues in patients with lung diseases, which makes these patients more susceptible to SARS-CoV-2 infection, but the cell-type specific expression change of ACE2 in healthy populations and patients with underlying lung diseases has not been reported.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 70,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 226,
                    "end": 227,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 394,
                    "end": 395,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 578,
                    "end": 580,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 581,
                    "end": 583,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 763,
                    "end": 765,
                    "text": "11",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The epidemiology analysis of COVID-19 has identified cardiac injury as one of the most severe organ function damages, with symptoms of arrhythmia and cardiac arrest 9 . Elevated high sensitivity Troponin I (hs-cTnI) or new ECG / echocardiographic abnormalities suggested that cardiac injury was present in 7.2% of patients and 22% of those who required ICU care 12 . Moreover, advanced age and preexisting cardiovascular diseases were high-risk factors of infection and lethality 13 .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 166,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 480,
                    "end": 482,
                    "text": "13",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In a study involving 138 COVID-19 patients, many had cardiovascular-related comorbidities and/or complications, including severe hypertension (31.2%), cardiovascular disease (14.5%), and arrhythmia (16.7%) 12 . However, how SARS-CoV-2 spreads from the lungs to other organs and the cause of the high mortality rate in COVID-19 patients with preexisting cardiovascular diseases are still not fully understood.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 208,
                    "text": "12",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To investigate the possible route of SARS-CoV-2 spreading from the lungs to other organs, we performed an unbiased evaluation of cell-type specific expression of ACE2 in healthy and fibrotic lungs, as well as in normal and failed adult human hearts, All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.31.20047621 doi: medRxiv preprint using published single-cell RNA-seq data. We found that ACE2 is mainly expressed in arterial vascular cells in fibrotic lungs, which might be essential for SARS-CoV-2 to enter the bloodstream and to start its circulatory spreading. We observed higher enrichment of ACE2 expression in cardiomyocytes of failed adult human hearts, and higher gene expression of ACE2 in cells infected by the respiratory syncytial virus (RSV) or middle east respiratory syndrome-coronavirus (MERS-CoV). Our findings indicate that patients with pulmonary fibrosis, heart failure, and virus infection have a higher risk and are more susceptible to SARS-CoV-2 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To explore whether there is a cell-type specific expression difference of the ACE2 gene in healthy populations and patients with pulmonary fibrosis, we analyzed a published dataset containing scRNA-seq data of the normal whole-lung tissues from three healthy donors and fibrotic lung samples from three patients (GSE132771). 11594 cells in normal lung tissues and 13069 cells in fibrotic lung tissues were analyzed. We classified the entire population of normal lung tissue into five major cell types, including type I and type Ⅱ alveolar cells (AT1, AT2), ciliated bronchial epithelial cells, immune cells, fibroblasts and vascular cells based on their respective molecular features ( Fig. S1A-S1B ). Similar cell types were also observed in fibrotic lung samples ( Fig.   S1C -S1D). We found that the majority of ACE2-expressing cells in normal human lung tissues were AT2 cells (SFTPC-positive) ( Fig. 1A and 1C) , which is consistent with a previous study 7 . Unexpectedly, ACE2 was mainly expressed in arterial vascular cells, All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 686,
                    "end": 698,
                    "text": "Fig. S1A-S1B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 767,
                    "end": 777,
                    "text": "Fig.   S1C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 900,
                    "end": 915,
                    "text": "Fig. 1A and 1C)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "ACE2 is mainly expressed in arterial vascular cells in fibrotic lungs"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.31.20047621 doi: medRxiv preprint but rarely in AT2 in fibrotic lung tissues ( Fig. 1B and 1D ), indicating that the distribution of ACE2 in fibrotic lung tissues has shifted compared to the normal. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 199,
                    "text": "Fig. 1B and 1D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "ACE2 is mainly expressed in arterial vascular cells in fibrotic lungs"
        },
        {
            "text": "To assess the cell-type specific expression of ACE2 gene in heart, we analyzed the published scRNA-seq data of adult human heart tissues from 12 healthy donors (GSE109816) and six patients with heart failure (GSE121893) 14 . After quality filtering for detected genes, we analyzed 9994 cells in normal heart tissues and 4221 cells in heart failure tissues. Four major cell types were identified, including cardiomyocytes, fibroblasts, vascular cells, and immune cells (Fig. S2A-S2D ). Cells in failed hearts showed a higher ACE2-positive rate than in normal hearts (7.60% of all cells vs. 5.88% of all cells). We observed higher enrichment of ACE2 expression in cardiomyocytes of All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 222,
                    "text": "14",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 468,
                    "end": 481,
                    "text": "(Fig. S2A-S2D",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Failed human hearts have a higher percentage of ACE2-expressing cardiomyocytes"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.31.20047621 doi: medRxiv preprint failed hearts than that of normal hearts (9.87% of cardiomyocytes vs. 6.75% of cardiomyocytes). In contrast, lower expression of ACE2 in arterial vascular cells of failed hearts compared to that of the normal (7.93% of arterial vascular cells vs. 19.4% of arterial vascular cells) (Fig. 3A-3B) . Immunofluorescence staining revealed a significantly higher percentage of ACE2-positive cells in human heart sections of heart failure compared with healthy donors (Fig. 3C) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 421,
                    "end": 433,
                    "text": "(Fig. 3A-3B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 600,
                    "end": 609,
                    "text": "(Fig. 3C)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Failed human hearts have a higher percentage of ACE2-expressing cardiomyocytes"
        },
        {
            "text": "Given that ACE2 gene is highly expressed in arterial vascular cells, we next employed gene ontology (GO) enrichment analysis among ACE2-expressing arterial vascular cells (cluster 7, GJA4and HES1-positive cells) in the normal hearts. The highly expressed genes in these vascular cells were associated with virus infection response, including viral process, response to the virus, and response to interferongamma (Fig. S3A) . Kyoto encyclopedia of genes and genomes (KEGG) pathway analysis revealed that these highly expressed genes might be involved in viral myocarditis and pathogenic Escherichia coli infection, indicating that these arterial vascular cells may be the afferent pathway of infectious heart diseases (Fig. S3B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 412,
                    "end": 422,
                    "text": "(Fig. S3A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 717,
                    "end": 727,
                    "text": "(Fig. S3B)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Failed human hearts have a higher percentage of ACE2-expressing cardiomyocytes"
        },
        {
            "text": "Moreover, these cells highly expressed chemokine (CXCL12, CCL2) and integrin subunit (ITGA1, ITGA7) (Fig. S3C) , which may participate in viral infection, postinfection immune response, migration, and adhesion of immune cells. GO and KEGG analysis of ACE2-expressing arterial vascular cells in failed heart also suggested that these cells were highly correlated with virus response and infectious diseases (Fig. S4A-S4B ). Unlike normal heart, these cells in failed heart expressed some regulators of monocyte and B cell differentiation, such as SOX4 and MEF2C (Fig. S4C) , which might be related to immune response and inflammation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 110,
                    "text": "(Fig. S3C)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 406,
                    "end": 419,
                    "text": "(Fig. S4A-S4B",
                    "ref_id": null
                },
                {
                    "start": 561,
                    "end": 571,
                    "text": "(Fig. S4C)",
                    "ref_id": null
                }
            ],
            "section": "Failed human hearts have a higher percentage of ACE2-expressing cardiomyocytes"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Higher gene expression of ACE2 in cells infected by RSV or MERS-CoV"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.31.20047621 doi: medRxiv preprint Given that hospital-related transmission of SARS-CoV-2 was suspected in 41% of patients 12 , we speculated that patients simultaneously infected by other viruses may be more susceptible to SARS-CoV-2 infection. We then determined whether other viral infection might affect the expression of ACE2. We analyzed ACE2 expression in cells infected by various viruses, using published RNA-Seq data (GSE140226 and GSE139516) 15 . As expected, ACE2 expression was significantly up-regulated when lung carcinoma cells were infected with the respiratory syncytial virus and MERS-CoV ( Fig. 4A-4B) . Moreover, Ace2 expression in pulmonary endothelial cells of mice was up-regulated 72 hours after lipopolysaccharide (LPS) injection 16 (Fig. 4C) . Together, these results indicate that patients with a virus infection or inflammation might be more susceptible to SARS-CoV-2 infection.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 230,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 558,
                    "end": 560,
                    "text": "15",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 861,
                    "end": 863,
                    "text": "16",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 715,
                    "end": 726,
                    "text": "Fig. 4A-4B)",
                    "ref_id": null
                },
                {
                    "start": 864,
                    "end": 873,
                    "text": "(Fig. 4C)",
                    "ref_id": null
                }
            ],
            "section": "Higher gene expression of ACE2 in cells infected by RSV or MERS-CoV"
        },
        {
            "text": "SARS-CoV-2 has been reported to exist in human feces, urine and blood 17 . Given that very few viruses can survive from gastric acid, the SARS-CoV-2 found in feces is less likely to be transmitted through the digestive tract then through the bloodstream.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 72,
                    "text": "17",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Urine is also directly filtered from blood. Therefore, the blood entry of SARS-CoV-2 is a pivotal step for its spread to other organs, body fluids and excreta, but how this virus enters bloodstream has not been fully elucidated. ACE2 was shown to be a receptor for SARS-CoV-2, whose expression pattern might provide possible routes for SARS-CoV-2 entry. In the present study, we demonstrated that ACE2 was mainly expressed in arterial vascular cells in fibrotic lungs, which might cause blood transmission of SARS-CoV-2. Patients with COPD bear a high mortality rate after being infected with SARS-All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.31.20047621 doi: medRxiv preprint CoV-2 12 , and the lungs of COVID-19 patient displayed characteristics of pulmonary fibrosis 18 8 . Therefore, we speculate that pulmonary artery vascular cells may be the main target of SARS-CoV-2 attack in patients with pulmonary fibrosis. SARS-CoV-2 might invade artery vascular cells, recruit immune cells, leading to subsequent inflammatory storms, then enter the bloodstream through the pulmonary artery and cause multiple organs injury in critical patients or patients with underlying lung diseases. Further and more detailed work will be needed to explore whether and how SARS-CoV-2 invades pulmonary artery vascular cells in COVID-19 patients. We also found that FURIN but not TMPRSS2 was highly expressed in pulmonary artery vascular cells, indicating that blocking FURIN may help to prevent SARS-CoV-2 invading the pulmonary artery. Thus, our study has provided new insights into SARS-CoV-2 transmission between organs in critical patients or patients with underlying lung diseases.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 148,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 233,
                    "end": 237,
                    "text": "18 8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The first destination of pulmonary circulation outflow is the heart. Therefore, we assume that SARS-CoV-2 may attack the heart through the blood flow, which may explain the high incidence of cardiac injury in critical patients 12 . Also, heart failure samples displayed a more substantial proportion of ACE2 positive cells in cardiomyocytes and higher overall expression of ACE2 than the normal heart, which might explain why patients with underlying heart diseases were correlated with higher mortality. Thus, preventing SARS-CoV-2 from entering the bloodstream may reduce the chance of myocardial damage in patients with underlying heart diseases. In contrast, the lower proportion of ACE2-expressing cells in arterial vascular cells of failed hearts All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 229,
                    "text": "12",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.31.20047621 doi: medRxiv preprint might be correlated with weaker anti-infection ability, along with the activation of the inflammatory response induced by SARS-CoV-2 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Finally, we observed a higher gene expression of ACE2 in cells infected by RSV or MERS-CoV. We speculated that patients simultaneously infected by other viruses may have higher expression of ACE2, indicating those who bear a coinfection are possibly at a higher risk and are more susceptible to SARS-CoV-2 infection. It may explain the high incidence of hospital-related transmission/infection of SARS-CoV-2 12 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, our findings indicate that patients with pulmonary fibrosis, heart failure, and virus infection have a higher risk and are more susceptible to SARS-CoV-2 infection. SARS-CoV-2 might spread into the bloodstream to attack other organs (Fig.   4D ). This work provides new insights into how the virus transmits between organs. We also propose a potential therapeutic strategy to mitigate SARS-CoV-2 transmission to the heart and to prevent developing into severe cases in COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 258,
                    "text": "(Fig.   4D",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "R package Seurat were used for cell filtration, clustering analysis, and uniform manifold approximation and projection (UMAP) as described in the vignettes (https://satijalab.org/seurat/vignettes.html). Cells expressing <200 or >3000 genes in normal lung samples, <200 or >4000 genes in lung fibrosis samples, <200 or >7000 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell filtering and cell-type clustering analysis"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.31.20047621 doi: medRxiv preprint genes in normal heart sample, and <200 or >5000 genes in heart failure sample were filtered out for exclusion of noncell or cell aggregates. Next, data were log-normalized and identified highly variable genes using the FindVariableFeatures function. ScaleData ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell filtering and cell-type clustering analysis"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunofluorescence"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.31.20047621 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunofluorescence"
        },
        {
            "text": "The normal heart and heart failure samples were permeabilized with 0.3% Triton X-100 for 10 min and blocked with 5% donkey serum in PBS for 2h, incubated with primary antibodies ACE2 (1:50) (affinity #AF5165) overnight at 4°C, washed with PBS, incubated with secondary antibodies for 1h at room temperature, washed with PBS and then stained with DAPI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunofluorescence"
        },
        {
            "text": "We collected 4 cases of normal heart and 4 cases of heart failure where the death occurred suddenly and unexpectedly. Reviewing patients' charts were exempted from informed consent by the Ethics Committee Board at the School of Basic Medical Sciences, Fudan University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical specimens"
        },
        {
            "text": "Data are presented as mean ± SEM. Statistical analyses were conducted with GraphPad prism 7. Differences among groups were determined with one-way ANOVA followed by Tukey test for multiple comparisons. Differences between two groups were determined with unpaired Student's t-test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Public data for normal and fibrotic lungs scRNA-seq is available in GSE132771. Public data for healthy hearts scRNA-seq was available in GSE109816, failed hearts scRNAseq in GSE121893. Public data for respiratory syncytial virus infection RNA-seq is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.31.20047621 doi: medRxiv preprint and GJA4 expression levels in failed hearts. C, Immunofluorescence staining of ACE2 (green) expression and DAPI (blue) in normal hearts, and in failed hearts. Scale bars, 20μm (n=4). Significance is determined with a two-tailed unpaired Student's t-test, **P<0.01. All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.31.20047621 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "270--273",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2012-7"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "450--454",
            "other_ids": {
                "DOI": [
                    "10.1038/nature02145"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A novel angiotensin-converting enzyme-related carboxypeptidase (ACE2) converts angiotensin I to angiotensin 1-9",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Donoghue",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Circulation research",
            "volume": "87",
            "issn": "",
            "pages": "1--9",
            "other_ids": {
                "DOI": [
                    "10.1161/01.res.87.5.e1"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2020.02.052"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Structure, Function, and Antigenicity of the SARS-CoV-2 Spike Glycoprotein",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Walls",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2020.02.058"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hamming",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Journal of pathology",
            "volume": "203",
            "issn": "",
            "pages": "631--637",
            "other_ids": {
                "DOI": [
                    "10.1002/path.1570"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Single-cell RNA expression profiling of ACE2, the putative receptor of Wuhan 2019-nCov",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.26.919985%JbioRxiv"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Aveolar Macrophage Activation and Cytokine Storm in the Pathogenesis of Severe COVID-19",
            "authors": [
                {
                    "first": "Chaofu",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Lei",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PREPRINT",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.21203/rs.3.rs-19346/v1"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30183--30188",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Characteristics of lymphocyte subsets and cytokines in peripheral blood of 123 hospitalized patients with 2019 novel coronavirus pneumonia (NCP)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20)30566-3"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Jama",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72 314 Cases From the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Single-cell reconstruction of the adult human heart during heart failure and recovery reveals the cellular landscape underlying cardiac function",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature cell biology",
            "volume": "22",
            "issn": "",
            "pages": "108--119",
            "other_ids": {
                "DOI": [
                    "10.1038/s41556-019-0446-7"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Dexamethasone inhibits respiratory syncytial virus-driven mucus production while increasing viral replication without altering antiviral interferon signaling",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcallister",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Virology",
            "volume": "540",
            "issn": "",
            "pages": "195--206",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2019.10.007"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Endothelial heterogeneity across distinct vascular beds during homeostasis and inflammation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jambusaria",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7554/eLife.51413"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Detection of SARS-CoV-2 in Different Types of Clinical Specimens",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.3786"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Initial CT findings and temporal changes in patients with the novel coronavirus pneumonia (2019-nCoV): a study of 63 patients in Wuhan, China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "European radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00330-020-06731-x"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Further analysis showed that chemokines (CCL2, CXCL12) and complement component (C1R) were highly expressed in ACE2-positive arterial vascular cells of fibrotic lungs, but showed lower expression in ACE2-positive AT2 cells of normal lungs (Fig. 2A-2B), which suggests that ACE2-expressing arterial vascular cells in fibrotic lungs may be associated with inflammation. SARS-CoV-2 depends on TMPRSS2 and FURIN to infect target cells4,5 . Both TMPRSS2 and FURIN were expressed in AT2 cells of normal lungs, whereas only FURIN was expressed in arterial vascular cells of fibrotic lungs (Fig. 2A-2B), indicating that the entryway of SARS-CoV-2 might depend on FURIN in fibrotic lungs, which is different from the normal lungs. These observations show that ACE2 is mainly expressed in arterial vascular cells in fibrotic lungs, which might help SARS-CoV-2 to enter blood vessels and cause bloodstream spreading of SARS-CoV-2 after infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "function were used for linear regression and Principle component analysis (PCA) was performed on the scaled data for linear dimensional reduction. Then, a graph-based clustering approach (FindClusters function) was performed to cluster cells and Uniform Manifold Approximation and Projection (UMAP) was used to visualize clusters. Visualization of gene expression with violin plot, feature plot was implemented by VlnPlot, FeaturePlot function. FindAllMarkers function (min.pct = 0.25, logfc. threshold = 0.25) was used to identify marker genes. Type II alveolar cell, endothelial cell, smooth muscle cell, immunocyte, ciliated cell, fibroblast, and cardiomyocyte clusters were removed based on their expression of known type II alveolar cell markers such as SFTPC, endothelial cell markers such as PECAM1, VWF and GJA4, smooth muscle cell markers such as ACTA2 and MYH11, immunocyte markers such as CD163, HLA-DRA, GNLY, CD68 and PTPRC, ciliated cell markers such as FCN3 and TPPP3, fibroblast markers such as DCN and COL1A2, and cardiomyocyte markers such as MYH6, MYH7 and TNNT2. Gene ontology (GO) and Kyoto encyclopedia of genes, genomes (KEGG) pathway analysis were performed with marker genes on DAVID website (https://david.ncifcrf.gov/).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Different distribution of ACE2-expressing cells between normal and fibrotic lungs. A and B, Feature plot showing the distribution of ACE2, SFTPC and GJA4 expression levels in normal lungs (A) and in fibrotic lungs (B). C and D, Violin plot showing the distribution of ACE2, SFTPC and GJA4 expression levels in normal lungs (C) and in fibrotic lungs (D).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Distribution of chemokine and proteases between normal and fibrotic lungs. A and B, Feature plot showing the distribution of ACE2, CCL2, CXCL12, C1R, TMPRSS2 and FURIN expression levels in normal lungs (A) and in fibrotic lungs (B). All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Different distribution of ACE2-expressing cells between normal and failed hearts. A, Feature plot showing the distribution of ACE2, HES1, MYH6 and GJA4 expression levels in normal hearts. B, Feature plot showing the distribution of ACE2, HES1, MYH6",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}