{
    "paper_id": "9d4ad3c4e363e8773a3f8a1d8bf88770b837d862",
    "metadata": {
        "title": "A consideration of publication-derived immune-related associations in Coronavirus and related lung damaging diseases",
        "authors": [
            {
                "first": "Nophar",
                "middle": [],
                "last": "Geifman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Manchester",
                    "location": {
                        "settlement": "Manchester",
                        "country": "United Kingdom"
                    }
                },
                "email": "nophar.geifman@manchester.ac.uk"
            },
            {
                "first": "§",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anthony",
                "middle": [
                    "D"
                ],
                "last": "Whetton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Manchester",
                    "location": {
                        "settlement": "Manchester",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The severe acute respiratory syndrome virus SARS-CoV-2, a close relative of the SARS-CoV virus, is the cause of recent COVID-19 pandemic affecting, to date, nearly 2 million individuals across the globe and demonstrating relatively high rates of infection and mortality. A third virus, the H5N1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The recent respiratory disease pandemic [1] , caused by the severe acute respiratory syndrome (SARS) coronavirus 2 (SARS-CoV-2), has both high rates of infection as well as high mortality rates [2, 3] . In many inflammatory diseases, signaling proteins termed cytokines play a critical role in disease pathology. These proteins are secreted mainly from hematopoietic cells including lymphocytes and macrophages, and along with such cells, play a central role in many diseases as well as in health [4] [5] [6] [7] . In the case of COVID-19, and other viral diseases, they can significantly affect the course and outcome for the patient. This may manifest itself as a cytokine release syndrome or cytokine storm, observed in many patients as highly elevated levels of these proteins during acute disease. While first linked to the 1918 influenza pandemic [8] the cytokine storm was extensively documented in the avian H5N1 influenza virus infection [9] . H5N1 influenza virus causes acute lung injury as also observed in COVID-19. Acute respiratory distress syndrome (ARDS) is the principal cause of respiratory failure associated with severe influenza as it is with COVID-19 and other members of the Coronavirus family. In severe influenza infections the extent of lung injury is due to dysregulated inflammatory responses. Hence, to compare and contrast immune-related trends in H5N1 influenza and coronavirus infections could enable clinical research to more effectively consider treatment options.",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 43,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 194,
                    "end": 197,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 198,
                    "end": 200,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 497,
                    "end": 500,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 501,
                    "end": 504,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 505,
                    "end": 508,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 509,
                    "end": 512,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 853,
                    "end": 856,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 947,
                    "end": 950,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "SARS-CoV-2 is closely related to SARS-CoV, the virus responsible for the 2003 SARS pandemic. Since COVID-19 is an emerging pandemic, there is currently less data available on the involvement of the immune system. However, the resource available for Coronaviruses more generally, SARS more specifically, as well as H5N1 influenza, makes it possible to gain insight into the pathology associated with SARS-CoV-2, in respect of proinflammatory events and lung damage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "One rich, readily available source of immune-and disease-related knowledge is the corpus of published scientific research. Within research publications, a copious amount of diseaserelated trends are captured; these can be freely extracted from PubMed records [10] . We have previously developed a framework for extracting disease-immune relationships from PubMed abstracts by relying on the linking of such abstracts to concepts from Medical Subject Headings (MeSH) [11] . MeSH is the National Library of Medicine's controlled vocabulary thesaurus, consisting of terms (naming and descriptors) within a hierarchical structure; they are used for indexing MEDLINE PubMed publications. MeSH descriptors associated with each MEDLINE citation are manually assigned and provide a straightforward, and useful, knowledge resource. Numerous works using concept cooccurrences in biomedical texts or in associated MeSH terms have shown the utility of MeSH in capturing biomedical knowledge [12] [13] [14] [15] [16] [17] [18] . Our own assessment of the ability of MeSH descriptors associated within the same PubMed record to represent a true (meaningful and feasible) relationship between the terms has shown that co-occurrence of MeSH descriptors linked to any given PubMed record are a good source for mining dependencies between different types of biomedical entities [11] .",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 263,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 466,
                    "end": 470,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 979,
                    "end": 983,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 984,
                    "end": 988,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 989,
                    "end": 993,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 994,
                    "end": 998,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 999,
                    "end": 1003,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1004,
                    "end": 1008,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1009,
                    "end": 1013,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1360,
                    "end": 1364,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The work presented here examines immune-related molecular and cellular patterns in the context of Coronaviruses, SARS, and in H5N1 influenza. By identifying links between these conditions and different immune system players, novel research can be better targeted at areas of greater impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A complete description of the approach taken by this study can be found in [11] . Briefly, a list of cytokine MeSH descriptors (such as \"interferon gamma,\" \"transforming growth factor beta,\" and \"chemokine CCL3\") was manually compiled by a domain expert, who browsed MeSH's sub-trees and selected those descriptors that were deemed relevant to this work. Similarly, a list of immune-related cell type MeSH descriptors (such as \"lymphocytes,\" \"Th1 cells,\" and \"basophils\") was also compiled (see Supplementary File 1). A comprehensive list of disease names and synonyms was extracted from the Human Disease Ontology. This approach to capturing associations between disease, cytokines and different cell types had been extensively evaluated, as described in [11] . For each PubMed abstract (see below) the associated MeSH descriptors were recorded, and the lists of cytokine names, cell types, and diseases were searched for exact matches.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 79,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 756,
                    "end": 760,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Extracting PubMed Record-Associated MeSH Descriptors"
        },
        {
            "text": "The PubMed database was searched on April 6 th , 2020 for abstracts tagged with either the 'Severe Acute Respiratory Syndrome' MeSH term, the 'influenza a virus, h5n1 subtype' MeSH term, or with the 'Coronavirus' MeSH term (excluding those with the SARS Mesh term). These searches formed the SARS corpus with a total of 4493 abstracts, the H5N1 corpus with a total of 5975 abstract, and the Coronavirus corpus with a total of 9810 abstracts, respectively ( Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 457,
                    "end": 465,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "PubMed data"
        },
        {
            "text": "Extraction of PubMed record-associated MeSH descriptors. The lower Venn diagrams represents the occurrences of the different types of MeSH descriptors (disease, cell, or cytokine), with overlapping areas representing the co-occurrences between the different term types. * PubMed was searched for abstracts linked to the 'Coronavirus' MeSH term but not to the SARS MeSH term.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1:"
        },
        {
            "text": "In order to examine disease similarities based on cytokine or cell-type co-occurrences in the context of Coronavirus or SARS, we set out to cluster these patterns of co-occurrences in the literature. To do so, a quantitative cytokine-disease or cell-disease matrix was generated by obtaining, for each disease and cytokine/cell in the data, a count of the number of records mapped to that disease and that cytokine/cell. Using these matrices as input, hierarchical clustering was performed using (1-correlation) as the distance measure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clustering and correlation analysis"
        },
        {
            "text": "Network analysis was carried out with the Cytoscape software. One network was created using the information extracted from the Coronavirus (but not SARS) corpus; a second network was created using data extract from the SARS corpus; and a third was created for H5N1. Sub-networks were created by selecting nodes (primarily disease nodes) of interest and then selecting first-degree neighbors. Node and edge attributes such as, node type, node counts (of occurrences) and edge counts (of co-occurrences) were used for colouring, sizing, and layout of the networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Network analysis"
        },
        {
            "text": "Using a previously published approach (Geifman et al 2015) associations between cytokines, immune cell types, and diseases were captured from PubMed records related to Coronavirus, SARS and H5N1 influenza. Differing patterns of associations were identified in a corpus of over 9000 Coronavirus (excluding SARS) related abstracts and compared to those obtained in a corpus of over 4000 SARS related abstracts, and a corpus of nearly 6000 H5N1 related abstracts.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 58,
                    "text": "(Geifman et al 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "In a comparison of the number of associations of cytokines and immune cells with abstracts between the three corpuses, some interesting differences were identified ( Figure  2 and Supplementary File 1). For example, Coronavirus is more highly associated with Interferon-gamma than both SARS and H5N1; while Interferon-beta is less associated with SARS-related abstracts than Coronavirus-or H5N1-related abstracts (Figure 2A ). On the other hand, SARS -related abstracts have a higher percentage of those linked to CXCL10 (interferon-γ inducible protein 10) and Interleukin (IL)-8 ( Figure 2A ). Other differences between the three corpuses are found for different immune cells ( Figure 2B ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 175,
                    "text": "Figure  2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 413,
                    "end": 423,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 582,
                    "end": 591,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 679,
                    "end": 688,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Different cytokines and cell types are associated with Coronavirus, SARS and H5N1 influenza"
        },
        {
            "text": "Clustering of cytokine-disease co-occurrences in the literature has potentially identified novel relationships between different diseases that are somehow related to Coronavirus. For example, based on these patterns of cytokine associations, the common cold, asthma, and status asthmaticus (a severe form of repetitive asthma attacks) were clustered together (Figure 3) . A second cluster included hypertension, nephritis, chorioretinitis and uvetis, while a third interesting cluster included diabetes, hepatitis C and B, panuveitis, pneumonia and pseudorabies. It should be noted however that there was a relatively small number of cytokine-disease co-occurrences in this corpus (when compared for example, to analysis of the entire PubMed database as in [11] ). ",
            "cite_spans": [
                {
                    "start": 757,
                    "end": 761,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 359,
                    "end": 369,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Immune-related correlations between diseases associated with Coronavirus"
        },
        {
            "text": "Network analysis of the interactions between the different entities captured from PubMed abstracts has identified some interesting and differing sub-networks and connections. For example, in the network generated from the Coronavirus-related associations ( Figure 4 ) different links between cytokines and immune cells and comorbidities or symptoms associated with Coronavirus can be seen. Where asthma and the common cold are directly linked to Interferon-gamma (IFNg), IL-8, IL-2 and IL-5, diarrhea is linked to IL-18. Differences in the types of cells included in each sub-network can also be seen. Similarly, in the SARS-related network, we identify differing sub-networks each around a different SARS-related comorbidity ( Figure 5 ); as we did in the H5N1-related network ( Figure 6 ). A) The whole network. B) Sub-network of first-degree neighbors of the disease node 'diarrhea'. C) Sub-network of first-degree neighbors of the disease node 'common cold'. D) Sub-network of first-degree neighbors of the disease node 'asthma'. Pink nodes represent cytokines, blue nodes represent diseases, and orange nodes represent cell types. The width of edges between nodes corresponds to the number of associations (co-occurrences) between the two entities; the size of the nodes corresponds to the count of that entity within the mined corpus. The whole network. B) Sub-network of first-degree neighbors of the disease node 'pulmonary edema'. C) Subnetwork of first-degree neighbors of the disease node 'lymphopenia'. D) Sub-network of first-degree neighbors of the disease node 'pneumonia'. Pink nodes represent cytokines, blue nodes represent diseases, and orange nodes represent cell types. The width of edges between nodes corresponds to the number of associations (co-occurrences) between the two entities; the size of the nodes corresponds to the count of that entity within the mined corpus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 265,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 728,
                    "end": 736,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 780,
                    "end": 788,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Immune interactions in comorbidities of Coronavirus, SARS and H5N1 influenza"
        },
        {
            "text": "In this work, we examined possible links of interest between cytokines, immune system cells and diseases in the context of Coronavirus and related infections. By mining information captured within biomedical publications, in the form of MeSH descriptors, and their co-occurrences, we identified associations that may warrant further investigations. As the literature on SARS-COV-2 develops our approach can be reapplied to identify the strongest, direct links.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In examining the associations between cell types and cytokines, in PubMed abstracts linked to Coronavirus (but not SARS) and those linked to SARS, we found some differences that may point to aetiological differences between SARS-CoV and Coronaviruses more generally. Coronavirus-related abstracts had a significantly higher percentage of associations with Interferon-gamma, Interferon-beta, T-lymphocytes, and macrophages ( Figure 2 ). On the other hand, SARS-related abstracts had higher associations with C-X-C motif chemokine 10 (CXCL10), IL8, and alveolar macrophages; however, these were only marginally higher than B D A C the number of associations found in the Coronavirus-related corpus. When comparing these cytokine and cell occurrences to those in H5N1-related abstracts, some patterns are similar to those observed in the Coronavirus-related abstracts; specifically, similar rates of occurrences were observed for IFNb, TNFa, IL-18, and Granulocyte-Macrophage Colony Stimulating Factor (GMCSF), in all cases these were higher than in the SARS-related abstracts. On the other hand H5N1-related abstracts had similar rates of association for monocytes, CD8-positive, and CD4-positive T-lymphocytes to those in SARS, in all cases, lower than those in Coronavirus-related abstracts.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 424,
                    "end": 432,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "While we cannot rule out that these differences between the three corpuses are partially due to noise, or random variance, it is likely that differences in research focus reflect an underlying cause, and this may reflect biological or clinical differences. The clearest picture of the key features of COVID-19 disease becomes apparent by a consideration of all relevant publications and comparison to related diseases. Here we have shown this is applicable immediately.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Hierarchical clustering of diseases linked to Coronavirus-related abstracts has also identified some interesting groupings of diseases and symptoms associated with Coronavirus infections. For example, the common cold, asthma, and status asthmaticus, are all highly correlated based on their pattern of associations with cytokines within the Coronavirus-related corpus (Figure 3 ). In a second example, hypertension, nephritis, chorioretinitis and uveitis are all clustered together; and in a third example, diabetes, hepatitis C and B, panuveitis, pseudorabies all cluster with pneumonia. These clusters may suggest similar underlying immunological mechanisms in the context of coronaviruses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 368,
                    "end": 377,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "In our third analysis, networks illustrating the connections between cytokines, immune cell types and different diseases, captured from the three abstract corpuses, were generated. Sub-networks, each stemming from a selected disease, illustrate some differences between Coronavirus-, SARS-, and H5N1-related comorbidities and complications. For example, in Coronavirus-related abstracts, diarrhea, one of the reported symptoms of COVID-19, is associated with IL-18, monocytes, T-lymphocytes, dendritic cells and erythrocytes. On the other hand, asthma, a risk factor for adverse outcomes in COVID-19, is linked to IL-8, IL-5, IL-2, IFNg, eosinophils, and neutrophils. This analysis has highlighted some potential targets for therapy. For example, IL-5 is a key growth factor for and activator of eosinophils (both picked up by our research). Eosinophils can be recruited to the lungs, where they have a poorly understood role in health and disease [19] . It has also been reported eosinophil count is a potential marker for COVID-19 patient improvement [20, 21] . The role of eosinophils and IL-5 in this disease certainly requires further investigation. Treatments for asthma that modulate eospinophil action are available; Reslizumab and Mepolizumab are anti-IL-5 antibody therapies that may have potential in treatment of viral respiratory disease, if eosinophils are activated [22, 23] . It is speculative to comment on the role of eosinophils in COVID-19 disease; however in overall consideration of a fast developing literature in a pandemic many possible clinical trial options could be considered. As the literature evolves we suggest the methodologies described here can play a progressive part in rational development of strategies for optimal treatment in an informed environment.",
            "cite_spans": [
                {
                    "start": 948,
                    "end": 952,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1053,
                    "end": 1057,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1058,
                    "end": 1061,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1381,
                    "end": 1385,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1386,
                    "end": 1389,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our approach to capturing immune-related associations from MeSH descriptors is not without limitations. We first assume that co-occurrences of MeSH descriptors within a PubMed record represent a true relationship or dependency; further, some of the associations and co-occurrences were low (i.e. present in only few abstracts). However, our previous investigation into the extent to which MeSH term co-occurrence captures real association has found that at least 70% of co-occurrences of different types of entities (disease, cell type, or cytokine) represent true direct or indirect dependencies, but it is likely to be higher than that [11] . Additionally, patterns of MeSH co-occurrence have shown to capture known medical associations, as well as identify potentially novel ones, thus providing further confidence in the approach. A second limitation is a lack of directionality and type for the associations captured by approach; nevertheless, we show that these mere co-occurrences may still hold valuable information. Finally, since at the time of writing, very few publications directly related to COVID-19 are available, our data mining has had to focus on Coronavirus-and other related lung-damaging diseases as a proxy for COVID-19. Nevertheless, we have created a paradigm for such research which is easy to use and apply, and demonstrated its utility. ",
            "cite_spans": [
                {
                    "start": 638,
                    "end": 642,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "13",
            "pages": "1199--1207",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Estimates of the severity of coronavirus disease 2019: a modelbased analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verity",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Emerging role of human basophil biology in health and disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Cromheecke",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Huston",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Curr Allergy Asthma Rep",
            "volume": "14",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "B cell-derived cytokines in disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hamze",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Desmetz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Guglielmi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eur Cytokine Netw",
            "volume": "24",
            "issn": "1",
            "pages": "20--26",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Eosinophil-derived cytokines in health and disease: unraveling novel mechanisms of selective secretion",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Melo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Allergy",
            "volume": "68",
            "issn": "3",
            "pages": "274--84",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Natural killer T cells in health and disease",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Kaer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Front Biosci",
            "volume": "",
            "issn": "",
            "pages": "236--51",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Back to the Future: Lessons Learned From the 1918 Influenza Pandemic",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Short",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kedzierska",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Van De Sandt",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front Cell Infect Microbiol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Induction of proinflammatory cytokines in human macrophages by influenza A (H5N1) viruses: a mechanism for the unusual severity of human disease?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet",
            "volume": "360",
            "issn": "9348",
            "pages": "1831--1838",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Immune modulators in disease: integrating knowledge from the biomedical literature and gene expression",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Geifman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhattacharya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Butte",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Am Med Inform Assoc",
            "volume": "23",
            "issn": "3",
            "pages": "617--643",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Design and validation of an automated method to detect known adverse drug reactions in MEDLINE: a contribution from the EU-ADR project",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Avillach",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Am Med Inform Assoc",
            "volume": "20",
            "issn": "3",
            "pages": "446--52",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Automatic knowledge acquisition from MEDLINE",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Cimino",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "O"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Methods Inf Med",
            "volume": "32",
            "issn": "2",
            "pages": "120--150",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Annotation of the M. tuberculosis hypothetical orfeome: adding functional information to more than half of the uncharacterized proteins",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Doerks",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Large-scale structure of a network of co-occurring MeSH terms: statistical analysis of macroscopic properties",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kastrin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Rindflesch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hristovski",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Leveraging output term co-occurrence frequencies and latent associations in predicting medical subject headings. Data Knowl Eng",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kavuluru",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "94",
            "issn": "",
            "pages": "189--201",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Exploring text mining from MEDLINE",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Srinivasan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rindflesch",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc AMIA Symp",
            "volume": "",
            "issn": "",
            "pages": "722--728",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Biobibliometrics: information retrieval and visualization from co-occurrences of gene names in Medline abstracts",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Stapley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Benoit",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pac Symp Biocomput",
            "volume": "",
            "issn": "",
            "pages": "529--569",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The expanding role(s) of eosinophils in health and disease",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Jacobsen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Blood",
            "volume": "120",
            "issn": "",
            "pages": "3882--90",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "COVID-19: immunopathology and its implications for therapy",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Immunol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Patients of COVID-19 may benefit from sustained lopinavircombined regimen and the increase of eosinophil may predict the outcome of COVID-19 progression",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Reslizumab for poorly controlled, eosinophilic asthma: a randomized, placebo-controlled study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Castro",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Respir Crit Care Med",
            "volume": "184",
            "issn": "10",
            "pages": "1125--1157",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Efficacy, adverse events, and inter-drug comparison of mepolizumab and reslizumab anti-IL-5 treatments of severe asthma -a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Henriksen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur Clin Respir J",
            "volume": "5",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Associations (% of abstracts in respective corpuses) between different entities (MeSh terms) and the three corpuses of PubMed abstracts (those related to SARS, those related to Coronavirus but excluding SARS, and those related to H5N1). A) Different cytokines and chemokines in the three corpuses. B) Different cell types in the three corpuses.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Hierarchical clustering of diseases linked to Coronavirus-related abstracts, based on their patterns of associations with different cytokines.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Network analysis of associations captured from MeSH terms in Coronavirus-related PubMed abstracts.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Network analysis of associations captured from MeSH terms in SARS-related PubMed abstracts. A) The whole network. B) Sub-network of first-degree neighbors of the disease node 'thrombocytopenia'. C) Sub-network of first-degree neighbors of the disease node 'pneumonia'. D) Sub-network of first-degree neighbors of the disease node 'lymphopenia'. Pink nodes represent cytokines, blue nodes represent diseases, and orange nodes represent cell types. The width of edges between nodes corresponds to the number of associations (co-occurrences) between the two entities; the size of the nodes corresponds to the count of that entity within the mined corpus. Network analysis of associations captured from MeSH terms in H5N1-related PubMed abstracts. A)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Herein, we have identified possible links between immune-related patterns, related comorbidities, complications and symptoms in the context of Coronavirus and related infections. These associations may have direct implications for COVID-19 and can help focus on potentially useful avenues of future research to understanding of the immune mechanisms underlying COVID-19 and related complications.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "ACKNOWLEDGEMENTS This work was supported by the NIHR Manchester Biomedical research Centre.NG would like to thank Alice (age 5) for her cooperation, making it possible for this work to be carried out during the COVID-19 pandemic and lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}