{
    "paper_id": "9d9d513cec6b87c5b9c00215261e00ca946648a5",
    "metadata": {
        "title": "An \"Infodemic\": Leveraging High-Volume Twitter Data to Understand Public Sentiment for the COVID-19 Outbreak",
        "authors": [
            {
                "first": "Richard",
                "middle": [
                    "J"
                ],
                "last": "Medford",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Southwestern Medical Center",
                    "location": {}
                },
                "email": "3*^-richard.medford@utsouthwestern.edu-sameh.n.saleh@gmail.com-adsumarsono@gmail.com-trish.perl@utsouthwestern.edu"
            },
            {
                "first": "Sameh",
                "middle": [
                    "N"
                ],
                "last": "Saleh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Southwestern Medical Center",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Sumarsono",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Southwestern Medical Center",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Trish",
                "middle": [
                    "M"
                ],
                "last": "Perl",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Southwestern Medical Center",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Christoph",
                "middle": [
                    "U"
                ],
                "last": "Lehmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Southwestern Medical Center",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "-Christoph",
                "middle": [
                    "Lehmann@utsouthwestern"
                ],
                "last": "Edu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Twitter has been used to track trends and disseminate health information during viral epidemics. On January 21, 2020, the CDC activated its Emergency Operations Center and the WHO released its first situation report about Coronavirus disease 2019 (COVID-19), sparking significant media attention. How Twitter content and sentiment has evolved in the early stages of any outbreak, including the COVID-19 epidemic, has not been described. Objective: To quantify and understand early changes in Twitter activity, content, and sentiment about the COVID-19 epidemic. Design: Observational study. Setting: Twitter platform. Participants: All Twitter users who created or sent a message from January 14th to 28th, 2020. Measurements: We extracted tweets matching hashtags related to COVID-19 and measured frequency of keywords related to infection prevention practices, vaccination, and racial prejudice. We performed a sentiment analysis to identify emotional valence and predominant emotions. We conducted topic modeling to identify and explore discussion topics over time. Results: We evaluated 126,049 tweets from 53,196 unique users. The hourly number of COVID-19-related tweets starkly increased from January 21, 2020 onward. Nearly half (49.5%) of all tweets expressed fear and nearly 30% expressed surprise. The frequency of racially charged tweets closely paralleled the number of newly diagnosed cases of COVID-19. The economic and political impact of the COVID-19 was the most commonly discussed topic, while public health risk and prevention were among the least discussed. Conclusion: Tweets with negative sentiment and emotion parallel the incidence of cases for the COVID-19 outbreak. Twitter is a rich medium that can be leveraged to understand public sentiment in real-time and target public health messages based on user interest and emotion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "With over 300 million monthly users, the micro-blogging platform Twitter is used increasingly to disseminate public health information and obtain real-time health data using crowdsourcing methods [1] . Researchers analyzed Twitter data to project the spread of influenza and other infectious outbreaks in real time [2] . In 2009, investigators measured the evolving interest in an Influenza A outbreak by analyzing tweet keywords and estimating real-time disease activity and disease prevention efforts [3] . During the Ebola virus (EV) outbreak in 2014, Twitter users publicized pertinent health information from media sources with peak Twitter activity within 24 hours following news events [4] . Tweet content analysis following the EV epidemic discovered that Ebola-related tweets revolved mainly around risk factors, prevention, disease trends, and compassion [5] . Similarly, the 2015 Middle Eastern Respiratory Syndrome (MERS) outbreak, disease spread was found to be correlated with Twitter activity, promoting Twitter as a potential surveillance tool for emerging infectious diseases [6] . During the Zika virus epidemic, Twitter was used to study significant changes in travel behavior due to mounting public concerns [7] . Recognizing Twitter's potential to inform and educate the public, governmental agencies such as the World Health Organization (WHO) and the Centers for Disease Control and Prevention (CDC) have adopted the use of Twitter and other social media. In the first 12 weeks of the Zika outbreak in late 2015, the WHO Twitter account was retweeted over 20,000 times, demonstrating its widespread impact on disseminating health information [8] .",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 199,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 315,
                    "end": 318,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 693,
                    "end": 696,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 865,
                    "end": 868,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1093,
                    "end": 1096,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1228,
                    "end": 1231,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1665,
                    "end": 1668,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In December 2019, the first diagnosis of a novel, emerging coronavirus, formally named severe acute respiratory syndrome coronavirus (SARS-CoV-2), was made in Wuhan City, Hubei Province, China. In subsequent weeks, the coronavirus's rapid spread garnered increasing media coverage and public attention. Press coverage further heightened on January 21, 2020 when the CDC activated its Emergency Operations Center and the WHO began publishing daily situation reports. Subsequent travel limitations and cancellations, large-scale quarantine of Chinese residents, and numerous international index cases generated significant interest by the general public [9] . However, there is limited insight into the main topics discussed and the sentiment of the general public over time.",
            "cite_spans": [
                {
                    "start": 652,
                    "end": 655,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We postulate that analysis of the content and sentiments expressed on Twitter in the early stages of the coronavirus disease 2019 (COVID-19) pandemic will parallel the spread of the disease and can aid understanding of the effect of the outbreak on the sentiments, beliefs, and thoughts of the general public. Such understanding would enable large-scale opportunities for education and appropriate information dissemination about public health recommendations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We constructed a list of hashtags related to COVID-19 to search for relevant tweets during a two-week interval from January 14 th to 28 th , 2020. We extracted the tweets using Twitter's advanced search application programing interface (API) and stored them as plain text. We identified themes and analyzed the frequency of associated keywords including infection prevention practices, vaccination, and racial prejudice. We performed a sentiment analysis using the text of tweets to identify each tweet's emotional valence (positive, negative, or neutral) [10] and predominant emotion (anger, disgust, fear, joy, sadness, or surprise) [11] . Finally, we performed topic modeling using an unsupervised machine learning method to identify and analyze related topics over time within the corpus of the tweets [12] .",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 560,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 635,
                    "end": 639,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 806,
                    "end": 810,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Overview"
        },
        {
            "text": "From January 14 th to 28 th 2020, a random sample of tweets in the English language was extracted using Twitter's API and its advanced search tool (https://twitter.com/search-advanced). The Twitter stream was filtered in accordance with Twitter's advanced search algorithm resulting in a representative subset of tweets. The dates were chosen to include one week of data before and after the activation of the Emergency Operations Center by the Centers for Disease Control and Prevention [13] and the release of the first WHO situation report [14] . Hashtags used for identification of 2019-nCoV related tweets included #2019nCoV, #coronavirus, #nCoV2019, #wuhancoronavirus, and #wuhanvirus (COVID-19 and SARS-COV-2 were not coined until Feb 19, 2020). Collected metadata from tweets included nineteen variables, of which eight were used in our analysis: tweet text, time stamp, if the tweet had a reply, if the tweet was a reply, if the tweet was unique or a retweet, if the tweet included an image, if the tweet included a link, the number of tweet likes, number of retweets, and number of replies.",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 492,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 543,
                    "end": 547,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Data Collection"
        },
        {
            "text": "We performed all data processing and analysis using Python software, version 3.6.1 (Python Software Foundation) and RStudio version 1.2.1335 (R Foundation for Statistical Computing). We compared the COVID-19-related tweets per hour with the number of newly confirmed cases over each 24-hour period and completed descriptive statistics for the collected metadata. To analyze tweets, we extracted the plain text from the original message and stripped out web addresses, Twitter hyperlinks, and punctuation. For all but the sentiment analysis, we removed stop words (words commonly found in a document of little analysis value e.g., \"for\", \"the\", \"is\"), converted text to lowercase, and lemmatized words (changing different forms of a word to its root form e.g., \"viruses\" to \"virus\" or \"went\" to \"go\"). We transformed the words in tweets into a vector of individual words and two-word phrases (i.e., unigrams and bigrams respectively). We removed terms present in less than five tweets and two words that were found in greater than ten percent of tweets (\"case\" and \"people\") decreasing the dictionary from 626,614 terms to 38,823 terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data processing, transformation, and exploration"
        },
        {
            "text": "Using a word cloud, we visualized the top three hundred words with larger font size representing greater frequency. We used a subset of keywords to identify tweets related to three common infection prevention and control (IPC) strategies, vaccination, and racial prejudice. Appendix Section A details the keywords used. We analyzed the incidence of these tweets over time and manually reviewed a random 10% subset to validate content, evaluate narratives present, and explore examples of misinformation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data processing, transformation, and exploration"
        },
        {
            "text": "Emotional valence describes emotions that refer to the intrinsic attractiveness or aversiveness of a subject like events, objects, or situations [15] . We analyzed the emotional valence of tweets separately using four commonly used methods through the Syuzhet R package [10] . Because each method uses a different scale, we normalized scores to detect the polarity of tweets as positive, negative, or neutral. For the emotion analysis, we used recurrent neural networks to label a primary emotion for a document according to Ekman's emotional classification (i.e., . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 270,
                    "end": 274,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Sentiment Analysis"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.03.20052936 doi: medRxiv preprint anger, disgust, fear, joy, sadness, or surprise) [11] . We trended the findings by visualizing the daily number of tweets labeled with each emotional valence and each emotion over the two-week period and comparing their rate of change by tweets per day.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Sentiment Analysis"
        },
        {
            "text": "A Latent Dirichlet Allocation (LDA) [12] model (gensim Python package [16] ) automatically generates topics from observations (in our case, from tweets) and groups similar observations to one or more of these topics using the distribution of words. We iteratively trained multiple LDA models using different numbers of topics to maximize a topic coherence score (which measures the degree of semantic similarity between high scoring words in the topic). Selecting the highest coherence score resulted in the use of the LDA model with ten topics. Adhering to convention, we presented the top fifteen terms (a common number of terms used in analyzing topics in LDA models) that contributed to each topic group and manually labeled a theme for each topic ( Figure  6a ). We then visualized the topic model using a t-distributed Stochastic Neighbor Embedding (t-SNE) graph [17], which embeds high-dimensional data (i.e., ten dimensions given ten topics) into a graphable two-dimensional space where similar tweets are grouped together ( Figure 6b ). We created an interactive visualization of the t-SNE to qualitatively evaluate the change in topics over time.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 70,
                    "end": 74,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 754,
                    "end": 764,
                    "text": "Figure  6a",
                    "ref_id": null
                },
                {
                    "start": 1033,
                    "end": 1042,
                    "text": "Figure 6b",
                    "ref_id": null
                }
            ],
            "section": "Topic Modeling"
        },
        {
            "text": "A total of 126,049 tweets (of which, 123,407 were unique) from 53,196 unique users were collected during the study period. The most prevalent identification hashtag found was #coronavirus followed by #wuhancoronavirus present in 82% and 13% of tweets, respectively. The tweets accumulated 114,635 replies, 1,248,118 retweets, and 1,680,253 likes. In the first week of our analysis, the number of COVID-19-related tweets remained stable with less than 100 tweets per hour. The number of tweets per hour began increasing on January 20th, and reached as many as 250 per hour by January 21st and continued to grow with a peak of over 1,700 tweets per hour by January 28th, 2020. This trend closely tracked the number of newly confirmed COVID-19 cases ( Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 749,
                    "end": 757,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Tweet Frequency"
        },
        {
            "text": "Collected tweets contained 2,877,816 words and 15,955,720 characters. The most common word in our analysis was 'outbreak', numbering 11,549 times ( Figure 2 ). The other top fifteen most commonly used words and their frequency in descending order were: 'spread' (11, 290) , 'health' (9, 734) , 'confirm' (6, 897) , 'death' (5,819), 'city' (5,662), 'report' (5,662), 'first' (5, 431) , 'world' (5, 244) , 'travel' (5,049), 'hospital' (4, 405) , 'infect' (4,388), 'SARS' (4, 133) , 'mask' (3, 996) , 'patient' (3, 981) , and 'country' (3, 885) .",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 266,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "290)",
                    "ref_id": null
                },
                {
                    "start": 283,
                    "end": 286,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 287,
                    "end": 291,
                    "text": "734)",
                    "ref_id": null
                },
                {
                    "start": 304,
                    "end": 307,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 308,
                    "end": 312,
                    "text": "897)",
                    "ref_id": null
                },
                {
                    "start": 374,
                    "end": 377,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "431)",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 397,
                    "end": 401,
                    "text": "244)",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 436,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "405)",
                    "ref_id": null
                },
                {
                    "start": 469,
                    "end": 472,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 473,
                    "end": 477,
                    "text": "133)",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 490,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 491,
                    "end": 495,
                    "text": "996)",
                    "ref_id": null
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "981)",
                    "ref_id": null
                },
                {
                    "start": 533,
                    "end": 536,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 537,
                    "end": 541,
                    "text": "885)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 156,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Common Expressions"
        },
        {
            "text": "Prior to January 20th, our analysis showed very few tweets related to infection prevention and control (IPC) followed by a steady increase starting January 21st (Figure 3 ). Isolation-related tweets were the most prevalent followed by mask and hand hygiene. Coinciding with the quarantine of the Hubei province, isolation-related tweets disproportionately increased on January 24. All IPC subgroups increased over time but their ranking did not change. IPC-related content was present in 4.8% of tweets. Discussions of prevention techniques, shortage of . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 170,
                    "text": "(Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Infection Prevention and Control"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.03.20052936 doi: medRxiv preprint protective gear, dissemination of health information, and large-scale quarantine were most common. Tweets with reference to vaccinations were found in 1.2% of total tweets and increased at a slower rate than IPC-related tweets overall. The most prevalent vaccine-related tweets were about vaccine availability, vaccine development, and advocacy to receive the influenza vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection Prevention and Control"
        },
        {
            "text": "Fear was the most common emotion expressed in nearly 49.5% of all tweets with topics ranging from fear of infection, death, and inability to travel as well as emotional distress and fear regarding the effect on the economy and politics. [Examples: \"Coronavirus: Virus fears trigger Shanghai face mask shortage\" and \"Oil falls below $60 as China coronavirus fears accelerate\"] Surprise was the second most common emotion present in 29.3% of tweets. [Example: \"The Wuhan virus is more critical than expected! Don't forget to wear [a] face mask(surgical mask)!\"]. Anger followed and included themes of inadequate governmental reactions, isolation and quarantine, lack of supplies, and lack of information. [Examples: \"Wuhan coronavirus: Hong Kong police, protesters clash as anger erupts over proposal to use housing block as quarantine site\" and \"11 million city on a lockdown!!!\"]. The least common predominant emotions found in tweets were sadness, joy, and disgust ( Figure 4a ). We analyzed tweets for positive, neutral, or negative emotional valence. Tweets with a negative emotion were more common than neutral and positive tweets and increased at a faster rate over time (Figure 4b ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 968,
                    "end": 977,
                    "text": "Figure 4a",
                    "ref_id": null
                },
                {
                    "start": 1176,
                    "end": 1186,
                    "text": "(Figure 4b",
                    "ref_id": null
                }
            ],
            "section": "Emotions"
        },
        {
            "text": "More sample tweets are included in Appendix Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 44,
                    "end": 52,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Emotions"
        },
        {
            "text": "Tweets related to xenophobic content or racial prejudice were largely absent at the start of our observation period. Subsequently, their number increased daily and paralleled the number of new COVID-19 cases ( Figure 5 ). Racial prejudice was present in 0.54% of tweets. The offensive nature of these tweets prohibits examples, but data are available upon request to the corresponding author.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 218,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Racial Prejudice"
        },
        {
            "text": "Topic modeling identified ten themes that are recorded in Figure 6a . Keywords are listed in order of weight in forming the abstract topics found within the text. A tweet may include multiple topics, but typically has one predominant topic. The most common predominant topic was the economic and political impact, followed by government response to the virus, then discussion of the outbreak and its development and transmission. The least common topics included index cases, the public health response, and healthcare provision. Other topics included the number of cases and death as well as prevention and large-scale quarantine. An interactive visualization of tweet themes showing their development by day is available at https://ssaleh2.github.io/Early_2019nCoV_Twitter_Analysis/; hovering over a node will show the tweet text and the day it was posted (please note the figure is slow to load and the slider on top allows navigation through time). Figure 6b shows three screenshots from the visualization. Major themes clustered in the center while more obscure tweets displayed in the periphery. As tweets may include multiple topics, there is visible cross-over between topic clusters in the visualization. Topic clusters that included themes of outbreak and its transmission, public health risk, and index cases were discussed from the start of the study period, while discussion of quarantine effects, economic and political impact, and government response increased significantly in the second week of the study period.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 58,
                    "end": 67,
                    "text": "Figure 6a",
                    "ref_id": null
                },
                {
                    "start": 953,
                    "end": 962,
                    "text": "Figure 6b",
                    "ref_id": null
                }
            ],
            "section": "Topic Modeling"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Modeling"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.03.20052936 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Modeling"
        },
        {
            "text": "In this study, we demonstrate significant persistent increases in overall Twitter activity, tweets with negative sentiment and emotions, and racially charged content for the COVID-19 outbreak from January 21, 2020 onward. We show that the frequency of tweets was associated with the number of infected individuals for the early stages of the COVID-19 outbreak. Tweets predominantly showed negative sentiment and were linked to emotions of fear primarily, as well as surprise and anger. While tweets with misinformation and societal prejudice were present, tweets were also significantly used to disseminate valuable public health information. These data may help medical experts and public health officials to identify types of communication and messaging that may allay emotion and decrease misinformation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Emotions have been shown to alter how we think, decide, and solve problems especially in highly charged situations of outbreaks [18] . Further, \"[p]atients' perception [...] of our health care system [...], informs, and is, their reality\" [19] . For public health officials, governments, and health care industry leaders, understanding public sentiment and reaction to infectious outbreaks is crucial to predict utilization of healthcare resources and compliance with public health and infection prevention measures. Twitter allows us access to the thoughts and emotions of millions of users and permits efficient and real-time analysis of these sentiments on important health care topics like the ongoing COVID-19 outbreak.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 239,
                    "end": 243,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Surveillance programs for emerging and highly dangerous infections are difficult and labor intensive [20] . Leveraging the information of the crowd by analyzing social media posts offers a simple and in the case of the COVID-19 outbreak, a surprisingly realistic view of the extent of the public health emergency. Despite collecting only tweets in English, the number of daily tweets paralleled the number of newly diagnosed cases even though most of these early cases were in China.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Global infectious outbreaks such as the COVID-19 pandemic may become the culture medium for a societal illness: social segregation and racial prejudice. As previously reported in other outbreaks, such as EV [21] and the Severe Acute Respiratory Syndrome (SARS) [22] , there is significant discrimination surrounding acquisition of these viruses toward individuals based on ethnicity and race. Similarly, we found a substantial number of tweets related to racial prejudice in our study sample. The increase of these tweets mirrored the rise in newly confirmed COVID-19 cases. Their overall rate was relatively low at 0.54%, but taken at scale, this is concerning as the press has reported racist or discriminating behavior towards Chinese-American and other Asian-American citizens [23, 24] .",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 261,
                    "end": 265,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 781,
                    "end": 785,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 786,
                    "end": 789,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Twitter is currently the most popular social media platform for healthcare communication. Skepticism of its utility has been long discussed, with Twitter's opponents often citing misinformation and the inability to process high volumes of information [25] . author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 255,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.03.20052936 doi: medRxiv preprint companies such as Facebook, Google, and Twitter have taken on the responsibility of acting as stewards of information related to COVID-19 by removing false information and redirecting web traffic to reputable websites [26] . The account of the user, who tweeted the misleading patent information above was subsequently suspended [27] . Twitter Singapore adjusted their search prompt to show links to authoritative health sources like the WHO and Ministry of Health for the COVID-19 outbreak [28] . As evident in our analysis, misinformation is prevalent on Twitter, but it represented a small fraction of the communication.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 366,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 473,
                    "end": 477,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 635,
                    "end": 639,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Further, it is important to point out that scientists and government officials also contributed to the dissemination of false information during this outbreak. A description of transmission in a prominent journal falsely reported that an asymptomatic person infected four others with coronavirus [29] . Researchers failed to interview the index case, who later reported that she had been symptomatic [30] . A since withdrawn scientific article falsely claimed that COVID-19 has four pieces of sequence in its genetic code not found in other coronaviruses and speculated that the virus could be genetically engineered [31] .",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 400,
                    "end": 404,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 617,
                    "end": 621,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Overall, the majority of tweets were intended to disseminate knowledge. Crowdsourcing has been shown to be an enormously powerful and expedient way of achieving educational tasks [32] . The desire of the crowd to use a tool like Twitter to obtain and disseminate information offers the opportunity to change the narrative and educate millions of people. Since the outbreak started, the WHO has educated the public with a steady stream of tweets [33] . Some tweets analyzed were related to infection prevention measures (hand washing, coughing into your sleeve, self-isolation), but these were still the minority, present in less than 5% of tweets.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 183,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "[33]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "From a public health perspective, the ability to analyze Twitter feeds in real-time and the potential to individually target segments of the population with high-impact messages based on their information needs and sentiment could be an extremely powerful tool, potentially more effective than any other communication medium. To date, bots (autonomous programs able to interact with computer systems or users) have often been used on Twitter for advertising or to promulgate malicious or false content [34, 35] . However, public health and governmental organizations like the WHO or the CDC should invest in this new technology. For example, deploying autonomous tools that identify tweets by users who are fearful of contracting COVID-19 could be used to send individually targeted messages that provide reassurance and education on preventive measures such as handwashing. Tailoring automatic responses to the sentiments and content of tweets has the potential to engage more Twitter users on public health topics and to redirect the discussion to useful, accurate information.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 506,
                    "text": "[34,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 507,
                    "end": 510,
                    "text": "35]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study had several limitations. First, we used a non-comprehensive list of hashtags that was limited by knowledge of trending hashtags and the imagination of the authors. We may have missed alternative terminology or misspellings and may have introduced some selection bias in the tweets we analyzed. For example, #wuhanoutbreak was not included, but arose as a weighted term in our topic modeling. Conversely, #coronavirus may have identified tweets related to other infections such as Severe Acute Respiratory Syndrome. Second, despite the large number of tweets analyzed (>126K), we collected and analyzed only a subset (1%) of all tweets, which may also introduce some selection bias. However, using the Twitter API, we were assured that the . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.03.20052936 doi: medRxiv preprint sample constituted a representative subset of the entire stream. Third, we targeted tweets in the English language; thus, our conclusions may not be generalizable to other countries where English is not the predominant language. Lastly, we recognize that ascribing topic themes based on a subset of weighted terms has opportunity for labeling bias. To mitigate that, two authors designed the topic model and a separate set of authors labeled the topic themes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "We show that the frequency of tweets was associated with the number of infected individuals for the early stages of the COVID-19 pandemic. Tweets predominantly showed negative sentiment and were linked to emotions of fear primarily, as well as surprise and anger. While tweets with misinformation and societal prejudice were present, tweets were also significantly used to disseminate valuable public health information. Twitter offers novel opportunities to public health and governmental agencies to not only track public perception of infectious outbreaks, but also to target messages of a public health nature based on user interest and emotion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.03.20052936 doi: medRxiv preprint Acknowledgements Availability of data and materials: The data that support the findings of this study are available upon request. Competing interests: The authors declare that they have no competing interests. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.03.20052936 doi: medRxiv preprint Figure 1 : Number of COVID-19-related tweets (left y-axis) and number of newly confirmed coronavirus cases (right y-axis) over time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.03.20052936 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.03.20052936 doi: medRxiv preprint Figure 3 : Daily number of tweets related to infection protection and its sub groups of isolation/quarantine, masks, and hand hygiene.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.03.20052936 doi: medRxiv preprint Figure 4 : Analysis of a) tweet emotions (fear, anger, surprise, sadness, joy, and disgust) and b) emotional valence over time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.03.20052936 doi: medRxiv preprint Figure 5 : Analysis of keywords related to racial prejudice discussion over time compared to the number of cases over time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.03.20052936 doi: medRxiv preprint Figure 6a . The fifteen terms (in order of weighting) that contributed to each abstract topic with Figure 6b . A t-distributed Stochastic Neighbor Embedding (t-SNE) graph (which embeds highdimensional data into a two-dimensional space where similar tweets are grouped together) that visualizes the topics in Figure 6a as labeled by color and how they change over time. The full interactive visualization is available at https://ssaleh2.github.io/Early_2019nCoV_Twitter_Analysis/; please note the visualization is slow to load. Each node represents an individual tweet and only tweets posted through the day highlighted on the slider are shown in the foreground, while all tweets in the study period are shown in the background. Hovering over a node will show the tweet text and the day it was posted. Depicted here are three screenshots for January 14 (day 0), January 20 (day 6), and January 27 (day 13).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 153,
                    "text": "Figure 6a",
                    "ref_id": null
                },
                {
                    "start": 243,
                    "end": 252,
                    "text": "Figure 6b",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 461,
                    "text": "Figure 6a",
                    "ref_id": null
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.03.20052936 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Dissemination of health information through social networks: Twitter and antibiotics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Scanfeld",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Scanfeld",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "American Journal of Infection Control",
            "volume": "38",
            "issn": "",
            "pages": "182--188",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "org: Open-source and linked data for epidemiology",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chorianopoulos",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Talvis",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Flutrack",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Health Informatics J",
            "volume": "22",
            "issn": "",
            "pages": "962--974",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Use of Twitter to Track Levels of Disease Activity and Public Concern in the U.S. during the Influenza A H1N1 Pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Signorini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Segre",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Polgreen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Communicating Ebola through social media and electronic news media outlets: A cross-sectional study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Househ",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Health Informatics J",
            "volume": "22",
            "issn": "",
            "pages": "470--478",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "What can we learn about the Ebola outbreak from tweets?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Odlum",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "American Journal of Infection Control",
            "volume": "43",
            "issn": "",
            "pages": "563--571",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "High correlation of Middle East respiratory syndrome spread with Google search and Twitter trends in",
            "authors": [
                {
                    "first": "S-Y",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "D-W",
                    "middle": [],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "An",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Korea. Sci Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Identifying Protective Health Behaviors on Twitter: Observational Study of Travel Advisories and Zika Virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Daughton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Med Internet Res",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Zika in Twitter: Temporal Variations of Locations, Actors, and Concepts",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stefanidis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vraga",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lamprianidis",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "JMIR Public Health Surveill",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "State Dept. issues highest advisory: 'Do not travel to China' amid coronavirus outbreak",
            "authors": [
                {
                    "first": "Curtis",
                    "middle": [],
                    "last": "Tate",
                    "suffix": ""
                },
                {
                    "first": "Julia",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "USA Today",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Syuzhet: Extract Sentiment and Plot Arcs from Text",
            "authors": [
                {
                    "first": "Matthew",
                    "middle": [
                        "L"
                    ],
                    "last": "Jockers",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Emotion Recognition on Twitter: Comparative Study and Training a Unison Model",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Colneric",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Demsar",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE Trans Affective Comput",
            "volume": "",
            "issn": "",
            "pages": "1--1",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Latent dirichlet allocation",
            "authors": [
                {
                    "first": "David",
                    "middle": [
                        "M"
                    ],
                    "last": "Blei",
                    "suffix": ""
                },
                {
                    "first": "Andrew",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [
                        "I"
                    ],
                    "last": "Jordan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The Journal of Machine Learning Research",
            "volume": "3",
            "issn": "",
            "pages": "993--1022",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "First Travel-related Case of 2019 Novel Coronavirus Detected in United States",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Novel Coronavirus (2019-nCoV) SITUATION REPORT -1. World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The emotions. Cambridge",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Frijda",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Editions de la Maison des sciences de l'homme",
            "authors": [],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Laurens van der Maaten, Geoffrey Hinton. Visualizing Data using t-SNE",
            "authors": [
                {
                    "first": "Radim",
                    "middle": [],
                    "last": "Rehurek",
                    "suffix": ""
                },
                {
                    "first": "Petr",
                    "middle": [],
                    "last": "Sojka",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Latent Dirichlet Allocation. gensim, Available at",
            "volume": "17",
            "issn": "",
            "pages": "2579--2605",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "How emotions affect logical reasoning: evidence from experiments with mood-manipulated participants, spider phobics, and people with exam anxiety",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wranke",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hamburger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Knauff",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Front Psychol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Perception is Reality, and Reality Drives Perception: No Time to Celebrate Yet",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Betancourt",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J GEN INTERN MED",
            "volume": "33",
            "issn": "",
            "pages": "241--242",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Respirator Use in a Hospital Setting: Establishing Surveillance Metrics",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Yarbrough",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Ficken",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "U"
                    ],
                    "last": "Lehmann",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Int Soc Respir Prot",
            "volume": "33",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Ebola outbreak: from the perspective of African migrants in China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Khoe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Bodomo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Public Health",
            "volume": "105",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Stigmatized Ethnicity, Public Health, and Globalization",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Canadian Ethnic Studies",
            "volume": "40",
            "issn": "",
            "pages": "43--64",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "As Coronavirus Spreads, So Does Anti-Chinese Sentiment",
            "authors": [
                {
                    "first": "Motoko",
                    "middle": [],
                    "last": "Rich",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "But fear and racism are spreading. The Philadelphia Inquirer",
            "authors": [
                {
                    "first": "Jeff",
                    "middle": [],
                    "last": "Gammage",
                    "suffix": ""
                },
                {
                    "first": "Justine",
                    "middle": [],
                    "last": "Mcdaniel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Google and Twitter scramble to stop misinformation about coronavirus. The Washington Post",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Romm",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Facebook",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Misinformation About The Coronavirus Is Spreading Online",
            "authors": [
                {
                    "first": "Ja&apos;han",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sothmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Study claiming new coronavirus can be transmitted by people without symptoms was flawed",
            "authors": [
                {
                    "first": "Kai",
                    "middle": [],
                    "last": "Kupferschmidt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Uncanny similarity of unique inserts in the 2019-nCoV spike protein to HIV-1 gp120 and Gag",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pradhan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Pandey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Evolutionary Biology",
            "volume": "32",
            "issn": "2",
            "pages": "766--770",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.30.927871"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Troll factories, bots and fake news: Inside the Wild West of social media",
            "authors": [
                {
                    "first": "Bob",
                    "middle": [],
                    "last": "Abeshouse",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Al Jazeera",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Microtargeting, bots and hacking: will digital meddling really swing this election? The Guardian",
            "authors": [
                {
                    "first": "Alex",
                    "middle": [],
                    "last": "Hern",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "We found evidence of misinformation and hyperbole in tweets and reported online (Examples: \"People are literally dying on the streets of China [...]\", \"The new fad disease 'coronavirus' is sweeping headlines. Funny enough, there was a patent for the coronavirus was (sic) filed in 2015 and granted in 2018\", and \"Tesla Models S and X hospital grade HEPA filters may help prevent coronavirus infection\"). [More sample tweets are available in Appendix Figure 1.] Social media",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Funding: None. Authors' contributions: Study concept and design: RM, SS, CL, AS; Data acquisition and extraction: SS; Data analysis: RM, SS; Interpretation of data: RM, SS, CL; Manuscript preparation: all authors. All authors read and approved the final manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Word cloud showing the top 300 words used in tweets related to COVID-19.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}