{
    "paper_id": "a0654ca52cd0b70219b60c955a5f1de2094d9a34",
    "metadata": {
        "title": "A model to predict COVID-19 epidemics with applications to South Korea, Italy, and Spain",
        "authors": [
            {
                "first": "Z",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Magal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "UMR 5251",
                    "institution": "IMB",
                    "location": {
                        "postCode": "F-33400",
                        "settlement": "Talence",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Ousmane",
                "middle": [],
                "last": "Seydi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "École Polytechnique de Thiés",
                    "location": {
                        "country": "Sénégal ("
                    }
                },
                "email": ""
            },
            {
                "first": "Glenn",
                "middle": [],
                "last": "Webb",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vanderbilt University",
                    "location": {
                        "settlement": "Nashville",
                        "region": "TN",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this work, our team develops a differential equations model of COVID-19 epidemics. Our goal is to predict forward in time the future number of cases from early reported case data in regions throughout the world. Our model incorporates the following important elements of COVID-19 epidemics: (1) the number of asymptomatic infectious individuals (with very mild or no symptoms), (2) the number of symptomatic reported infectious individuals (with severe symptoms) and (3) the number of symptomatic unreported infectious individuals (with less severe symptoms). We apply our model to COVID-!9 epidemics in South Korea, Italy and Spain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In previous works [1] , [2] , [3] , our team developed differential equations models of COVID-19 epidemics. Our goal was to predict forward in time the future number of cases from early reported case data in regions throughout the world. Our models incorporated the following important elements of COVID-19 epidemics: (1) the number of asymptomatic infectious individuals (with very mild or no symptoms), (2) the number of symptomatic reported infectious individuals (with severe symptoms) and (3) the number of symptomatic unreported infectious individuals (with less severe symptoms). Our models decomposed COVID-19 epidemics into three phases:",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 21,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 24,
                    "end": 27,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 30,
                    "end": 33,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 405,
                    "end": 408,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "Phase I: the number of cumulative reported cases increases linearly day by day;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "Phase II: the number of cumulative reported cases increases exponentially day by day;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "Phase III: the number of daily reported cases decreases day by day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "The transitions between phases are generally difficult to determine, but can be estimated from reported cases data, as time progresses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "Our model here consists of the following differential equations and initial conditions: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "Here t ≥ t 0 is time in days, t 0 is the beginning date of the epidemic, S(t) is the number of individuals susceptible to infection at time t, E(t) is the number of asymptomatic noninfectious (exposed or latent infected) individuals at time t, I(t) is the number of asymptomatic but infectious individuals at time t, R(t) is the number of reported symptomatic infectious individuals at time t, and U (t) is the number of unreported symptomatic infectious individuals at time t. The time-dependent transmission rate parameter is τ (t). Newly infected noninfectious asymptomatic individuals E(t) are incubating an average period of 1/α days. Asymptomatic infectious individuals I(t) are infectious for an average period of 1/ν days. Reported symptomatic infectious individuals R(t) are infectious for an average period of 1/η days, as are unreported symptomatic infectious individuals U (t). We assume that reported symptomatic infectious individuals R(t) are reported and isolated immediately, and cause no further infections. The asymptomatic individuals I(t) can also be viewed as having a lowlevel symptomatic state. All infections are acquired from either I(t) or U (t) infectious individuals. The fraction f of asymptomatic infectious become reported symptomatic infectious, and the fraction 1 − f become unreported symptomatic infectious. The rate at which asymptomatic infectious become reported symptomatic is ν 1 = f ν, the rate at which asymptomatic infectious become unreported symptomatic is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "The cumulative number of reported cases CR(t) at time t is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "the cumulative number of unreported cases CU (t) at time t is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "and the daily number of reported cases DR(t) at time t is obtained from the solution of the equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "A flow diagram of the model is given in Figure 1 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 40,
                    "end": 48,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Model"
        },
        {
            "text": "The fraction f of total symptomatic infectious cases that are reported is unknown, and varies from region to region. We assume η = 1/7, which means that the average period of infectiousness of both unreported symptomatic infectious individuals and reported symptomatic infectious individuals is 7 days. We assume ν = 1/6, which means that the average period of infectiousness of asymptomatic infectious individuals is 6 days. We assume α = 1, which means that the average period of exposed individuals is 1 day. These values can be modified as further epidemiological information becomes known. At present, they are consistent with accepted values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameters"
        },
        {
            "text": "A COVID-19 epidemic transitions from Phase I to Phase II at the time t 1 > t 0 . Before t 1 the cumulative number of reported cases data increases linearly day by day. After t 1 the cumulative reported cases data increases exponentially day by day. The value of t 1 is estimated from the cumulative reported 2 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameters"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056945 doi: medRxiv preprint cases data. We fit an exponentially growing curve CR(t) to the cumulative reported cases data in an estimated time interval [t 1 , t 2 ], according to the formula:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(3.1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We typically set the value χ 3 = 1, but allow for other values. The initial value S 0 corresponds to the population of the region of the reported case data. The other initial conditions are",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Further, the value of t 0 (when R(t 0 ) = CR(t 0 ) = 0) for the starting time t 0 of the epidemic in the model is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Additionally,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "and the basic reproductive number is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "These formulas for I 0 , E 0 , U 0 , t 0 , τ 0 , and R 0 were derived in [3] . Their values connect the Phase II reported cases data to the parameterisation and initialisation of our differential equations model. During Phase II of the epidemic, τ (t) ≡ τ 0 is constant. When strong government measures such as isolation, quarantine, and public closings are implemented, Phase III begins. The timing of the implementation of these measures, and their impact on disease transmission, is complex. We use an exponentially decreasing time-dependent transmission rate τ (t) in Phase III to incorporate these effects. The formula for τ (t), which includes Phase III beginning on day N , is",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 76,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(3.6)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The date N and the intensity µ of the public measures are chosen so that the cumulative reported cases in the numerical simulation of the epidemic aligns with the cumulative reported case data at an identified date after day N . In this way, we are able to project forward the time-path of the epidemic after the government imposed public measures take effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We apply our model to South Korea, Italy, and Spain ([4, 5, 6]). In Table 1 we provide the parameters for these three countries.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 75,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Applications"
        },
        {
            "text": "Country ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Applications"
        },
        {
            "text": "The epidemic in South Korea can be divided into four stages:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 epidemic in South Korea"
        },
        {
            "text": "(1) Before February 22: Phase I.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 epidemic in South Korea"
        },
        {
            "text": "(2) February 22 to March 1: Phase II.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 epidemic in South Korea"
        },
        {
            "text": "(3) March 2 to March 8: Phase III. The South Korean government implemented extensive testing, isolation, and contact tracing of confirmed cases, and quarantine policies after February 20, which took effect in daily reported cases after March 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 epidemic in South Korea"
        },
        {
            "text": "(4) After March 8: The daily reported cases were approximately the same each day and the cumulative reported cases increased linearly. This stage corresponds to a new Phase I, with a low level background generation of reported cases each day. To account for this new Phase I, the model (2.1) is modified by replacing τ (t) in (2.1) with a new transmission function τ (t, S(t), I(t), U (t)) that depends on t, S(t), I(t), U (t) as follows: , 37 < t. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 epidemic in South Korea"
        },
        {
            "text": "The epidemic in Italy can be divided into three stages:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 epidemic in Italy"
        },
        {
            "text": "(1) Before March 12: Phase I.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 epidemic in Italy"
        },
        {
            "text": "(2) March 12 to March 21: Phase II.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 epidemic in Italy"
        },
        {
            "text": "(3) Beginning March 1, the Italian government implemented extensive public regional lockdown measures, which were extended to all of Italy on March 10. These measures took effect in reducing reported daily cases approximately two weeks later. We take Phase III to be March 24 onward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 epidemic in Italy"
        },
        {
            "text": "4 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 epidemic in Italy"
        },
        {
            "text": "The epidemic in Spain can be divided into three stages:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 epidemic in Spain"
        },
        {
            "text": "(1) Before March 13: Phase I.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 epidemic in Spain"
        },
        {
            "text": "(2) March 13 to March 21: Phase II.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 epidemic in Spain"
        },
        {
            "text": "(3) On March 13, the Spanish government implemented partial shutdown measures, and on March 14 imposed a general state of alarm on all of Spain. These measures took effect in reducing reported daily cases approximately two weeks later. We take Phase III to be March 28 onward. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 epidemic in Spain"
        },
        {
            "text": "We have applied a method developed in [1] , [2] , [3] to predict the evolution of a COVID-19 epidemic in a geographical region, based on reported case data in that region. Our model focuses on unreported cases, asymptomatic infectious cases, and the division of the epidemic evolution through a succession of phases. Our method can be predictive, when the epidemic is growing exponentially in Phase II. In [1] we demonstrated a method to identify the Phase II exponentially increasing rate of cumulative reported cases. When public measures are begun in Phase II, to ameliorate the epidemic, we model these measures with a time-dependent exponentially decreasing transmission rate. These measures result in a subsequent reduction in daily reported cases, which we call Phase III. We determine the transition from Phase II to Phase III, which may require more than a week, in the model simulations.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 41,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 44,
                    "end": 47,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 50,
                    "end": 53,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 406,
                    "end": 409,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "For South Korea, the epidemic has attenuated, because of the major measures that were implemented to restrict public distancing. These measures involved surveillance, extensive testing, isolation and contact 5 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "tracing of reported suspected andcases. The cumulative number of reported cases in South Korea, however, has not flattened, but rather is growing linearly at a low rate. For Italy and Spain, the epidemics have evidently passed the turning point, according to the daily reported cases data. The cumulative reported cases may not flatten, but as in South Korea, will continue to grow linearly at a low rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Our model incorporates government and social distancing measures, through the time-dependent transmission rate τ . It is evident that these measures should start as early as possible, and should be as strong as possible. If the epidemic subsides substantially due to these measures, the example of South Korea shows that a background level of daily cases may persist for an extended time. If major distancing measures are reduced too early or too extensively, the epidemic may return to new Phase II, with exponentially increasing cumulative cases. A possible control of COVID-19 epidemics is evidenced by the example of South Korea. The future of COVID-19 epidemics and their human toll is at present uncertain, and it is hopeful that mathematical models can be of use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Understanding unreported cases in the 2019-nCov epidemic outbreak in Wuhan, China, and the importance of major public health interventions",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Seydi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "MPDI Biology",
            "volume": "2020",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Predicting the cumulative number of cases for the COVID-19 epidemic in China from early data, medRxiv",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Seydi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A COVID-19 epidemic model with latency period",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Seydi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(t)S(t)[I(t) + U (t)], S(t 0 ) = S 0 , E (t) = τ (t)S(t)[I(t) + U (t)] − αE(t), E(t 0 ) = E 0",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Compartments and flow chart of the model.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The parameters χ 1 , χ 2 are obtained by fitting χ 1 exp(χ 2 t) − 1.0 to the cumulative reported cases data between the dates [t 1 , t 2 ] for each country: (1) t 1 = February 22 to t 2 = March 1 for South Korea; (2) t 1 = March 12 to t 2 = March 21 for Italy; (3) t 1 = March 13 to t 2 = March 21 for Spain. The values of I 0 U 0 , τ 0 , t 0 , τ 0 , and R 0 are obtained by using (3.2), (3.3), (3.4), (3.5). The parameters ν = 1/6, η = 1/7, α = 1/1, χ 3 = 1.0, and R 0 = 1.0 for all three countries.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(t, S(t), I(t), U (t)) = τ 0 exp (−0.6 (t − 27)) , 27 < t ≤ 37; τ (t, S(t), I(t), U (t)) = 23.0 τ 0 exp (−0.6 (37 − 27)) S(37)[(I(37)+U (37)] (S(t)[(I(t)+U (t)]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "23.0 is chosen to match the slope of the linear increasing cumulative reported cases data after day 37. The equations and initial values are the same, except for this new τ function. The formulas in (4.1) connect the new Phase I to the transmission rate in the model equations, and to the model outputs of E(t), I(t), U (t), R(t), CU (t), CR(t), DR(t). The form of (4.1) can be applied to other examples which transition from Phase III to a new Phase I, corresponding to a linearly increasing growth rate of cumulative reported cases. This new Phase I can further transition to another Phase I with slower linearly increasing growth rate, Model simulation for South Korea: Left side -cumulative reported cases: shaded region = Phase II, model turning point = March 5. Right side -daily reported cases: model turning point = March 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Model simulation for Italy: Left side -cumulative reported cases: shaded region = Phase II, model turning point = March 31. Right side -daily reported cases: model turning point = March 26.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Model simulation for Spain: Left side -cumulative reported cases: shaded region = Phase II, model turning point = April 4. Right side -daily reported cases: model turning point = March 30.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}