{
    "paper_id": "a1e6af006b51248af8af96c34c0e2f452d764a5c",
    "metadata": {
        "title": "DIRECT RT-qPCR DETECTION OF SARS-CoV-2 RNA FROM PATIENT NASOPHARYNGEAL SWABS WITHOUT AN RNA EXTRACTION STEP",
        "authors": [
            {
                "first": "Emily",
                "middle": [
                    "A"
                ],
                "last": "Bruce",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Vermont",
                    "location": {
                        "addrLine": "Burlington VT",
                        "postCode": "05405",
                        "settlement": "Robert Larner",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Meei-Li",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Virology Division",
                    "institution": "University of Washington",
                    "location": {
                        "postCode": "98195",
                        "settlement": "Seattle",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Garrett",
                "middle": [
                    "A"
                ],
                "last": "Perchetti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Virology Division",
                    "institution": "University of Washington",
                    "location": {
                        "postCode": "98195",
                        "settlement": "Seattle",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Scott",
                "middle": [],
                "last": "Tighe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Vermont",
                    "location": {
                        "addrLine": "Burlington VT",
                        "postCode": "05405",
                        "settlement": "Robert Larner",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Pheobe",
                "middle": [],
                "last": "Laaguiby",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Vermont",
                    "location": {
                        "addrLine": "Burlington VT",
                        "postCode": "05405",
                        "settlement": "Robert Larner",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jessica",
                "middle": [
                    "J"
                ],
                "last": "Hoffman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Vermont",
                    "location": {
                        "addrLine": "Burlington VT",
                        "postCode": "05405",
                        "settlement": "Robert Larner",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Diana",
                "middle": [
                    "L"
                ],
                "last": "Gerrard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Vermont Medical Center",
                    "location": {
                        "postCode": "05401",
                        "settlement": "Burlington",
                        "region": "VT",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Arun",
                "middle": [
                    "K"
                ],
                "last": "Nalla",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Virology Division",
                    "institution": "University of Washington",
                    "location": {
                        "postCode": "98195",
                        "settlement": "Seattle",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Yulun",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Virology Division",
                    "institution": "University of Washington",
                    "location": {
                        "postCode": "98195",
                        "settlement": "Seattle",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [
                    "L"
                ],
                "last": "Greninger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Virology Division",
                    "institution": "University of Washington",
                    "location": {
                        "postCode": "98195",
                        "settlement": "Seattle",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sean",
                "middle": [
                    "A"
                ],
                "last": "Diehl",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Vermont",
                    "location": {
                        "addrLine": "Burlington VT",
                        "postCode": "05405",
                        "settlement": "Robert Larner",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "J"
                ],
                "last": "Shirley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "IXIS LLC",
                    "institution": "",
                    "location": {
                        "postCode": "05401",
                        "settlement": "Burlington",
                        "region": "VT",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Debra",
                "middle": [
                    "G B"
                ],
                "last": "Leonard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Vermont",
                    "location": {
                        "settlement": "Robert Larner"
                    }
                },
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [
                    "D"
                ],
                "last": "Huston",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Vermont",
                    "location": {
                        "addrLine": "Burlington VT",
                        "postCode": "05405",
                        "settlement": "Robert Larner",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Beth",
                "middle": [
                    "D"
                ],
                "last": "Kirkpatrick",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Vermont",
                    "location": {
                        "addrLine": "Burlington VT",
                        "postCode": "05405",
                        "settlement": "Robert Larner",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Julie",
                "middle": [
                    "A"
                ],
                "last": "Dragon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Vermont",
                    "location": {
                        "addrLine": "Burlington VT",
                        "postCode": "05405",
                        "settlement": "Robert Larner",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jessica",
                "middle": [
                    "W"
                ],
                "last": "Crothers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Vermont",
                    "location": {
                        "settlement": "Robert Larner"
                    }
                },
                "email": ""
            },
            {
                "first": "Keith",
                "middle": [
                    "R"
                ],
                "last": "Jerome",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Virology Division",
                    "institution": "University of Washington",
                    "location": {
                        "postCode": "98195",
                        "settlement": "Seattle",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jason",
                "middle": [
                    "W"
                ],
                "last": "Botten",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Vermont",
                    "location": {
                        "addrLine": "Burlington VT",
                        "postCode": "05405",
                        "settlement": "Robert Larner",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The ongoing COVID-19 pandemic has caused an unprecedented need for rapid diagnostic testing. The Centers for Disease Control and Prevention (CDC) and the World Health Organization (WHO) recommend a standard assay that includes an RNA extraction step from a nasopharyngeal (NP) swab followed by reverse transcription-quantitative polymerase chain reaction (RT-qPCR) to detect the purified SARS-CoV-2 RNA. The current global shortage of RNA extraction kits has caused a severe bottleneck to COVID-19 testing. We hypothesized that SARS-CoV-2 RNA could be detected from NP samples via a direct RT-qPCR assay that omits the RNA extraction step altogether, and tested this hypothesis on a series of blinded clinical samples. The direct RT-qPCR approach correctly identified 92% of NP samples (n = 155) demonstrated to be positive for SARS-CoV-2 RNA by traditional clinical diagnostic RT-qPCR that included an RNA extraction. Thus, direct RT-qPCR could be a front-line approach to identify the substantial majority of COVID-19 patients, reserving a repeat test with RNA extraction for those individuals with high suspicion of infection but an initial negative result. This strategy would drastically ease supply chokepoints of COVID-19 testing and should be applicable throughout the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The ongoing COVID-19 pandemic has put exceptional strain on public health laboratories, hospital laboratories, and commercial laboratories as they attempt to keep up with demands for SARS-CoV-2 testing. The current diagnostic testing methods recommended by the Centers for Disease Control and Prevention (CDC) in the United States and the World Health Organization (WHO) are traditional RT-qPCR assays that require two steps: first, an RNA extraction from patient nasopharyngeal (NP) swab material, followed by RT-qPCR amplification of the extracted RNA to detect viral RNA 1-3 . The major bottleneck to widespread SARS-CoV-2 testing lies at the RNA extraction step. The simplest manual kit (the Qiagen Viral RNA Mini) is no longer available, and reagents and supplies for the larger automated instruments are extremely limited with uncertain supply chains. While substitution of other RNA extraction kits 4,5 is possible, they too are in limited supply. The current bottleneck is not simply the availability of RNA extraction kits, but also the cost of the extraction assay, the labor and time required to perform it, and the fact that it is rate limiting compared to the downstream RT-qPCR analysis. To address this issue, we tested the unconventional approach of skipping the RNA extraction step altogether and directly loading patient swab material into the RT-qPCR mix. Herein, we report that this approach (which we refer to hereafter as \"direct RT-qPCR\") correctly identified 92% of samples (n =155) previously shown to be positive for SARS-CoV-2 RNA by conventional RT-qPCR featuring an RNA extraction. Thus, our results suggest that this streamlined assay could greatly alleviate constraints to COVID-19 testing in many regions of the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We initially conducted a pilot experiment using NP swabs from two COVID-19 patients who had previously been verified for SARS-CoV-2 infection by the Vermont Department of Health Laboratory (VDHL) using the CDC's recommended RT-qPCR test. Both patient samples, which were originally collected as NP swabs in 3 mL of M6 viral transport medium (termed diluent hereafter), were pooled (equi-volume). RNA was extracted from 140 µL of the pooled sample using the QIAamp Viral RNA Mini kit, and purified RNA representing 11.3 µL of the original swab diluent was detected as positive via standard RT-qPCR using the CDC 2019-nCoV N3 primer/probe set, with a CT of 18.7. In parallel, we added 7 µL of the pooled COVID-19 patient NP swab diluent directly to the RT-qPCR reaction, and found that SARS-CoV-2 RNA was .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "successfully detected in the absence of an RNA extraction step. Compared to the same pooled NP swab diluent extracted with the QIAamp Viral RNA Mini kit (after adjusting for the quantity of swab diluent added in each case), adding the NP diluent directly into the RT-qPCR reaction resulted in an ~ 4 CT drop in sensitivity (Fig. 1a) . Preheating the NP diluent for five minutes at 70°C prior to RT-qPCR had no impact on viral RNA detection. These results provided proof-ofprinciple that successful detection of SARS-CoV-2 RNA from an NP swab sample by RT-qPCR could be done in the absence of an RNA extraction step.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 323,
                    "end": 332,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "We next sought to validate the direct RT-qPCR approach on additional samples, determine the optimal volume of NP swab diluent for use in the direct RT-qPCR assay, and further address the potential impact of a prior heating step on assay sensitivity. NP samples from three COVID-19 patients who had previously been shown to be positive for SARS-CoV-2 RNA at high, intermediate, or low copy load by the Department of Laboratory Medicine at the University of Washington (UW) in Seattle were heated or not at 95°C for 10 minutes and then directly loaded into RT-qPCR reactions at 1, 3, or 5 µL volumes, or subjected to RNA extraction via the Roche MagNA Pure 96 platform prior to loading the equivalent of ~20 µL of swab diluent into the RT-qPCR reaction. The main findings of this experiment, shown in Table 1 , were that i) SARS-CoV-2 RNA could be detected in all three viral copy level samples at either input volume by direct RT-qPCR, provided they were heated first, and ii) addition of less NP diluent led to more sensitive detection of target RNA. Thus, heating appears important for subsequent detection of low viral copy samples, presumably by denaturing inhibitors of the RT and/or PCR enzymes present in the NP diluent. The best sensitivity for SARS-CoV-2 detection was achieved when 3 µL of swab diluent was used for direct RT-qPCR (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 799,
                    "end": 806,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1340,
                    "end": 1349,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The CDC RT-qPCR method includes an internal control primer/probe set for detection of human RNase P. To ensure that direct RT-qPCR was able to detect the presence of this gene in NP swab diluent, and to test whether our approach was generalizable to other primer/probe sets, we screened seven donors (n = 4 COVID-19 positive; n = 3 COVID-19 negative) using the 2019-nCoV_N1, 2019-nCoV_N2, and RNase P primer/probe sets. Both the 2019-nCoV_N1 and 2019-nCoV_N2 primer/probe sets specifically detected SARS-CoV-2 RNA in each sample from COVID-19 patients, but not in samples from the negative donors (Fig. 1b,c) . In addition, RNase P RNA was successfully detected in each donor by direct RT-qPCR (Fig. 1d) . Collectively, these results confirmed i) the validity of our direct RT-qPCR approach with additional virus-specific primer/probe sets for detection of SARS-CoV-2 RNA, and ii) the presence of intact cellular RNA, as detected with an internal primer-probe set targeting a host gene, in all samples tested.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 597,
                    "end": 608,
                    "text": "(Fig. 1b,c)",
                    "ref_id": null
                },
                {
                    "start": 694,
                    "end": 703,
                    "text": "(Fig. 1d)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "To get an accurate view of how omission of the RNA extraction would perform in a real-world clinical setting, we tested in a blinded fashion a panel of 150 NP swabs from COVID-19 patients representing high (CT less than 20), intermediate (CT of 20 -30), or low (CT of more than 30) viral RNA loads by direct RT-qPCR. The SARS-CoV-2 RNA copy levels in these samples were previously determined at UW by standard clinical RT-qPCR that included RNA extraction. To address the potential impact of a prior heating step on detection sensitivity, NP swab samples were heated or not for 10 min at 95°C prior to use in the downstream RNA extraction and/or direct RT-qPCR. For each NP swab sample, a 3 µL volume of diluent was used for direct RT-qPCR. In parallel, a 30 µL aliquot of each sample was used for RNA extraction and an equivalent of 3 µL of the original swab diluent used for RT-qPCR, allowing for a one to one comparison with the . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.20.001008 doi: bioRxiv preprint direct RT-qPCR method. To control for inhibitors of the RT or PCR enzymes and/or RNase activity in the swab diluent, an aliquot of each swab diluent was spiked with 4 x 10 4 copies of EXO control RNA for subsequent detection with an EXO primer-probe set; no inhibition was noted under any of the tested conditions. Supplementary Table 1 shows the full results of this experiment while Table 2 provides a summary. Fig. 2 shows the CT values from the original clinical RT-qPCR done on the equivalent of 20 µL of NP swab diluent versus those obtained by direct or standard RT-qPCR when measuring 3 µL (or equivalent) of swab diluent. There were several key observations from this experiment. First, preheating NP swab samples prior to direct RT-qPCR enhanced assay sensitivity (e.g. 138 of 150 samples were detected following a heat step, compared with only 126 of 150 positive in the absence of preheating). Second, extraction of RNA prior to RT-qPCR did not enhance detection of SARS-CoV-2 positive samples when an equivalent amount of diluent was screened by direct RT-qPCR (138 of 150 samples were detected by each approach). This suggests one of the primary advantages of kit-based RNA extraction comes from concentrating the sample material so more RNA can be loaded into the RT-qPCR reaction. Third, 11 of the 12 samples not detected by direct RT-qPCR were from donors that had extremely low loads of viral RNA as originally determined in the clinical test (CTs ranging from 33 to 38). Fourth, preheating samples reduced sensitivity when using the Roche MagnaPure 96 RNA extraction system, but had little effect on the direct RT-qPCR approach. Finally, the results from the EXO spiking experiment indicate that the NP swab diluent does not inhibit the direct RT-qPCR assay. Collectively, these results demonstrate that the direct RT-qPCR assay described here is capable of reliably detecting the substantial majority of COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1487,
                    "end": 1494,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1543,
                    "end": 1550,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1571,
                    "end": 1577,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": ""
        },
        {
            "text": "COVID-19 testing demands are currently overwhelming the world's clinical laboratories. A major chokepoint is the RNA extraction step, due to both the time and labor for this step and the critical shortage of extraction kits and required reagents. As a means to circumvent these limitations on clinical testing availability, we have shown that a direct RT-qPCR approach that omits an RNA extraction step can effectively identify SARS-CoV-2 RNA from NP swabs. Further, direct RT-qPCR is able to detect host RNA from NP swabs, which enables us to rule out false negatives due to inadequate swabbing of patients resulting in a paucity of intact RNA in the specimen, or due to the presence of inhibitors. When applied to a large collection of clinical NP specimens representative of the range of COVID-19 patients in the state of Washington, the direct RT-qPCR assay correctly identified 92% of the donors screened. The only donors that our simplified approach missed were those with the very lowest load of viral RNA (and who were on the very cusp of detection even when RNA extraction was used). Of the 1,872 cases with a positive diagnosis at UW by our team at the time of this writing, only ~25% would fall into this low copy range, which indicates that this assay will detect the substantial majority of COVID-19 patients. Indeed, after we posted our initial results on bioRxiv 4 , two additional groups posted preliminary data on bioRxiv and medRxiv replicating these findings, using standard clinical diagnostic methods in Chile and Denmark 6, 7 . The simplified approach we present here may be especially well suited for general screening of the public and identification of \"silent carrier\" individuals. Where resources permit, we envision that a two-step testing algorithm in which a repeat test including RNA extraction could be applied for symptomatic patients, health care workers, and others with a high index of suspicion but an initial negative result. Such a two-step strategy would reduce the need for RNA extraction for a substantial portion of future COVID-19 tests. Importantly, many testing sites in the developing world may not even have the capacity to perform . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.20.001008 doi: bioRxiv preprint N3 from IDT's 2019-nCoV CDC Emergency Use Authorization Kits (20 µL reaction). Subsequently, in Figs. 1b-d, 3 µL of nasopharyngeal swab diluent was used as input material for the ThermoFisher TaqPath TM 1-Step RT-qPCR Master Mix, CG (Cat #A15299) using primer sets N1, N2, and RP (human RNase P) from IDT's CDC Emergency Use Authorization Kits (20 µL reaction). Known copies of positive control RNA (CDC 2019-nCoV Positive Control in vitro transcribed RNA for Fig. 1a ; fully synthetic SARS-CoV-2 RNA Control 2 [Cat# MN908947.3, Twist Bioscience] for Fig. 1b,c) were used to compare viral RNA quantities in patient samples. Each patient sample, as well as no template control (water as well as M6 transport media) was run in duplicate, the synthetic RNA standard was run in triplicate. The initial experiment was run on an ABI QuantStudio 6 Flex (Fig. 1a) , while subsequent experiments were run on an ABI 7500 Fast (Figs. 1b-d) . Reagent preparations were performed in a PCR-free clean room equipped with PCR workstations (AirClean Systems). Clinical sample manipulations (RNA extractions or direct addition of NP swab diluent to RT-qPCR plates) were done in a Class IIA Biosafety Cabinet using BSL-2 precautions. RT-qPCR plates were placed directly in biosafety waste at the conclusion of each run. Fig. 2 , Tables 1 and 2, and Supplementary Table 1 : For each patient sample, 250 µL was heat treated at 95 o C for 10 minutes, or not. For direct RT-PCR, 3 µL of this sample, or 5 µL of extracted RNA, was added directly into the RT-PCR reaction mixture. Each real-time RT-PCR reaction contained 400 nM of CDC N2 forward and reverse primers and 100 nM of N2 probe. To monitor potential RT-PCR inhibition, each RT-PCR reaction was spiked with 40,000 copies of EXO internal control RNA and EXO primers (100 nM of EXO forward and 200 nM of EXO reverse) and probes (62.5 nM). Real-time RT-PCR assays were performed using AgPath-ID One Step RT-PCR kit (Life Technologies) and an ABI 7500 Real Time PCR system was used to perform the RT-PCR reactions 8 . For samples that were subjected to RNA extraction, 40,000 copies of EXO RNA was spiked into the lysis buffer. Extraction efficiency for each sample was tracked based on the percentage of the spiked EXO RNA that was detected by RT-qPCR. The primer-probe sequences and RT-qPCR conditions for all methods used are below: The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.20.001008 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.20.001008 doi: bioRxiv preprint Fig. 1 | SARS-CoV-2 RNA can be detected from COVID-19 patient nasopharyngeal swabs by RT-qPCR without an RNA extraction step (a) Nasopharyngeal (NP) swab diluents from two confirmed COVID-19 patients were pooled, and using the 2019-nCoV_N3 primer/probe set, the mixture was either i) subjected to RNA extraction using the Qiagen QIAamp Viral RNA Mini kit followed by subsequent testing by RT-qPCR (using the equivalent of 11.3 ul swab diluent) or ii) directly added to the RT-qPCR reaction, with or without a preheating step (five minutes at 70°C, \"NP sample + heat\"). As a control, the indicated quantities of the CDC 2019-nCoV Positive Control SARS-CoV-2 synthetic RNA was spiked into M6 transport media, purified using the QIAamp Viral RNA Mini kit, and screened by RT-qPCR. NP swab samples from seven additional donors were screened by direct RT-qPCR for SARS-CoV-2 RNA using (b) the 2019-nCoV_N1 primer/probe set, (c) the 2019-nCoV_N2 primer/probe set, or (d) for human RNase P RNA using the RP primer probe set. NP swab samples from donors 1 -4 were previously shown to contain SARS-CoV-2 RNA by standard clinical RT-qPCR, while donors 5 -7 were negative. For each primer/probe set, 7 µL (a) or 3 µL (b, c, d) of NP swab diluent was tested in the RT-qPCR reaction per donor. For the N1 and N2 primer probe sets, the fully synthetic SARS-CoV-2 RNA Control 2 from Twist Bioscience was loaded at serial 10-fold dilutions (A, 3x10 6 copies; B, 3x10 5 copies; C, 3x10 4 copies; D, 3x10 3 copies; E, 3x10 2 copies; F, 3x10 1 copies) as indicated in panels b and c. No template control (NTC) wells were included for each primer/probe set and each was negative. For panels b and c, the correlation coefficients (R 2 ) of the standard curves were 0.999 and 0.995, respectively. The dashed line at cycle 40 in each graph indicates the limit of detection.",
            "cite_spans": [
                {
                    "start": 1543,
                    "end": 1545,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1546,
                    "end": 1547,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 2866,
                    "end": 2873,
                    "text": "Fig. 1a",
                    "ref_id": null
                },
                {
                    "start": 2957,
                    "end": 2967,
                    "text": "Fig. 1b,c)",
                    "ref_id": null
                },
                {
                    "start": 3252,
                    "end": 3261,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 3322,
                    "end": 3334,
                    "text": "(Figs. 1b-d)",
                    "ref_id": null
                },
                {
                    "start": 3707,
                    "end": 3713,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 3716,
                    "end": 3757,
                    "text": "Tables 1 and 2, and Supplementary Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 5058,
                    "end": 5064,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 6256,
                    "end": 6273,
                    "text": "or 3 µL (b, c, d)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.20.001008 doi: bioRxiv preprint loads as determined by standard clinical RT-qPCR at UW in Seattle (aqua circles) were analyzed by the indicated method. All assays used the 2019-nCoV_N2 primer/probe set. Direct RT-qPCR was performed on 3 µL of NP swab diluent after heating for 10 minutes at 95°C (green circles). In parallel, RNA was extracted from 30 µL of NP swab diluent that had been previously heated at 95°C for 10 minutes, and RNA representing 3 µL of the original diluent was used in RT-qPCR (purple circles) to allow a head to head comparison to direct RT-qPCR on the same quantity of NP swab diluent. The limit of detection (40 CT) is denoted with a dashed line. Samples with CT values above this cutoff were considered negative for SARS-CoV-2 RNA. The fitted curves are LOESS-smoothed (locally estimated scatterplot smoothing) CT values, with 95% confidence interval in gray, against the mean of CT values detected in the clinical RT-qPCR assay with primer sets N1 & N2. Samples are ordered by the latter mean. The full data set for this experiment and controls is provided in Supplementary Table 1. . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.20.001008 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1282,
                    "end": 1304,
                    "text": "Supplementary Table 1.",
                    "ref_id": null
                }
            ],
            "section": "University of Washington:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "RNA extraction, but could easily run RT-qPCR reactions. This new approach would open up a References 1. Centers for Disease Control and Prevention & Division of Viral Diseases. CDC 2019-Novel Coronavirus (2019-nCoV) Real-Time RT-PCR Diagnostic Panel",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Molecular Diagnosis of a Novel Coronavirus (2019-nCoV) Causing an Outbreak of Pneumonia",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K W"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Chem",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "RT-qPCR DETECTION OF SARS-CoV-2 RNA FROM PATIENT NASOPHARYNGEAL SWAB USING QIAGEN RNEASY KITS OR DIRECTLY VIA OMISSION OF AN RNA EXTRACTION STEP",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Bruce",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.20.001008v1"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Analytical Validation of a COVID-19 qRT-PCR Detection Assay Using a 384-well Format and Three Extraction Methods",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.02.022186v1"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SARS-CoV-2 detection from nasopharyngeal swab samples without RNA extraction",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Beltran-Pavez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.28.013508v1"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "An alternative workflow for molecular detection of SARS-CoV-2 -escape from the NA extraction kit-shortage",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fomsgaard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Rosenstierne",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.27.20044495v1"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "-TGT AGC ACG ATT GCA GCA TTG-3' -VIC-AAC GCC ATC GCA CAA T-MGB-3' NEB Luna Universal Probe One Step RT qPCR kit",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figures:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Distribution of CT values from COVID-19 patient NP swabs following direct RT-qPCR versus standard RT-qPCR that includes RNA extraction. 150 NP swab samples representing high (CT values less than 20), intermediate (CT values of 20-30), or low (CT values of more than 30) SARS-CoV-2 RNA",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Table 1. Detection of SARS-CoV-2 RNA from NP swab diluent by direct RT-qPCR and the impact of heat and loading volume on assay sensitivity.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Detection sensitivity of direct RT-qPCR versus standard RT-qPCR on NP swabs containing a range of SARS-CoV-2 viral RNA loads.RNA was extracted from 30 µL of NP swab diluent and the equivalent of 3 µL NP swab diluent was loaded into RT-qPCR featuring the 2019-nCoV_N2 primer/probe set. d RNA was extracted from 200 µL of NP swab diluent and the equivalent of 20 µL NP swab diluent was loaded into RT-qPCR featuring the 2019-nCoV_N2 primer/probe set.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors gratefully acknowledge funding from the Office of the Vice President for Research at the University of Vermont (JWB), the M.J. Murdock Charitable Trust (KRJ), and NIH grants P30GM118228-04 (Immunology and Infectious Disease COBRE) (EB, JAD), P20GM125498-02 (Translational Global Infectious Diseases Research COBRE) (BDK, CDH, SAD, JAD), U01AI1141997 (JWB, SAD, and BDK), R41AI132047 (JWB), and U54 GM115516-01 (JAD). We also thank the staff at the Vermont Department of Health involved in COVID-19 diagnostic testing in particular Helen Reid, Cheryl Achilles, and Christine Matusevich as well as Dr. Deborah Donnell, Dr. Ken Hampel, Dr. Colm Atkins, Dr. Kishana Taylor, Dr. Robyn Kent, Daniel Vellone, and Denise Francis for technical comments or experimental help.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Patient samples were de-identified and were not considered Human Subjects Research due to the quality improvement and public health intent of the work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Statement"
        },
        {
            "text": "The authors have declared that no competing interests exist. While DJS was employed at IXIS LLC at the time of this study, his employment there did not create a competing interest. Further, IXIS LLC had no involvement in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Interests"
        }
    ]
}