{
    "paper_id": "a3b3d6bd47a42fed114e4b0af5c15b4d7ffdc9f4",
    "metadata": {
        "title": "The impacts of diagnostic capability and prevention measures on transmission dynamics of COVID-19 in Wuhan",
        "authors": [
            {
                "first": "Jingbo",
                "middle": [],
                "last": "Liang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "City University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Hsiang-Yu",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "City University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Although the rapidly rising transmission trend of COVID-19 in Wuhan has been controlled in late February 2020, the outbreak still caused a global pandemic afterward. Understanding Wuhan's COVID-19 transmission dynamics and the effects of prevention approaches is of significant importance for containing virus global transmission. However, most of the recent studies focused on the early outbreaks without considering improvements in diagnostic capability and effects of prevention measures together, thus the estimated results may only reflect the facts in a given period of time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We constructed a stochastic susceptible-exposed-infected-quarantined-recovered (SEIQR) model, embedding with latent periods under different prevention measures and proportions of documented infections to characterize the Wuhan COVID-19 transmission cross different stages of the outbreak. The epidemiological parameters were estimated using a particle filtering approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our model successfully reproduced the dynamics of the Wuhan local epidemic with two peaks on February 4 and February 12 separately. Prevention measures determined the time of reaching the first peak and caused an 87% drop in the R t from 3.09 (95% CI, 2.10 to 3.63) to 0.41 (95% CI, 0.18 to 0.66). An improved diagnostic capability created the second peak and increased the number of documented infections. The proportion of documented infections changed from 23% (95% CI, 20% to 26%) to 37% (95% CI, 33% to 41%) when the detection kits were released after January 26, and later up to 73% (95% CI, 64% to 80%) after the diagnostic criteria were improved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID- 19) , identified originally in the city of Wuhan, Hubei province in China in 2019 December, has been causing concern of global pandemic 1 -2 . As the disease continues to grow, many studies have characterized disease transmission dynamics and estimated certain important epidemiological properties, including the basic reproductive number R0 and the number of actual infections [1] [2] [3] [4] [5] [6] [7] . The estimation of transmissibility R0 is important because the level of control measures required to contain the outbreak can thus be obtained 6 . Although a wide range of the R0 was produced after the disease dynamics occurred in Wuhan, most of the studies focused on early transmission dynamics 1, 4, 6, 8 . Characterizing the transmissibility after initial periods when the control measures have been put in place and the COVID-19 detection capability has been improved is important to understand the effect of those measures 4 . However, none of the studies has considered the changes in both prevention measures and detection capability.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 36,
                    "text": "19)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 411,
                    "end": 414,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 415,
                    "end": 418,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 419,
                    "end": 422,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 423,
                    "end": 426,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 427,
                    "end": 430,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 431,
                    "end": 434,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 435,
                    "end": 438,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 584,
                    "end": 585,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 738,
                    "end": 740,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 741,
                    "end": 743,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 744,
                    "end": 746,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 747,
                    "end": 748,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 970,
                    "end": 971,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As of January 22, 2020, the virus has infected 571 individuals in China, including around 74.4 percent of cases within Wuhan 9 10 . Transportation restrictions were implemented in Wuhan after January 23 11 . Many studies have illustrated the effects of Wuhan lockdown on disease spreading to other places 6 12 13 14 ; however, few studies investigated the contribution of transportation restriction in local transmission dynamics 15 .",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "9 10",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 205,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 305,
                    "end": 315,
                    "text": "6 12 13 14",
                    "ref_id": null
                },
                {
                    "start": 430,
                    "end": 432,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Changes in detection capability can largely affect the proportion of documented infections. A recent study had shown that the number of cases was largely underestimated and more than 80% of infections were not documented during the initial periods when COVID-19 was just discovered to be the causal agent 16 . After the introduction of new commercial kits to provide a higher diagnosis rate 17 and the improvements of diagnostic criteria 18 (Figure 1 ), the capacity of diagnosis has been gradually increased. The proportion of documented infections raised as the capacity of diagnosis progressed. E.g., a higher diagnosis or healthcare capacity indicates that the proportion of documented infections can be higher given the same amount of infected persons; Consequently, along with the epidemic growth, a higher number of cases can thus be documented.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 307,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 441,
                    "end": 450,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "One of the benefits of using transmission models, such as SIR or SEIR, to estimate R e is that many complex epidemiological factors and control measures can be naturally incorporated. The inclusion of the infectious incubation period, during which an infected individual has no symptoms, but can infect others, may affect transmissibility estimation. Studies have shown the presence of the incubation infections of COVID-19 19 . Specifically, a recent study reported a 20-year-old woman from Wuhan passed it to five of her family members but never got physically sick herself 20 . Another study in Germany reported that a case with mild symptoms infected two colleagues when they worked together 21 . Given the transmission by asymptomatic and mildly symptomatic persons, it indicates that time from exposure to infection may be shorter than the incubation period. However, in most studies with SEIR models, an assumption was made that the incubation cases had weak . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 426,
                    "text": "19",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 576,
                    "end": 578,
                    "text": "20",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 696,
                    "end": 698,
                    "text": "21",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org /10.1101 /10. /2020 or no infectious capacity 8 22 , which may not be able to reflect the incubation infectious of the COVID-19.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 102,
                    "text": "/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 113,
                    "text": "/10. /2020",
                    "ref_id": null
                },
                {
                    "start": 140,
                    "end": 144,
                    "text": "8 22",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we have developed a stochastic susceptible-exposed-infected-quarantinedrecovered (SEIQR) model, embedding with latent periods and the transportation restriction control under the different proportion of documented infections to describe the Wuhan COVID-19 transmission pattern after the initial outbreak stage. Our model was an extension of the classic SEIR model by including quarantined status. We also demonstrated that transportation restriction and quarantine measures were able to contain the epidemic growth. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We fitted our model using the daily number of newly infected COVID-19 cases in Wuhan, Hubei province, China. The daily numbers of newly confirmed cases from January 11 to March 10 were collected from the bulletins of Wuhan Municipal Health Commission 9 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20049387 doi: medRxiv preprint Description of the SEIQR epidemic model. Figure 2 : SEIQR model structure. The population was divided into five compartments: S (susceptible), E (exposed and partly asymptomatically infectious), I (symptomatically infectious), Q (quarantined), and R (recovered). A fraction of symptomatic infections were confirmed and documented by hospitals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 193,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Data collection"
        },
        {
            "text": "We constructed a SEIQR model to illustrate the spreading of COVID-19 within the Wuhan local population ( Figure 2 ). S, E, I, Q and R represented the number of individuals in susceptible, exposed (partly asymptomatically infectious), infectious (symptomatically infectious), quarantined, and recovered statuses with total population size N = S + E + I + Q + R. Here, the Wuhan population was assumed to be fixed as 11 million. We made assumptions that exposed individuals became asymptomatically infectious after the latent period, and only symptomatically infectious individuals can be quarantined.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 113,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Data collection"
        },
        {
            "text": "The SEIQR equations were derived as the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20049387 doi: medRxiv preprint Consistent with the assumption of most SEIR models, where Δ E,t was defined as the number of individuals that were newly infected but not yet symptomatic from S to E status during time t to time t+1, Δ I,t was the number of newly symptomatic infectious cases from E to I, Δ Q,t the newly quarantined cases from I to Q, and Δ R,t the newly recovered individuals from I to R. We assumed that Δ E,t , Δ I,t , Δ Q,t , and Δ R,t followed Poisson distributions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "where σ was the incubation rate, determining the rate of exposed individuals becoming symptomatic cases. η was the latent time. q was the quarantine rate. γ was the recovery rate, which can be expressed as γ = 1/(tau − 1/σ), with assuming a fixed generation time tau equal to 10 days. β t was the transmission rate on day t. In this model we assumed Wuhan transportation restriction policy modulated β t through an exponential relationship with a lag effect of lag1 = 6 days 4 :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "where pol t was an indicator for transportation restriction policy (e.g. pol t = 0 means there was no transportation restriction on that day (before January 23) 11 , otherwise pol t = 1 ), and α was the transportation restriction effect coefficient. β 0 was the basic transmission rate without transportation restriction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "We included an observation model to link Wuhan's incidence and hospital documented cases. The estimation of the number of hospital daily confirmed cases (hosp_confirm) t+lag2 given the simulated Δ I,t was derived with a delay of lag2 = 6 days by equation (4), and the proportion of documented infections could be calculated by equation (5):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Linking hospital documented cases to the SEIQR model."
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Linking hospital documented cases to the SEIQR model."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20049387 doi: medRxiv preprint where p(m|i) represented the probability that a person with COVID-19 seek medical attention, which was assumed as 0.8; p(hosp_diag|i) t was the hospital-diagnose rate, the probability that a person infected with COVID-19 would be diagnosed as COVID-19 case by the hospital; (Proportion of documented infections) t , the probability that a person infected with COVID-19 would be confirmed and documented by hospitals, could be estimated by the conduct of p(m|i) and p(hosp_diag|i) t . Since the hospital diagnostic rate progressed by time, p(hosp_diag|i) t was assumed to have three different values: p(hosp_diag|i)_1 when the test kits were limited (before January 27), p(hosp_diag|i)_2 when the kits were enough but the diagnostic criteria were biased 7 (January 27 to February 11), and p(hosp_diag|i)_3 when the kits were enough and the diagnostic criteria were accurate 18 (after February 12) . The values of p(hosp_diag|i)_1,2,3 were estimated after fitting the model to the hospital's daily confirmed cases. The recorded cases on January 27, February 12, and February 13 were over-documented than the actual new infections due to the sudden change of detection capability happened on these days, we filled these points with smoothing values on the model fitting process.",
            "cite_spans": [
                {
                    "start": 1027,
                    "end": 1039,
                    "text": "February 12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Linking hospital documented cases to the SEIQR model."
        },
        {
            "text": "After obtaining the posterior simulation matrix of parameters and model hidden compartments, R t , the effective reproductive number at time t, was calculated using the next-generation matrix approach. Following the same notation as in the study by Diekmann et al. 23 , we obtained the transmission matrix T and the transition Σ. Each element in T represents the average newly infected cases in exposed (E) in a unit time transmitted by a single infected individual in exposed (E) or infectious group (I), which can be calculated as β t [( 1 σ −η 1 σ )] S t or β t S t . Σ represents the transitions between cases in different groups. R t can be calculated as the first eigenvector using the following formula:",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 267,
                    "text": "23",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Effective reproductive number R t"
        },
        {
            "text": "where β t , S t , σ, q, γ, and N were defined as the same as the previous sections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effective reproductive number R t"
        },
        {
            "text": "The posterior distributions of epidemiological parameters were obtained using an SMC algorithm implemented in the Nimble R library. The priors for parameters in the modelfilter frameworks were drawn from the following distributions: for the incubation time,1/σ~U(1,10); for the latent time,η~U(1,7); 1/q~U(1,10), for the time from onset to quarantine; β 0~U (0,1) for transmission rate baseline; and α~N(0,1), for transportation control coefficient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model-filters and validations"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model-filters and validations"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20049387 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model-filters and validations"
        },
        {
            "text": "To assess convergence, we performed three independent runs of the SMC algorithm set to 100,000 iterations of 1000 particle samples each. We then calculated the effective sample size (ESS) and Gelman-Rubin convergence diagnostic statistic across the three independent chains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model-filters and validations"
        },
        {
            "text": "The spread of the Wuhan local epidemic followed an exponential growth before February 4, and a short decreasing period. This decreasing period was followed by a second high peak occurring on February 12. Our stochastic SEIQR model successfully reproduced the dynamics with two peaks ( Figure 3A) . Specifically, the rise of the second peak was mainly caused by improved diagnostic criteria with delayed case ascertainment 18 . The predicted hospital cumulative numbers were higher than the documented cases until delayed cases being documented on February 12 ( Figure 3B ). The time from illness onset to quarantine was estimated to have a mean of 5.65 days (95% CI, 1.91 to 9.76), the mean incubation time was estimated to be 5.57 days (95% CI, 2.67 to 7.95), and the mean latent time was estimated to be 2.92 days (95% CI, 1.09 to 5.28) (Table1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 285,
                    "end": 295,
                    "text": "Figure 3A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 561,
                    "end": 570,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Reconstructing disease dynamics"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reconstructing disease dynamics"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20049387 doi: medRxiv preprint . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reconstructing disease dynamics"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20049387 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reconstructing disease dynamics"
        },
        {
            "text": "Both transportation restriction and quarantine measures had a significant impact on the effective reproductive number R e . The value of R e was calculated using the disease transmission baseline with transportation restriction coefficient and time to quarantine from onset ( Table 1 ). The initial R e was estimated to be 3.09 (95% CI, 2.10 to 3.63) during the early epidemic period ( Figure 4) ; however, after the transportation restriction implemented, R e was dropped 87% to 0.41 (95% CI, 0.18 to 0.66). Quarantine of symptomatic cases was a critical part of prevention efforts. Without the quarantine effect, the estimated R e increased to 4.28 (95% CI, 3.72 to 6.63) based on equation (6). . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 283,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 386,
                    "end": 395,
                    "text": "Figure 4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Effects of prevention measures"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20049387 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of prevention measures"
        },
        {
            "text": "A sharp rise in cumulative cases on February 12 can be explained by the improved diagnostic criteria with delayed case ascertainment. After the outbreak occurred, the detection capability of COVID-19 in Wuhan has been improved several times (Figure 1 ). These improvements greatly affect the documented proportions of infected cases. E.g., from January 11 to January 26, the estimated proportion of documented infections was 0.23 (95% CI, 0.20 to 0.26), then increased to 0.37 (95% CI, 0.33 to 0.41) since the kits production enhanced after January 26, finally rose to 0.73 (95% CI, 0.64 to 0.80) as the diagnostic criteria became more accurate after February 12 ( Figure 5A ). The simulated cumulative infectious with symptomatic onset were correlated but higher than the documented cases ( Figure 5B ). Care should be taken in interpreting the speed of growth in cases during the early outbreak, given an increase in the proportion of documented infections relating to the availability and use of testing kits has progressed. Our results suggested a sharp rise in cumulative cases on February 12 can be explained by the delayed case being documented using new diagnostic criteria. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 250,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 665,
                    "end": 674,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 792,
                    "end": 801,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Effects of detection capability"
        },
        {
            "text": "This is the first study to demonstrate the effects of transportation restriction measures together with the improvement of diagnostic capacity on the transmission dynamics in Wuhan. We found that the proportion of the documented infections increased as the availability of test kits and the accuracy of diagnostic progressed by time. Our initial estimated proportion of documented infections was consistent with a recent study 16 . However, the estimated proportion increased up to around 73% after February 12. Also, our results showed that transportation restrictions in Wuhan successfully contained disease growth. These findings may provide some suggestions for further analyses.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 429,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Unlike most studies with the proportion of documented infections being fixed over time, our estimated proportion was close to the prediction in the study of Ruiyun et al. (14%) 16 at the initial stage, but increased to around 70% by progress. Diagnostic capability strongly influenced the proportion of documented infections. During the early outbreak in Wuhan, a large proportion of cases were not able to be confirmed as the test kits were insufficient 16 . On January 26, the State Food and Drug Administration (SFDA) approved four new coronavirus detection kits from four companies 17 to increase the supply of detection kits, and our estimated proportion of documented infections increased to 37% after then. On February 12, the diagnostic criteria were enhanced by including clinically diagnosed cases 18 . The undocumented infections may be of mild illness and insufficiently serious about seeking treatment 16 . We found the estimated undocumented proportion of infections was less than 30% after February 12. This finding suggested that the proportion of mild symptomatic cases were likely to be around or less than 30%.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 179,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 455,
                    "end": 457,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 915,
                    "end": 917,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our estimation of R t during the curve up period aligns with other recent studies 24 (3.11 by Jonathan et al. 6 , 3.15 by Tian et al. 8 , 1.4 to 3.9 by Li et al. 1 ). Furthermore, our results showed both transportation restriction and quarantine measures were able to limit virus transmission. Transportation restrictions, including halting all forms of public transportation, trains, and air travel, sharply reduced social contacts and virus transmission rates. Concurrent with the implementation of transportation measures, personal awareness of the virus and protective behavior (e.g., wearing facemasks, washing hands frequently, social distancing) also increased. Although our study did not exclude the effects caused by changes in public response coming along with the transportation measures, we found R e dropped by 87% after the introduction of transportation restriction. These findings are in agreement with the results of Kucharski et al. 7 and Ruiyun et al. 16 . Besides, quarantine of the symptomatic infections was also essential in curbing the epidemic 25 . Under the actual condition in Wuhan (with quarantine), the estimated time from symptom to quarantine was around 5.65 days at the initial stage, possibly due to a lack of sufficient resources during this period.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 111,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 134,
                    "end": 135,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 162,
                    "end": 163,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 951,
                    "end": 952,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 971,
                    "end": 973,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1069,
                    "end": 1071,
                    "text": "25",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our estimated incubation time was consistent with other recent studies 1 8 19 26 . Given the estimated incubation period as 5.57 days but the latent period as 2.92 days, there can be a lot of transmissions that occurred during the asymptomatic infectious period. How to reduce possible contact during the asymptomatic infectious period is one of the major tasks to contain the virus spread. Our results were in agreement with the advocation from the government that people who had close contact with confirmed cases need to be quarantined for at least 14 days 27 .",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 80,
                    "text": "1 8 19 26",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Overall, our studies suggested an improved capability with intensive transportation control and quarantine measures, can be able to contain COVID outbreak in a city.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20049387 doi: medRxiv preprint . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20049387 doi: medRxiv preprint Figure S1 . Prediction of the number of newly symptomatic infectious (A), newly exposed individuals (B), newly quarantined cases(C), newly recovered cases (D) in Wuhan.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 153,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20049387 doi: medRxiv preprint Figure S2 . Prediction of the cumulative number of individuals in S (susceptible), E (exposed and partly asymptomatically infectious), I (symptomatically infectious), Q (quarantined), and R (recovered) statuses separately.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 153,
                    "text": "Figure S2",
                    "ref_id": null
                }
            ],
            "section": "Supplementary"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.31.20049387 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/nejmoa2001316"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19: towards controlling of a pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "0",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in the early phase of the outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Infect. Dis",
            "volume": "92",
            "issn": "",
            "pages": "214--217",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pattern of early human-to-human transmission of Wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Riou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Althaus",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Early Transmissibility Assessment of a Novel Coronavirus in Wuhan",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Majumder",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Mandl",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. SSRN Electron. J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3524675"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R E"
                    ],
                    "last": "Bridgen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A T"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Jewell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.23.20018549"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Articles Early dynamics of transmission and control of COVID-19: a mathematical modelling study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30144-4"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Early evaluation of the Wuhan City travel restrictions in response to the 2019 novel coronavirus outbreak",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.30.20019844"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Wuhan Municipal Health Commission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "National Health Commission of the People's Republic of China",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The State Council_The People's Republic of China",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The effect of human mobility and control measures on the COVID-19 epidemic in China. Science (80-. )",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "U G"
                    ],
                    "last": "Kraemer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "4218",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb4218"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The impact of transmission control measures during the first 50 days of the COVID-19 epidemic in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.30.20019844"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Risk for Transportation of 2019 Novel Coronavirus Disease from Wuhan to Other Cities in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg. Infect. Dis",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The impact of traffic isolation in Wuhan on the spread of",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.04.20020438"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2). Science (80-. )",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "3221",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb3221"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "SFDA Approves New Coronavirus Nucleic Acid Detection Reagent_Chinese government website",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Backer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Presumed Asymptomatic Carrier Transmission of COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2565"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/nejmc2001468"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The serial interval of COVID-19 from publicly reported confirmed cases",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.19.20025452"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The construction of nextgeneration matrices for compartmental epidemic models",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A P"
                    ],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. R. Soc. Interface",
            "volume": "7",
            "issn": "",
            "pages": "873--885",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Reconciling early-outbreak estimates of the basic reproductive number and its uncertainty: framework and applications to the novel coronavirus (SARS-CoV-2) outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.30.20019877"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Glob. Heal",
            "volume": "8",
            "issn": "",
            "pages": "488--496",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The Incubation Period of Coronavirus Disease 2019 (COVID-19) From Publicly Reported Confirmed Cases: Estimation and Application",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann. Intern. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-0504"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Is a 14-day quarantine period optimal for effectively controlling coronavirus disease",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.15.20036533"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The timeline of the improved diagnostic capability and control measures implemented in Wuhan. New commercial kits were approved by the Food and Drug Administration (SFDA) on January 2617 , and the updated diagnostic criteria were introduced on February 12 18 . Wuhan transportation restriction was implemented on January 2311 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Number of hospital daily confirmed cases and hospital cumulative confirmed cases in Wuhan. The red lines represented the estimations, the black points were the documented cases, and different colors of background denoted different proportion of documented infections during the corresponding period.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Estimation of the effective reproductive number R t in Wuhan.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The prediction of the proportion of documented infections and total cumulative infections in Wuhan. (B) The red line was the predicted cumulative number of symptomatic cases; the grey bar was the hospital documented cumulative cases; different colors of background denoted different proportions of documented infections during the corresponding period.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Parameter estimates of the SEIQR epidemic model.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}