{
    "paper_id": "a6b2e6c482948617b3093674a3605fe7ba1808a7",
    "metadata": {
        "title": "Initial stage of the COVID-19 infection process in human population",
        "authors": [
            {
                "first": "S",
                "middle": [
                    "A"
                ],
                "last": "Trigger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Russian Academy of Sciences",
                    "location": {
                        "addrLine": "13/19",
                        "postCode": "125412",
                        "settlement": "Moscow",
                        "country": "Russia"
                    }
                },
                "email": "satron@mail.ru"
            }
        ]
    },
    "abstract": [
        {
            "text": "The simplest approximation for the first stages of the infection spread is considered. The specific feature of the COVID-19 characterized by its long latent period is taken into account. Exponential increase of numbers of infected people is determined by the half period of the maximal latent time for the COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The averaging over latent period leads to additional increase of the infected numbers. PACS number(s): 02.50.-r, 05.60.-k, 82.39.-k, 87.19.Xx",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "There are various scenario and models for the description of the epidemic situation. The most models are concentrated on the spontaneous development of the infection spread to describe all stages of the process. An example is, e.g., the susceptible-infected-susceptible (SIS) -one of the basic themes in the mathematical epidemiology [1, 2] . These models describe the balance between the susceptible and infected individuals in population under the various conditions of infection transfer [3] . Kinetic approach can be applied on the basis of works [4] , [5] . However, the situation with the COVID-19 has the specific features which should be taken into account.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 337,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 340,
                    "text": "2]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 551,
                    "end": 554,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 557,
                    "end": 560,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are essential efforts to confront the epidemic, to localize its spread. In general we can characterize its development as a non-spontaneous epidemic process. It is especially important also to slow down the propagation velocity to enable medicine to provide treatment for patients. Under these conditions the investigation of the initial stage of infection is needed. The long latent period of the COVID-19 is the feature which is considered in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "If the number of dangerous (at distance less s ≃ 2 meters) contacts per day equals N c for one infected person and k is the coefficient of infection transfer (the ratio of the number of people accepting virus to the number of dangerous contacts N c ) we find that the average number of infected persons in population after l 0 days equals the half of the maximal latent time 2l 0 days for the COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. THE INFECTION DEVELOPMENT"
        },
        {
            "text": "where l 0 is the average number of days between obtaining the virus and appearance of the illness after which persons have to be isolated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. THE INFECTION DEVELOPMENT"
        },
        {
            "text": "As an example, let us consider N c = 50, k = 0.1 and l 0 = 7 (based on the half of the maximal latent period equals of 14 days). As easily seen, in this example N i (50; 0.1; 7) = 93750. If N c = 25, k = 0, 1 and l 0 = 7 we find N i (25; 0.1; 7) = 854. The value of k parameter is unknown. It can be roughly estimated but practically cannot be changed. The average value l = l 0 is well known, but of course, there is some distribution on l, which is not included in the simplest model under consideration. In Fig.1 the dependence of the infected cases . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 510,
                    "end": 515,
                    "text": "Fig.1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "II. THE INFECTION DEVELOPMENT"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063701 doi: medRxiv preprint To generalize the above consideration for the case of distribution on l, which always exists, we use the Gauss normalized distribution around l 0 (the restriction for the maximal latent period is removed due to exponential decrease of the distribution) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Using the stationary-phase method we arrive at the approximate result for the the integral",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063701 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20063701 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The typical for the virus COVID-19 long maximal latent period 2l leads to the fast exponential increase of the average infected people with the exponent l. The subsequent restriction of the infection spread is related with the fast and true quarantine actions, which transfer first the exponential increase to saturation, as it is in China at the moment and to further decrease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Stochastic and deterministic models for SIS epidemics among a population partitioned into households",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Math. Biosci",
            "volume": "156",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Stochastic Dynamics of Nanoparticle and Virus Uptake",
            "authors": [
                {
                    "first": "Felix",
                    "middle": [],
                    "last": "Frey",
                    "suffix": ""
                },
                {
                    "first": "Falko",
                    "middle": [],
                    "last": "Ziebert",
                    "suffix": ""
                },
                {
                    "first": "Ulrich",
                    "middle": [
                        "S"
                    ],
                    "last": "Schwarz",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Phys. Rev. Lett",
            "volume": "122",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Fokker-Planck equation for Boltzmann-type and active particles: Transfer probability approach",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Trigger",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Phys. Rev. E",
            "volume": "67",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SIS epidemics with household structure: the self-consistent field method",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ghoshal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Sander",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Sokolov",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Infected cases N i versus the dangerous contacts N c for the different coefficient of infection transition k. The solid line corresponds to k = 0.1, the dot line to the value k = 0.08 and the dashed line k = 0.07 after l 0 = 7 equals the half period of the maximal latent time.N i on the number of dangerous contacts N c per one infected person is shown in the typical interval 50 ≥ N c ≥ 0. The various curves correspond to the coefficient of infection transfer (or probability of infection) equals k = 0.1, 0.08, 0.07.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Averaged over l infected cases ⟨N i (N c ; k; l)⟩ l versus the dangerous contacts N c for the coefficient of infection transit k = 0.08 and the parameter D = 0.1 (solid line) and D = 0.05 (dashed) in comparison with the curve N i (N c ; k = 0.08; l 0 = 7) (the dotted line which coincides with the same on Fig. 1) Therefore for the averaged over the Gauss distribution l number of infected people in population is given by",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "that is generalization of Eq. (1). For D → ∞ we arrive to the result of Eq (1). As is clear the distribution on l always leads to increase of the infected cases ⟨N i (N c ; k; l)⟩ l in comparison with N i (N c ; k; l 0 ). The curves inFigure2 illustrate the role of averaging over l with different values of the averaging parameter D=0.1 and D = 0.05 (shown, correspondingly, in solid and dashed lines) and their comparison with the non-averaged curve (dotted line -the function N i (N c ; k; l 0 = 7) with N c = 20 ÷ 50 and k = 0.08. The difference between ⟨N i (N c ; k; l)⟩ l and N i (N c ; k; l 0 = 7) increases with N c increase and can be essential for N c > 40 for the considered parameters.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). To find approximately the result for the average on l value of infected people ⟨N i (N c ; k; l)⟩ l we can transfer to the continuous description on l and calculate the integral (a ≡ N c · k)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Author is thankful to M.V. Fedorov and A.M. Ignatov for the useful discussions.[1] H. W. Hethcote, Qualitative analysis of communicable disease models, Math. Biosci. 28, 335 (1976) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        }
    ]
}