{
    "paper_id": "a7475f63180a441ec9b6d6a928bce5612ab67602",
    "metadata": {
        "title": "ESTIMATION OF COVID-19 CASES IN FRANCE AND IN DIFFERENT COUNTRIES: 1 HOMOGENEISATION BASED ON MORTALITY 2 Correspondance 13",
        "authors": [
            {
                "first": "Marc",
                "middle": [],
                "last": "Dhenain",
                "suffix": "",
                "affiliation": {
                    "laboratory": ") Centre National de la Recherche Scientifique (CNRS)",
                    "institution": "Université Paris-Saclay UMR",
                    "location": {
                        "addrLine": "7 9199"
                    }
                },
                "email": "marc.dhenain@cea.fr"
            }
        ]
    },
    "abstract": [
        {
            "text": "18 Every day the authorities of different countries provide an estimate of the number of persons 19 affected by Covid-19 and a count of fatality. We propose to use the fatality reported in each 20 country to provide a better estimate (Ct0-estimated) of the number of cases at a given time t0. 21 Ct0-estimated = (Ft0 / Fr-est) * (1+ [C(est-d) / C(est-3d)]) 6 22 With Ft0: number of actual fatalities reported in a country at time t0; Fr-est: estimated fatality 23 rate; C(est-d): estimated fatalities 18 days before t0; C(est-3d): estimated fatalities 21 days before 24 t0. 25 Based on Ct0-estimated calculated using a fatality rate of 2%, we assessed the number of cases 27 Spain, United Kingdom and USA. This number reached 2,872,097 in France and 924,892 28 persons in Germany. The proposed formulas also make it possible to evaluate the impact of 29 policies to prevent the spread of epidemic on the appearance of new cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "30 31",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Sars-CoV-2 coronavirus infection that causes Covid-19 has spread worldwide leading to 2 significant deaths (European Center for Disease Prevention and Control 2020). Every day the 3 authorities of different countries provide and distribute worldwide an estimate of the number 4 of affected persons and a count of fatalities (Dong et al. 2020 , https://ourworldindata.org/covid-With Ct0-18d = number of cases reported on day t0 minus 18 days. The calculation of Fr-18 1 reveals widening gaps between countries compared to Fr with variations ranging from 2.3% 2 (South Korea) to more than 700% for Spain. 3 When comparing Ft0 and Ct0-18d in different countries (Fig. 1) , we see a linear relationship 4 between mortality at t0 and the number of cases at t0-18days for all countries (Pearson linear 5 correlation test, p<0.05 except for Belgium (p=0.07) due to the small number of points (n=3)). 6 The slopes of the regression lines fitting the data vary widely between countries, which is 7 consistent with variable Fr-18. The values of fatality rate Fr-18 based on the cases reported by 8 the different countries are therefore unreliable, in part because the number of cases reported in 9 different countries is not reliable (different testing strategies in different countries).",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 345,
                    "text": "(Dong et al. 2020",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 607,
                    "end": 608,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 897,
                    "end": 898,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 663,
                    "end": 671,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION 1"
        },
        {
            "text": "How to assess more precisely the number of people affected using a similar method for 11 different countries? We offer a simple method using the number of deaths reported by each 12 country to estimate and compare the actual rate of people affected by Covid-19. This method 13 relies on three first assumptions: 1. The number of deaths reported by each country is reliable; 14 2. The fatality rate (Fr) is known and similar in different countries; 3. The average time 15 between the onset of symptoms and death is known (here considered 18 days). Based on these 16 assumptions, one can calculate the number of cases presented eighteen days before a given 17 day (t0). Two methods are then proposed to infer the number of cases, eighteen days later, at we proposed to use Fr-est = 2%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "34"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 /2020 Knowing C(est-18d) eighteen days before t0, one needs to assess the progression rate of the 1 cases during the 18 last days to estimate the number of cases at day t0 (Ct0-estimated). One of the 2 difficulties is that this progression evolves with time and is different in different countries. We 3 tested two methods to assess this progression. Ct0-estimated = C(est-18d) * P18d (Table II) 10 A potential limitation of this estimation is that it assumes that the progression P18d reflects the 11 time-dependent increase in the actual number of cases.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 71,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 451,
                    "end": 461,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "evaluation of R3d provided a better correspondence with the estimated cases in all tested 1 countries ( Fig. 2) . We thus retained results from the R3d method for further investigations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 111,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "2 Estimation of the number of cases based on this method, April 10 th was 2,872,097 in France, 3 924,892 in Germany, 1, 811, 469 in Spain, 4, 240, 198 in the United Kingdom and 9,035,229 in 4 the United States (Table II, Fig. 2, Fig. 3A ). This analysis was based on Mr-est = 2%. The 5 estimated number of cases must be halved if the mortality rate used drops from 2 to 4% 6 ( Table II) . It must be doubled if the fatality rate used goes from 2 to 1%. Note that some 7 authors suggest that the real fatality rate for Covid-19 could be 5.6 to 15.6% (Baud et al. 8 2020), which is much higher values than those we used. If the calculation uses a fatality rate 9 of 15%, then the estimated number of cases drops to 382,946 for France, but it becomes lower 10 than the number of cases actually reported for some countries (e.g. 2,242 versus 10,450 for 11 South Korea), which is not consistent (Table II) .",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 119,
                    "text": "1,",
                    "ref_id": null
                },
                {
                    "start": 120,
                    "end": 124,
                    "text": "811,",
                    "ref_id": null
                },
                {
                    "start": 125,
                    "end": 138,
                    "text": "469 in Spain,",
                    "ref_id": null
                },
                {
                    "start": 139,
                    "end": 141,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 142,
                    "end": 146,
                    "text": "240,",
                    "ref_id": null
                },
                {
                    "start": 147,
                    "end": 150,
                    "text": "198",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 563,
                    "text": "(Baud et al. 8",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 220,
                    "text": "(Table II,",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 221,
                    "end": 236,
                    "text": "Fig. 2, Fig. 3A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 377,
                    "end": 386,
                    "text": "Table II)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 890,
                    "end": 900,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In our study, we set the delay between the onset of symptoms and death at 18 days based on different countries (Fig. 3A) , proportion of cases in different countries (Fig. 3B) , as well as 20 notification indexes which is the ability to report cases ( Fig. 3C-D) . These data highlight 21 strong discrepancies between countries. It suggests a high proportion of affected persons in",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 120,
                    "text": "(Fig. 3A)",
                    "ref_id": null
                },
                {
                    "start": 166,
                    "end": 175,
                    "text": "(Fig. 3B)",
                    "ref_id": null
                },
                {
                    "start": 252,
                    "end": 262,
                    "text": "Fig. 3C-D)",
                    "ref_id": null
                }
            ],
            "section": "12"
        },
        {
            "text": "Belgium. It also shows notification indexes that varies from 60 to 80% in Korea while it is 23 below 5% in most countries. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. . Values from 0.5 to 4% could thus be other reasonable options to estimate fatality rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "One of the limitations of our model is that fatality rates can change from one country to another, 29 for example depending on the distribution of the population of different age groups that have 30 different susceptibility to Covid-19. Also, it is possible that death rate change over time in a 31 given country, for example because of the saturation of hospitals. We fixed a single value for 32 the time between symptom occurrence and death (18 days). In reality, this time is variable with 33 a 95% credible interval of 16.9 to 19.2 or more according to (Verity et al. 2020) . We however 34 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 577,
                    "text": "(Verity et al. 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "28"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 /2020 considered that using such interval would make the model more complicated without strongly 1 adding reliability compared to other potential sources of errors that come from other 2 assumptions. Note that our analysis relies solely on the number of deceased people with 3 confirmed cases of Covid-19 and misses deaths not reported as Covid-19-related. It is critical 4 for all countries to be able to provide highly reliable values of fatalities as they will be the only 5 exact figure to reflect the impact of the disease in the future. Finally, note that to know the 6 number of actual cases in a country at a given time, we must subtract from the estimates 7 presented here the number of people healed, including those whose disease has not been 8 identified. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 71,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https: //doi.org/10.1101/2020.04.07.20055913 doi: medRxiv preprint 1 Figure 1 : Relationships between deaths a given day (t0) CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 85,
                    "text": "//doi.org/10.1101/2020.04.07.20055913",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 118,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20055913 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 /2020 ",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 96,
                    "end": 101,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "5"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Real estimates of mortality 12 following COVID-19 infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baud",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nielsen-Saines",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Musso",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pomar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Favre",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An interactive web-based dashboard to track COVID-19 in real 16 time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The first one relies on the time-dependent increase in the number of cases reported in 19 databases during the average time between the onset of symptoms and death. The second one 20 models the data based on daily rate of changes of the number of estimated cases 18 days 21 before t0.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "to estimate the number of Covid-19 cases is to infer the number of cases based on 25 the number of death and the fatality rate calculated from well-controlled studies using the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "One can assume that progression of cases (P18d) reflects the time-dependent 5 increase in the reported number of cases during the same time-period. In that case, : number of cases reported in a country at time t0; Cto-18d: number of cases reported in 8 the country at time t0 minus 18 days. Thus, 9",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "with another method by (Flaxman et al. 2020). For example, we report 1.8 23 million cases in Spain while Flaxman reports 7.0 million on March 28 th . Our calculation relies 24 on a relatively simple method while that of Flaxman et al. uses more complex analyzes 25 (hierarchical semi-mechanistic Bayesian model). Our model used a fatality rate of 2% while 26 several strongly controlled international studies reported rates of 0.7 to 3.6% (Verity et al. 27 2020)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "FIGURES AND TABLES",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "and the number of cases eighteen 2 days before (t0-18days) in different countries. The figure includes only values between 50 and 4 3 000 deaths (or less if the number of deaths was lower in the country April 10 th ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Comparison of evolution of estimated Covid-19 cases in France (A), United Kingdom 2 (B), Germany (C), and USA (D) from March 1 st 2020 to April 10 th 2020. Estimated values 3 corresponding to Cest from fatalities 18 days later are displayed in blue. Gray marks correspond 4 to estimation based on time-dependent increase in the number of cases reported in databases 5 during the average time between the onset of symptoms and death (18 days). This method leads 6 to large number of cases and day-to-day variations. Orange marks correspond to a model based 7 on R3d. It provides curves that follow-up values corresponding to Cest from fatalities estimated 8 18 days before a given day (blue marks).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Comparison of estimated cases and related parameters in different countries. A. 2 estimated cases in different countries. B. Proportion of affected person compared to the 3 country population. C-D. Notifications indexes reflecting the number of cases reported by 4 different countries compared to the estimated number of cases (percentages).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "robust data from the literature(Ruan et al. 2020; Verity et al. 2020; Zhou et al. 2020) and 14 delays used in other models(Flaxman et al. 2020). Lowering this delay, for example to 12 days, sharply decreases the number of estimated cases (e.g. 1,645,302 for France(Table II))although it remains high compared to figures reported in databases.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Fatality rates in different countries when the number of deaths approached 3,000 people (or the last figure available when the 3,000 deaths were not reached April 10 th 2020).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}