{
    "paper_id": "a74a90efa6565193c8e8efb6beea56624066df19",
    "metadata": {
        "title": "Baguio General Hospital Medical",
        "authors": [
            {
                "first": "Alvin",
                "middle": [
                    "H"
                ],
                "last": "Christian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Buhat",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of the Philippines Los",
                    "location": {
                        "postCode": "4031",
                        "settlement": "Baños, Laguna",
                        "country": "Philippines"
                    }
                },
                "email": ""
            },
            {
                "first": "Jessa",
                "middle": [],
                "last": "Camille",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Duero",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of the Philippines Los",
                    "location": {
                        "postCode": "4031",
                        "settlement": "Baños, Laguna",
                        "country": "Philippines"
                    }
                },
                "email": ""
            },
            {
                "first": "Francis",
                "middle": [
                    "O"
                ],
                "last": "Felix",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of the Philippines Los",
                    "location": {
                        "postCode": "4031",
                        "settlement": "Baños, Laguna",
                        "country": "Philippines"
                    }
                },
                "email": ""
            },
            {
                "first": "Jomar",
                "middle": [
                    "F"
                ],
                "last": "Rabajante",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of the Philippines Los",
                    "location": {
                        "postCode": "4031",
                        "settlement": "Baños, Laguna",
                        "country": "Philippines"
                    }
                },
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [
                    "B"
                ],
                "last": "Mamplata",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of the Philippines Los",
                    "location": {
                        "postCode": "4031",
                        "settlement": "Baños, Laguna",
                        "country": "Philippines"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Testing is crucial for early detection, isolation, and treatment of coronavirus disease (COVID-19)-infected individuals. However, in resource-constrained countries such as the Philippines, test kits have limited availability. As of 12 April 2020, there are 11 testing centers in the country that have been accredited by the Department of Health (DOH) to conduct testing. In this paper, we determine the optimal percentage allocation of COVID-19 test kits among accredited testing centers in the Philippines that gives an equitable chance to all infected individuals to be tested. Heterogeneity in testing accessibility, population density of municipalities, and the capacity of testing facilities are included in the model. Our results showed that the range of optimal allocation per testing center are: Research Institute for Tropical Medicine (4.Philippines Medical Center (≈ 0.01%). If there will be changes in the number of testing centers, our model can still be used to modify the test kit allocation. Our results can serve as a guide to the authorities in distributing the COVID-19 test kits. These can also be used to determine the capacity of testing centers and the effects of increasing its number. The model can also be used for proposing additional number and location of new testing centers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Affecting more than 170 countries, the coronavirus disease (COVID-19) has been declared by the World Health Organization (WHO) as a pandemic [16] . As of 12 April 2020, there are almost 1.7 million confirmed COVID-19 cases worldwide and about 4,500 cases in the Philippines [6, 9] . However, this number may not be an accurate representation of the total number of infected individuals in the Philippines because of its selective testing programs due to the limited availability of test kits [10] . Only those who are considered \"patients under investigation\" (PUI) are qualified to be tested. These are persons with severe symptoms such as fever and/or respiratory syndrome, history of travel in the past 14 days to countries with local transmission and history of exposure with a confirmed case [8] .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 278,
                    "end": 280,
                    "text": "9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 492,
                    "end": 496,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 797,
                    "end": 800,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Department of Health (DOH) of the Philippines has already accredited 11 laboratories and hospitals (as of 12 April 2020) to conduct COVID-19 testing in the country. These centers have conducted a total of 38,640 tests (as of 11 April 2020) [12, 9] . With these, and several other laboratories awaiting accreditation, the Philippine government plans to start a massive testing program for COVID-19 on 14 April 2020 to fully assess the public health situation. Conducting mass testing will not only help in tracing the asymptomatic carriers who need isolation, it will also protect the healthcare workers who are exposed to this contagious disease [10] . Even though DOH will increase its capacity for testing, resources such as testing kits are still insufficient to efficiently test the whole susceptible population in the Philippines [5, 13] . Thus, it is necessary to find an optimal strategy of distributing the available test kits among the accredited testing centers such that each individual estimated to be infected has an equitable chance of being tested.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "text": "[12,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 249,
                    "end": 251,
                    "text": "9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 839,
                    "end": 842,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 843,
                    "end": 846,
                    "text": "13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we use a Non-Linear Programming (NLP) model on designing equitable resource allocation on resourceconstrained countries to address this issue. The mathematical model includes heterogeneity in testing accessibility, and the data are population-density based. The equity objective function of the model provides an equal assessment of the distribution of the limited test kits among the testing centers. We apply the model to the population density-adjusted number of COVID-19 infected individuals projection in the Philippines. We let the basic reproduction number (average number of direct secondary cases generated from a contagious person in a fully susceptible community) of COVID-19 in the country to be R 0 = 2.5 to estimate the infected number of individuals that should be tested [4, 11] . We also consider the density-based population of each municipalities in the country as well as the current testing centers accredited by the DOH.",
            "cite_spans": [
                {
                    "start": 802,
                    "end": 805,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 806,
                    "end": 809,
                    "text": "11]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The remaining parts of the paper is organized as follows: in Section 2, we discuss the preliminaries of the model: estimating the number of infected individuals, accessibility of testing kits and a model for the distribution of testing kits. We also develop the constraints which is then utilized in the NLP model formulated. In Section 3, we find the coordinates for the communities and determine the different values for the dispersal length scale parameter k. These values are used to determine the optimal allocation of testing kits distribution. Section 4 presents some conclusions and remarks. The last section provides the supplementary materials needed for the paper. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this model, we consider the municipalities and cities in the Philippines to be the community i and estimate the number of infected individual in each community. We assume that these individuals will go to the nearest accredited testing center j.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "We consider a forecasted population of each communities in the Philippines for the year 2019 based on the 2015 Philippine Statistics Authority (PSA) Census [1] . Each population of the community is then multiplied to 1 − 1 R 0 with R 0 = 2.5, this will give us the approximate cumulative number of infected individuals during the whole epidemic period per community on a do-nothing situation in a well-mixed system [14] . To relax the well-mixing property of the model, we then consider the population density of each community, and factor in a 1-meter additional distance (or 4m 2 personal safe space) as recommended by the World Health Organization to observe social distancing. Thus, we compute for the projected total number of infected individuals in community i, I i , as",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 415,
                    "end": 419,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Estimating the number of infected individuals"
        },
        {
            "text": "where population density is number of people per 1 million square meter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating the number of infected individuals"
        },
        {
            "text": "We assume that an individual tends to get tested in the nearest testing center j. The lesser the distance between the testing center and the person's community, the greater the probability of the person going there. Let d i j be the distance between community i and testing center j expressed as d i j = 6371 × arccos cos (lat i ) cos lat j cos lon j − lon i + sin (lat i ) sin lat j ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computing for the Testing Accessibility"
        },
        {
            "text": "where lat i and lon i are the GPS location of community i, and lat j and lon j are are the GPS location of testing center j, all in radians measure. Using d i j , we then compute for the \"effective demand\" f (d i j )I i or the number of infected individuals in community i that will go to testing center j for testing. We define f as a function that puts 'weight' on the testing accessibility of an individual to a testing center based on the distance d i j . To model the testing accessibility, we use a Gaussian model which is used to describe the distribution of the COVID-19 infections [15] . We have f (d) = e −kd 2 , where k is a dispersal length scale parameter that can provide further information about outbreak dynamics and potential for superspreading events [11] . We use Elliot's estimation in solving for k which considers the mean µ, variance σ 2 of the distribution, and the sample size N for number of communities involved [7] :",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 594,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 770,
                    "end": 774,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 940,
                    "end": 943,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Computing for the Testing Accessibility"
        },
        {
            "text": "We follow the approach of Wilson and Blower [17] in determining the test kit distribution to each testing centers. First, we compute how many infected individuals will go to a certain testing center. We call this the demand D j where",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Distribution of test kits"
        },
        {
            "text": "which is the sum of the effective demand of all communities to a testing center j. Let T j i be the number of individuals that will get tested in each community i and it is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distribution of test kits"
        },
        {
            "text": "where S j is the supply allocation on testing center j and f (d i j )I i D j is the percent allocation of each testing center to each community i. Thus the total number of tested individuals in community i, T i , is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distribution of test kits"
        },
        {
            "text": "Each testing center has a maximum number of tests that they can perform per day, and thus we factor in the daily limit L j of each testing center, and compute for the maximum number of testing days M as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distribution of test kits"
        },
        {
            "text": "Nonlinear programming (NLP) is an optimization problem where the objective function is nonlinear and/or the feasible region is determined by nonlinear constraints [2] . Here, we use the NLP model based on Wilson-Blower [17] , with COVID-19 data specific to the Philippines, to determine the optimal distribution of test kits among the testing centers. The model is described by the following:",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 219,
                    "end": 223,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "NLP Model"
        },
        {
            "text": "3 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NLP Model"
        },
        {
            "text": "The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "where S j is the allocation of testing kits to testing center j, and A is the total number of testing kits to be allocated. Here, we use an equity objective function to ensure equal opportunities among all infected individuals in getting tested. We base the objective function to the Euclidean norm to provide a standard result in comparison with other norms [3] . We minimize the equity objective function E, with optimal allocations to each Testing Center (S j ) such that: (i) all available testing kits will be used, (ii) daily limits of testing per testing center will be considered and will not exceed the maximum number of days for testing, (iii) there will be a non-negative supply of testing kits per testing center, and (iv) the number of tested individuals in each community is less than the expected maximum number of infected individuals. Note that each individual will only be subjected to one test, which will serve as an initial testing. We solve this NLP model through simulations in R and explore scenarios such as adding additional testing centers to communities with I i ≥ 5000.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 362,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We determine the GPS coordinates of all the cities and municipalities in the Philippines, and of the 11 accredited testing centers, using Geocode by Awesome Table app in google spreadsheets. This app returns the latitude and longitude coordinates of the testing centers' locations and the geographic centers of the cities and municipalities. We use these coordinates in the computations except for two: Datu Hoffer Ampatuan and Shariff Sardona Mustapha, Maguindanao. Geocode app cannot locate Shariff Sardona Mustapha, and it returned incorrect coordinates for Datu Hoffer Ampatuan. We use the coordinates of one barangay from each municipality instead. In addition, we compute for various dispersal length scale parameters k shown in (3) We utilize the 11 accredited testing centers to determine the optimal distribution of testing kits. Shown in Table 1 is the proportion of testing kits to be distributed among the 11 testing centers using different values for k. We can observe that UP-NIH will receive the biggest proportion, ranging from 16.25% to 44.80%, while Southern Philippines Medical Center will receive the smallest proportion which is 0.01%. From the results, we notice that San Lazaro Hospital, UP-NIH and Lung Center of the Philippines got the majority of the proportion, across all scenarios. If mass testing will push through, these three hospitals will be overworked and will not be able to deliver timely results on the tests. To address this, we propose to add more testing centers. We identify 10 communities with the highest number of infected individuals and no existing accredited testing center. We will treat these 10 communities as the location of the suggested additional testing centers. We then compute for the optimal distribution of testing kits to the 21 testing centers. The proportion of test kits allocated to each of UP-NIH, San Lazaro Hospital, Lung Center of the Philippines and Makati City is greater than 10%. We can say that this distribution poses concerns similar to that of only having 11 testing centers. To reduce the proportion of test kits allocated to each of these testing centers, we consider all communities with more than 5,000 infected individuals. We then identify 19 communities as locations of new testing centers in addition to the original 11 and compute for the optimal distribution of testing kits to the 30 testing centers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 166,
                    "text": "Table app",
                    "ref_id": null
                },
                {
                    "start": 848,
                    "end": 855,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Numerical illustrations"
        },
        {
            "text": "In addition, we obtain various sets of percentage allocations from different values of k representing different population density structures. Each k value from testing centers located in NCR (most populated region) vary in the percentage allocation per k (RITM, San Lazaro, UP-NIH, Lung Center, TMC, and St. Luke's). One reason is that these testing centers have common infected individuals that are approximately close to multiple centers. This gives these individuals the option to go to their preferred testing center. Meanwhile, testing centers outside NCR remain fairly constant in terms of distribution, regardless of the value of k, since the same portion of infected individuals will get tested there.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical illustrations"
        },
        {
            "text": "Shown in Figure 2 are the pie charts representing the optimal distribution of testing kits for different number of testing centers and different values of dispersal length parameter. It is evident that as we increase the number of testing centers from 11 to 30, there is a great decrease of proportions to be distributed on the currently existing testing centers. Newly introduced testing centers will get a substantial amount of testing kits and will serve infected individuals in their respective vicinity. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 9,
                    "end": 17,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Numerical illustrations"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "From the optimal solution computed using 30 testing centers, we can see that the maximum proportion of testing kits to be distributed is in Navotas City, which accounts for 8.68% of the total number of testing centers. This is achieved for k = 0.4136. Furthermore, we can infer that adding more testing centers will greatly reduce the work to be done by each testing centers. Shown in Figure 3 is the map with corresponding locations of the 30 testing centers. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 385,
                    "end": 393,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We determined an equitable and optimal allocation of COVID-19 testing kits among the DOH accredited testing centers in the Philippines. We applied Wilson-Blower's Nonlinear Programming Model, which gave an equitable opportunity to each susceptible individual to be tested. The model involved COVID-19 specific conditions such as infected population, reproduction number of the disease (R 0 = 2.5), distribution of infected individuals, and testing limits of each testing centers. We applied this to the municipality/city data of the Philippines and computed the percentage distribution on different dispersal length parameter k values, k = 0.0849, k = 0.4136, and k = 1.5614.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We ran computations using R on the model to determine the optimal allocation of testing kits to be distributed amongst accredited DOH testing centers and additional testing centers found in highly-infected communities in the country. Based on our results, here is the optimal range of distribution per testing center: RITM (4.17%−6.34%), San Lazaro Note that if only 11 testing centers are to be used for testing COVID-19 patients, several testing centers will be overworked, especially if mass testing will push through. For instance, let us assume that 300,000 testing kits will be distributed. From the optimal distribution, UP-NIH will receive an average of almost 89,000 testing kits, across the different values we considered for the dispersal length. This implies that it needs more than 1,000 days to complete the testing for patients in UP-NIH which translates to more than two years to complete the testing. If we consider the proposed 30 testing centers, UP-NIH will receive almost 19,000 testing kits, and this translates to 245 days to complete the testing. This is a drastic decrease to the number of days needed to complete all testing from 11 testing centers to 30 testing centers. With these realizations, we observed that the greater the number of testing centers operating, the faster the completion of all testing of patients, and the more patients tested per day. We also recommend that these additional testing centers should be located in strategic places, that is, in the location with high density of infected individuals as shown in Figure 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1559,
                    "end": 1567,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The model is helpful to policy makers in making a decision on how to distribute available COVID-19 test kits among accredited testing centers. Authorities may apply this to their respective communities, if the public health system and situation follow the same assumptions and goal of the model. In addition, they may also assess the feasibility of the percentage allocation depending on their current situation. The model exhausts all available test kits but the complexity of test kit resource dynamics determines the limitation of our study. Further studies should also incorporate individuals needing multiple tests, effectiveness of testing kits, and transport time for testing kit delivery. In conclusion, a larger amount of test kits (not limited to initial testing, and to symptomatic patients) and more testing centers are ideal to increase the number of individuals tested to aid in \"flattening\" the epidemic curve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The Microsoft Excel file containing the municipality/city data, GPS location, and population density-based number of infections, and R files used for the model simulation can be found online at: github.com/alvinizer/optimalallocationPH/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Files"
        },
        {
            "text": "JFR is supported by the Abdus Salam International Centre for Theoretical Physics Associateship Scheme. 8 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065201 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Philippine Population Density (Based on the 2015 Census of Population)",
            "authors": [],
            "year": 2020,
            "venue": "Philippine Statistics Authority",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Applied Mathematical Programming",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Hax",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Magnanti",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Stochasticity in the Parasite-Driven Trait Evolution of Competing Species Masks the Distinctive Consequences of Distance Metrics",
            "authors": [
                {
                    "first": "Cah",
                    "middle": [],
                    "last": "Buhat",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Processes",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronavirus disease 2019 (COVID-19) Situation Report -46",
            "authors": [
                {
                    "first": "Andreo",
                    "middle": [],
                    "last": "Calonzo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Philippines Can Test More Virus Patients With 100,000 New Kits",
            "authors": [
                {
                    "first": "Andreo",
                    "middle": [],
                    "last": "Calonzo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Some methods for the statistical analysis of samples of benthic invertebrate",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Elliot",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Updates on novel coronavirus disease (COVID-19)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Department",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Doctor calls for COVID-19 mass testing in PH",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cnn Philippines",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pattern of early human-to-human transmission of Wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Riou",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Euro surveillance",
            "volume": "25",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Accredited COVID-19 labs in PH now at 11, includes Medical City",
            "authors": [
                {
                    "first": "Kristine",
                    "middle": [],
                    "last": "Sabillo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "DOH explains why 100,000 test kits still not enough for mass testing",
            "authors": [
                {
                    "first": "Kristine",
                    "middle": [],
                    "last": "Sabillo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "High contagiousness and rapid spread of severe acute respiratory syndrome coronavirus 2",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sanche",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Infect Dis",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A Gaussian model for the time development of the Sars-Cov-2 corona pandemic disease. Predictions for Germany made on",
            "authors": [
                {
                    "first": "Reinhard",
                    "middle": [],
                    "last": "Schlickeiser",
                    "suffix": ""
                },
                {
                    "first": "Frank",
                    "middle": [],
                    "last": "Schlickeiser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.medrxiv.org/content/10.1101/2020.03.31.20048942v1"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "who-director-general-s-opening-remarks-at-the-media-briefing-on-covid",
            "authors": [],
            "year": 2020,
            "venue": "WHO. WHO Director-General's opening remarks at the media briefing on COVID-19 -11",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Designing equitable antiretroviral allocation strategies in resource-constrained countries",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dp Wilson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Blower",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLOS Medicine",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The testing centers are Research Institute for Tropical Medicine (RITM), San Lazaro Hospital, University of the Philippines-National Institutes of Health (UP-NIH), Lung Center of the Philippines, Baguio General Hospital Medical Center (BGHMC), The Medical City, Pasig City (TMC), St. Luke's Medical Center, Quezon City, Bicol Public Health Laboratory (BPHL), Western Visayas Medical Center (WVMC), Vicente Sotto Memorial Medical Center (VSMMC), and Southern Philippines Medical Center (SPMC).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Heat map of infections and locations of testing centers accredited by the World Health Organization as of 12 April 2020. The following are the accredited testing centers and are shown on the map: 1. Research Institute for Tropical Medicine (RITM); 2. San Lazaro Hospital; 3. University of the Philippines -National Institutes of Health (UP-NIH); 4. Lung Center of the Philippines; 5. Baguio General Hospital and Medical Center (BGHMC); 6. The Medical City, Pasig City (TMC); 7. St. Luke's Medical Center, Quezon City; 8. Bicol Public Health Laboratory (BPHL); 9. Western Visayas Medical Center (WVMC); 10. Vicente Sotto Memorial Medical Center (VSMMC); 11. Southern Philippines Medical Center (SPMC).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "using the mean, µ, and variance, σ 2 , of distributions of each density structures in the country : (i) population density-based distribution of infected individuals in the whole Philippines which resulted in k = 0.0849, (ii) distribution of infected individuals in Metro Manila and this results in k = 0.4136, and (iii) population density-based distribution of infected individuals in Metro Manila that results in k = 1.5614, the highest density in the country.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Proportion of testing kits for various number of testing centers against different values of k. These testing centers are located in: 1. Research Institute for Tropical Medicine (RITM); 2. San Lazaro Hospital; 3. University of the Philippines -National Institutes of Health; 4. Lung Center of the Philippines; 5. Baguio General Hospital and Medical Center; 6.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Locations of the 11 testing centers accredited by the World Health Organization as of 12 April 2020 and the 19 additional testing centers. The following are the testing centers and are shown in the map: 1. Research Institute for Tropical Medicine (RITM); 2. San Lazaro Hospital; 3. University of the Philippines -National Institutes of Health (UP-NIH); 4. Lung Center of the Philippines; 5. Baguio General Hospital and Medical Center (BGHMC); 6. The Medical City, Pasig City (TMC); 7. St. Luke's Medical Center, Quezon City; 8. Bicol Public Health Laboratory (BPHL); 9. Western Visayas Medical Center (WVMC); 10. Vicente Sotto Memorial Medical Center (VSMMC); 11. Southern Philippines Medical Center (SPMC); 12. Caloocan City; 13. Cavite; 14. City of Mandaluyong; 15. City of Makati; 16. Laguna; 17. Taguig City; 18. Pasay City; 19. Rizal; 20. Bulacan; 21. City of Las Piñas; 22. City of Parañaque; 23. City of Marikina; 24. City of Malabon; 25. City of Valenzuela; 26. City of Navotas; 27. Pangasinan; 28. Batangas; 29. Negros Occidental; 30. City of San Juan.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "65%−24.03%), UP-NIH (16.25% − 44.80%), Lung Center (15.8% − 26.40%), BGHMC (0.58% − 0.76%), TMC (5.96% − 25.51%), St. Luke's, QC (1.09% − 6.70%), BPHL (0.06% − 0.08%), WVMC (0.71% − 4.52%), VSMMC (1.02% − 2.61%), and SPMC (≈ 0.01%).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Testing Center k = 1.5614 k = 0.4136 k = 0.0849Table 1: Proportion of test kits to be distributed in the different testing centers for k = 1.5614, k = 0.4136 and k = 0.0849 where * are assumed values for daily limit.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The Medical City, Pasig City; 7. St. Luke's Medical Center, Quezon City; 8. Bicol Public Health Laboratory; 9. Western Visayas Medical Center; 10. Vicente Sotto Memorial Medical Center; 11. Southern Philippines Medical Center; 12. Caloocan City; 13. Cavite; 14. City of Mandaluyong; 15. City of Makati; 16. Laguna; 17. Taguig City; 18. Pasay City; 19. Rizal; 20. Bulacan; 21. City of Las Piñas; 22. City of Parañaque; 23. City of Marikina; 24. City of Malabon; 25. City of Valenzuela; 26. City of Navotas; 27. Pangasinan; 28. Batangas; 29. Negros Occidental; 30. City of San Juan.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Table A.2: Proportion of test kits to be distributed in 21 testing centers.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065201 doi: medRxiv preprint Appendix B. Optimal solution for 30 testing centersTable B.3: Proportion of test kits to be distributed in 30 testing centers.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Appendix A. Optimal solution for 21 testing centers",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}