{
    "paper_id": "a76907abb5122f79f03184a2a5b1146a530f6965",
    "metadata": {
        "title": "Multi-Stage Group Testing Improves Efficiency of Large-Scale COVID-19 Screening",
        "authors": [
            {
                "first": "Eberhardt",
                "middle": [],
                "last": "Jn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College London",
                    "location": {
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Breuckmann",
                "middle": [],
                "last": "Np",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College London",
                    "location": {
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Eberhardt",
                "middle": [],
                "last": "Cs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospitals of Geneva",
                    "location": {
                        "settlement": "Geneva, Bonn",
                        "country": "Switzerland, Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Manuscript: 2442 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Background:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "SARS-CoV-2 test kits are in critical shortage in many countries. This limits large-scale population testing and hinders the effort to identify and isolate infected individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Objectives:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Herein, we developed and evaluated multi-stage group testing schemes that test samples in groups of various pool sizes in multiple stages. Through this approach, groups of negative samples can be eliminated with a single test, avoiding the need for individual testing and achieving considerable savings of resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We designed and parameterized various multi-stage testing schemes and compared their efficiency at different prevalence rates using computer simulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We found that three-stage testing schemes with pool sizes of maximum 16 samples can test up to three and seven times as many individuals with the same number of test kits for prevalence rates of around 5% and 1%, respectively. We propose an adaptive approach, where the optimal testing scheme is selected based on the expected prevalence rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "These group testing schemes could lead to a major reduction in the number of testing kits required and help improve large-scale population testing in general and in the context of the current COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 pandemic is caused by the virus SARS-CoV-2 and despite drastic measures taken to limit disease dissemination, this pandemic will lead to a substantial death toll and an unforeseeable impact on health-care systems and the world economy. This shows the need for accurate data on prevalence to better inform political and public health decision making and to broadly identify infected individuals. So far, 1.6 million cases and over 100,000 deaths have been reported world-wide ([1], 10.4.2020) . However, true prevalence rates are unknown as in most countries large-scale population testing has still not been introduced. Tests are often restricted to specific groups of populations, such as healthcare workers, individuals with known SARS-CoV-2 exposure, COVID-19 symptoms or with risk factors for severe diseases.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 504,
                    "text": "10.4.2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "One reason for the limited testing is the shortage of PCR testing reagents. This could be overcome by group testing, a method first suggested by Dorfman for testing large populations of U.S. soldiers for syphilis [2] . The idea of group testing involves the division of the population into small groups. For each group, a combined sample ('pool') of its members is created and tested. If the pool tests negative, it can be concluded that all group members are negative and no individual tests will be required. If the pool tests positive, further tests will have to be performed to determine which group member(s) are positive. One ad-hoc model of group testing, using pools of up to 10 samples, has recently been applied for SARS-CoV-2 PCR [3] . More refined variants of group testing are for example used in HIV screening [3] [4]; but these pool sizes seem to exceed the sensitivity of current SARS-CoV-2 testing methods [5] .",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 216,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 741,
                    "end": 744,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 824,
                    "end": 827,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 923,
                    "end": 926,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Herein, we develop various group testing schemes and evaluate their resource efficiency for different prevalence rates. We define models that are presumed practical for SARS-CoV-2 testing applications (small pool sizes, small number of steps) and best suited to minimize the number of tests necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "We developed and evaluated multi-stage group testing schemes that test samples in groups of various pool sizes in multiple stages. Through this approach, groups of negative samples can be eliminated with a single test, avoiding the need for individual testing and achieving considerable savings of resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectives"
        },
        {
            "text": "Multi-Stage group testing schemes PܰS݇(\"pool size ܰ , ݇ stages\") were designed on the basis of two integers ‫ݔ‬ (divisor) and ݇ (number of stages). The initial pool size is .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design of testing schemes"
        },
        {
            "text": "To compare the performance of group testing schemes, we defined a quantity called improvement factor. Mathematically, the improvement factor is the ratio of the population size and the expected value of the number of tests performed by the scheme. In other words, it is the average number of samples that can All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of testing schemes"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of testing schemes"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 10.20061176 doi: medRxiv preprint be tested with a single test, when the scheme is applied to a large population. Importantly, the improvement factor depends on the prevalence rate ‫‬ . Improvement factors of two-stage testing schemes PNS2 were calculated using the formula",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20061176",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Evaluation of testing schemes"
        },
        {
            "text": ". To handle multi-stage testing schemes, a PYTHON program was written by us. Additionally, PYTHON was used to implement a Monte-Carlo statistical method that performs multi-stage and matrix group testing schemes on 1M randomly generated groups of samples and averages the improvement factor over all groups. The two methods were compared and found to be in agreement with one another.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of testing schemes"
        },
        {
            "text": "The improvement factors for all two-/multi-stage schemes with pool sizes up to 10,000 and for the (8x12) matrix scheme were calculated with the above methods for all prevalence rates ‫‬ between 0% and 30% in steps of 0.05%. PYTHON was used to determine the optimal testing scheme amongst these examples. MATPLOTLIB was used to plot heatmaps visualizing the results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of testing schemes"
        },
        {
            "text": "We presume that schemes are clinically feasible if their pool size is less or equal than 16 and their number of stages is less or equal than 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of testing schemes"
        },
        {
            "text": "A selection of presumed clinically feasible and optimal multi-stage schemes P3S3, P9S3, P4S2 and P16S3 was made. Also, the schemes P32S2, P10S2 and the matrix scheme were considered as they appeared in earlier literature [6, 7] . MATPLOTLIB was used to plot their improvement factors for prevalence rates between 0% and 30%. Data for prevalence rates over 30% was not plotted, since all testing schemes perform worse than individual testing in these cases.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 224,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 225,
                    "end": 227,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Evaluation of testing schemes"
        },
        {
            "text": "We designed group testing schemes with the goal of testing large numbers of samples more efficiently. Samples are not tested individually from the start but rather arranged into groups ('pools') and then tested together. All samples in pools that are tested negative must be negative and no individual testing is needed. All samples in pools that are tested positive are further processed according to the design of the testing scheme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design of group testing schemes"
        },
        {
            "text": "A commonly used approach is two-stage testing [2] , where pools containing for example 3 individual samples (P3, \"pool of 3\") are tested first, and in a second stage (S2, \"2 stages\") samples in positive pools are tested individually ( Fig 1A) .",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 49,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 242,
                    "text": "Fig 1A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Design of group testing schemes"
        },
        {
            "text": "The resource efficiency of group testing stems from the fact that for low prevalence rates it is likely that a group of samples will not contain a positive sample and thus negative samples are eliminated in groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design of group testing schemes"
        },
        {
            "text": "Group testing schemes can be refined in various ways. We expanded the design to multi-stage testing schemes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design of group testing schemes"
        },
        {
            "text": "Here, pools that are tested positive are split in multiple stages into smaller pools before eventually performing individual tests. We used integer powers ‫ݔ‬ (e.g.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design of group testing schemes"
        },
        {
            "text": ": 1, 4, 16, ...) of pool sizes and divided them by the fixed number ‫ݔ‬ (divisor) after each stage. For example, a testing scheme that we call P16S3 (\"pool of 16, 3 stages\") has the divisor ‫ݔ‬ ൌ 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": ", meaning that pool sizes are divided by 4 at each stage: It uses pools of 16 samples in the first stage, pools of 4 samples in the second stage and individual testing in the third stage ( Fig 1B) . All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 196,
                    "text": "Fig 1B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "4"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 10.20061176 doi: medRxiv preprint There are obvious variants, which are more complicated, such as using different divisors at each stage, but we did not consider these here.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "10.20061176 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "To evaluate and compare the performance of different group testing schemes, we defined the improvement factor compared to individual testing. The improvement factor describes how many more samples can be tested using the same (limited) number of ressources. Simplistically speaking, an improvement factor of 10 indicates that 20,000 tests are sufficient to test an average population of 200,000 individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of different two-and multi-stage group testing schemes"
        },
        {
            "text": "The improvement factor of each scheme depends on the prevalence rate. A calculation shows that for a prevalence rate ‫‬ and a pool size ܰ the improvement factor for two-stage testing is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of different two-and multi-stage group testing schemes"
        },
        {
            "text": "Hence, if the prevalence rate approaches 0, the improvement factor approaches the pool size N. Multi-stage testing schemes have the same asymptotic behaviour although explicit formulas for their improvement factor become more complicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of different two-and multi-stage group testing schemes"
        },
        {
            "text": "We next compared the improvement factors of each testing scheme assuming different prevalence rates up to 30%. Results for selected prevalence rates (1%, 7.5% and 20%) are visualised in Figure 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 194,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Evaluation of different two-and multi-stage group testing schemes"
        },
        {
            "text": "The data showed that group testing is more efficient than individual testing for prevalence rates under 30%. As expected, large pool sizes and more stages are preferable for lower prevalence rates, small pool sizes and fewer stages are preferable for higher prevalence rates, indicating that there is no group testing scheme that is optimal for all prevalence rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of different two-and multi-stage group testing schemes"
        },
        {
            "text": "For prevalence rates under 12%, multi-stage schemes had higher improvement factors than two-stage schemes. For prevalence rates around 1%, simple three-stage schemes such as P9S3 or P16S3 (Fig 1B) yielded improvement factors of around 7.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 188,
                    "end": 196,
                    "text": "(Fig 1B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Evaluation of different two-and multi-stage group testing schemes"
        },
        {
            "text": "At prevalence rates of around 1%, group testing schemes with very large pool sizes and many stages, for example P81S5, are optimal in the mathematical sense but clinically impractical for several reasons: First, PCR testing is not arbitrarily sensitive. Pooling positive with negative samples dilutes the positive samples, which increases the risk of false negative results. However, recent research indicates that pooling of 16 samples does not seem to substantially impact test sensitivity of SARS-Cov-2 PCR tests [5] . Second, the number of stages should be reasonable. Each additional stage increases the workload and the risk of human error. Furthermore, stages have to be processed sequentially, increasing the time to get the diagnosis. Therefore, we decreased complexity and restricted our further analysis to schemes with pool sizes up to 16 samples and a maximum of 4 stages.",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 519,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Evaluation of different two-and multi-stage group testing schemes"
        },
        {
            "text": "We determined the improvement factor of P3S2, P9S3, P4S2 and P16S4 for prevalence rates up to 30% (Figure 3 A+B) and compared results with previously described schemes, namely the two-stage testing schemes with pool sizes of 10 (P10S2, [6] ), or 32 (P32S2, [5] ). We also assessed the matrix testing scheme [7] using a matrix of 96 samples (12x8) that groups samples in rows (8 pools comprising 12 samples) and columns (12 pools comprising 8 samples) a method that has also been used for epitope mapping in immunology research application [8] .",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 239,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 539,
                    "end": 542,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 107,
                    "text": "(Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Performance of presumed clinically feasible group testing schemes"
        },
        {
            "text": "We summarized the optimal testing schemes for different prevalence rates (Table 1) : All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 82,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Performance of presumed clinically feasible group testing schemes"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Performance of presumed clinically feasible group testing schemes"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 10.20061176 doi: medRxiv preprint For low prevalence rates (0-3.5%), P16S3 is optimal among all the schemes we consider feasible, with improvement factors between 16 down to 3.8. For medium prevalence rates (3.5-12%), it becomes advantageous to reduce the pool size to 9 and perform 3 stages (P9S3), giving an improvement factor from 3.8 down to 1.5. For high prevalence rates between 12% and 30%, the pool size should be further reduced to three samples with 2 stages (P3S2), yielding an improvement factor from 1.5 down to 1. Once the prevalence rate is 30% and above, individual testing should be performed.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "10.20061176 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Performance of presumed clinically feasible group testing schemes"
        },
        {
            "text": "In summary, we showed that among all presumed clinically feasible testing schemes multi-stage schemes are preferable to two-stage schemes for prevalence rates of under 12%. For prevalence rates up to 3.5% P16S3 is preferable. From 3.5% up to 12% P9S3 performs best. However, for prevalence rates above 12% the two-staged testing scheme P3S2 is preferable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Performance of presumed clinically feasible group testing schemes"
        },
        {
            "text": "We introduced multi-stage group testing schemes which are highly efficient methods to test large numbers of samples and assessed their improvement factor depending on different prevalence rates. We found that three-stage schemes performed optimally for prevalence rates up to 12% and that initial pool sizes of 16 were best for prevalence rates up to 3.5% (P16S3, improvement factor 16 to 3.8) and pools of 9 samples for rates between 3.5% and 12% (P9S3, improvement factor 3.8 to 1.5). For prevalence rates between 12 and 30%, two-stage testing with pools of 3 samples performed best (P3S2, improvement factor 1.5 to 1). This suggests that an adaptive approach is necessary where the scheme is chosen depending on the estimated prevalence rate. The multi-stage group testing schemes defined in this paper outperform other approaches to group testing in the literature [7] .",
            "cite_spans": [
                {
                    "start": 869,
                    "end": 872,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The high efficiency of multi-stage group testing allows for large-scale testing of populations. To estimate the potential savings of tests we can use real-world data [1] (dated 10.04.2020). In order not to overestimate the prevalence rate, we considered data from countries which have performed large-scale population testing, namely South Korea and Germany. In South Korea a total of 503,051 people have been tested, of which 10,450 were positive. This gives an estimate for the underlying prevalence rate of 2%. At this prevalence rate the multi-stage testing scheme P16S3 is optimal and would allow for testing about five times as many individuals with the same number of tests. In Germany, a total of 1,317,887 people were tested, of which 118,235 were positive. This gives a higher prevalence rate of around 9%. In this case the multi-stage scheme P9S3 is optimal; it would enable the testing of an additional 80% of individuals (compared to only 30% improvement based on the P10S2 scheme suggested in [6] ). Note that these numbers have a selection bias, as individuals with COVID-19 symptoms were more likely to be tested. By introducing large-scale testing, established true prevalence rates will probably be lower, which would automatically yield even better improvement factors of the testing schemes.",
            "cite_spans": [
                {
                    "start": 1007,
                    "end": 1010,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our analysis and predictions are in silico observations and have to be confirmed in real life. In particular, these testing schemes will have to be established in a similar fashion as other novel individual laboratory testings with the aim of assessing and limiting potential false positive or negative results. The practical feasibility of our methods is supported by observations of Yelin et al. which indicate that pooling up to 16 samples for SARS-Cov-2 PCR testing could potentially not decrease test sensitivity [5] . If further laboratory analyses show that the scheme P16S3 is not implementable and that pool sizes of 16 samples increase the false negative rate significantly, the scheme P9S3 presents a viable alternative. Here, improvement factors are comparable (7.2 vs. 6 for 1% prevalence rate) while almost halving the pool size. All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 518,
                    "end": 521,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 10.20061176 doi: medRxiv preprint However, it has been described that the viral load depends on the disease stage and is high during the early phase [9] . Thus, larger pool sizes could be used for this subpopulation. Additionally, individuals with higher and lower likelihood of infection could be combined into different pools to improve testing efficiency by choosing the appropriate testing scheme.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "10.20061176 doi: medRxiv preprint",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As these group-testing schemes are agnostic towards practical application, they can be used in different settings. In the course of the current COVID-19 pandemic and in view of the shortage of PCR testing kits, these multiple-stage schemes would allow for large-scale population testing and prevalence estimations. Also, efforts are made to determine sero-prevalence of anti-SARS-CoV-2 antibodies as potential markers of previous infection and immunity and broad population testing will soon become necessary. Here, multiple-stage testing could be employed and it has been shown for anti-HIV antibody testing that ELISA tests of pooled serum samples can be performed without a significant decrease in sensitivity or specificity [10] .",
            "cite_spans": [
                {
                    "start": 728,
                    "end": 732,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, we identified group testing schemes that are more efficient than individual testing methods most laboratories currently employ under different prevalence rates. These findings can have the potential to significantly increase the mass testing efficiency in the context of the current COVID-19 pandemic. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 10.20061176 doi: medRxiv preprint In total, 32 samples were tested with 10 tests (3.2 samples per test). With lower prevalence rates, P16S3 can, on average, test up to 16 samples with 1 test. ݇ stages (y-axis). Color intensity represents the improvement factor, i.e. the average number of subjects tested with a single test (darker is higher). Dashed lines indicate the cut-off with respect to the maximal initial pool size of 16. Dotted lines indicate the cut-off with respect to the maximal number of stages of 4.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20061176",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A: For 1% prevalence rate, among all schemes, P81S5 performs best (improvement factor 8.4). Among schemes with a pool size limited by 16, P16S5 performs best (improvement factor 7.3). Finally, among schemes which are additionally limited to less than 5 stages, P16S3 performs best (improvement factor 7.1) testing 7.1 subjects with just one test, while still being practical. B: For 7.5% prevalence rate, P9S3 performs best (improvement factor 2). C: For a 20% prevalence rate, it is preferable to use a low number of stages. P3S3 performs best (improvement factor 1.22).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A: Improvement factors of the different schemes for prevalence rates below 5%. For prevalence rates below 3.5% scheme P16S3 is favorable, leading to an improvement factor of between 3-16-fold. Above 3.5% scheme P9S3 becomes favorable, giving improvement factors of around 3-fold. Note that for very low prevalence rates the improvement factors of multi-level schemes converge towards the maximum All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3: Improvement factors of different schemes for prevalence rates below 30%"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 10.20061176 doi: medRxiv preprint pool size, making schemes such as P10S1, P16S3 and P32S2 highly efficient. P32S2 is shown with a dashed line since its large maximum pool size may affect the reliability of the tests. For prevalence rates < 0.5% it rapidly converges towards an improvement factor of 32-fold.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "10.20061176",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Figure 3: Improvement factors of different schemes for prevalence rates below 30%"
        },
        {
            "text": "B: Improvement factors of the different schemes for prevalence rates between 5-30%. The data shows that for prevalence rates below 12% scheme P9S3 gives the largest improvement rate, whereas above 12% scheme P3S2 becomes favorable. For prevalence rates of 30% and above all schemes considered here do not offer an advantage over individual testing. Schemes with a large maximum pool size (P10S2, P32S2, Matrix) offer lower improvement rates and are hence unfavorable in this regime. All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3: Improvement factors of different schemes for prevalence rates below 30%"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04. 10.20061176 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "10.20061176 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Figure 3: Improvement factors of different schemes for prevalence rates below 30%"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The detection of defective members of large populations",
            "authors": [],
            "year": 1943,
            "venue": "Dorfman R. Annals of Mathematical Statistics",
            "volume": "14",
            "issn": "",
            "pages": "436--411",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Routine detection of acute HIV infection through RNA pooling: survey of current practice in the United States",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Evaluation of COVID-19 RT-qPCR test in multi-sample pools",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Yelin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Aharony",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shaer-Tamar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Argoetti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Messer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Berenbaum",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shafran",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kuzli",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gandali",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hashimshony",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mandel-Gutfreund",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Halberthal",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Geffen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Szwarcwort-Cohen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kishony",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.26.20039438"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ad hoc laboratory-based surveillance of SARS-CoV-2 by real-time RT-PCR using minipools of RNA prepared from routine respiratory samples",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Eis-Huebinger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoenemann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Wenzel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Widera",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Souhaib Aldabbagh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Marx",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Streeck",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ciesek",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "G"
                    ],
                    "last": "Liebert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Huzly",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hengel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Panning",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Evaluation of Group Testing for SARS-CoV-2 RNA",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sinnott-Armstrong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hickey",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.27.20043968"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The Yellow Fever Virus Vaccine Induces a Broad and Polyfunctional Human Memory CD8 + T Cell Response",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Akondy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Monson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Edupuganti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Teuwen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Quyyumi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Rio",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Keyserling",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Ploss",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Orenstein",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Mulligan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Ahmed",
                    "middle": [
                        "R"
                    ],
                    "last": "Immunol",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "183",
            "issn": "",
            "pages": "7919--7930",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Virological assessment of hospitalized patients with COVID-2019",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Evaluation of Human Immunodeficiency Virus Seroprevalence in Population Surveys Using Pooled Sera",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Kline",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Brothers",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brookmeyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zeger",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J Clin Microbiol",
            "volume": "27",
            "issn": "7",
            "pages": "1449--52",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.10.20061176"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Schematic visualization of different group testing approachesScheme P3S2 (left) is applied to 18 samples (circles) with 16 negatives (white) and 2 positives (red) samples. The spatial arrangement of the tests is irrelevant. Stage 1: 6 groups of 3 samples each are combined into pools (rectangles) and tested (blue for negative, red for positive). Stage 2: all samples belonging to a negative pool are considered negative and not further tested (grey). All samples from positive pools are tested individually.In total, 18 samples were tested with 12 tests (1.5 samples per test). With lower prevalence rates, P3S2 can, on average, test up to 3 samples with 1 test.Scheme P16S3 (right) is applied to 32 samples, one of which is positive. Stage 1: 2 groups of 16 samples are pooled and tested. Stage 2: All samples in the negative group must be negative and are hence not tested further. Samples in the positive group are pooled into 4 subgroups of 4 samples and each pool is tested. Stage 3: The remaining 4 samples in the one positive pool are tested individually.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Performance of various multi-stage schemes under prevalence rates of 1%, 7.5% and 20%.Each square represents a multi-stage scheme PܰS݇ with pool size",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "which is divided by",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Detailed summary of testing schemes and improvement factors for various prevalence",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank John Kwan for the careful reading of our manuscript and CoCalc for providing a remote collaborative programming platform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}