{
    "paper_id": "a7d9440cb3a45994c274d4de41cbaf14343c8a89",
    "metadata": {
        "title": "Patterns of the COVID19 epidemic spread around the world: exponential vs power laws",
        "authors": [
            {
                "first": "Natalia",
                "middle": [
                    "L"
                ],
                "last": "Komarova",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California Irvine",
                    "location": {
                        "postCode": "92697",
                        "settlement": "Irvine",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Dominik",
                "middle": [],
                "last": "Wodarz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Samueli College of Health Science",
                    "location": {
                        "addrLine": "Susan and Henry"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We have analyzed the COVID19 epidemic data of more than 174 countries (excluding China) in the period between January 22 and March 28, 2020. We found that some countries (such as the US, the UK, and Canada) follow an exponential epidemic growth, while others (like Italy and several other European countries) show a power law like growth. At the same time, regardless of the best fitting law, most countries can be shown to follow a trajectory similar to that of Italy, but with varying degrees of delay. We found that countries with \"younger\" epidemics tend to exhibit more exponential like behavior, while countries that are closer behind Italy tend to follow a power law growth. We hypothesize that there is a universal growth pattern of this infection that starts off as exponential and subsequently becomes more power law like. Although it cannot be excluded that this growth pattern is a consequence of social distancing measures, an alternative explanation is that it is an intrinsic epidemic growth law, dictated by a spatially distributed community structure, where the growth in individual highly mixed communities is exponential but the longer term, local geographical spread (in the absence of global mixing) results in a power-law. This is supported by computer simulations of a metapopulation model that gives rise to predictions about the growth dynamics that are consistent with correlations found in the epidemiological data. Therefore, seeing a deviation from straight exponential growth may not be a consequence of working nonpharmaceutical interventions (except for, perhaps, restricting the air travel). Instead, this is a normal course of raging infection spread. On the practical side, this cautions us against overly optimistic interpretations of the countries epidemic development and emphasizes the need to continue improving the compliance with social distancing behavior recommendations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "to some extent in younger segments of the population. The overall mortality rate further depends on the prevalence of the infection in the population: Once the number of infected individuals has reached sufficiently large sizes, health care systems become overwhelmed and lose the capacity to treat all patients in need [4] . In particular, the number of respirator units poses an important limitation, which has resulted in difficult triaging policies in some countries, most notably Italy and Spain. Non-pharmaceutical intervention methods, such as social distancing, have become an important tool in the fight against coronavirus spread [5] . The idea is to slow down the rate at which the virus spreads through human populations, and thus to maintain the number of infected individuals that require treatment below a threshold level, thus avoiding a situation in which hospitals become overwhelmed. Hence, wide-spread closures of schools and businesses, and stay-home orders, have been implemented across Asia, America, Europe, and other affected regions.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 323,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 640,
                    "end": 643,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A number of studies have been performed that investigated the kinetics of coronavirus spread through human populations. The pattern of virus spread was found to be approximately exponential, at least during the early stages of virus spread [6, 7] , and importantly, the basic reproductive ratio of the virus has been estimated [8, 9, 10, 11] . The implementation of social distancing measures are expected to have a significant impact on the virus spread kinetics [5] , which has been observed in some Asian countries, such as China [12] . While the effect of containment efforts have been very pronounced in these countries, they might be more subtle in other countries across the globe, especially during the initial phase following their implementation. To better assess observed virus spread trajectories following the implementation of social distancing measures, a more detailed understanding of the basic kinetics of virus spread in different countries is required. While the virus spread pattern is often quoted to be exponential [6, 7] , power law patterns have been reported in data from China [13] .",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 243,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 244,
                    "end": 246,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 331,
                    "end": 333,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 464,
                    "end": 467,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 533,
                    "end": 537,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1038,
                    "end": 1041,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1042,
                    "end": 1044,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1104,
                    "end": 1108,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this study, we compare the per capita virus spread kinetics observed for many countries around the globe, in order to obtain a better understanding of similarities and differences. Interestingly, we find that as per capita infections grow towards larger numbers, the growth pattern deviates from exponential and is better described by a power law. This can be hypothesized to be due to social distancing measures [5] , or potentially to the build-up of immunity in the population [14] . We show, however, that the longer term per capita infection levels over time across a wide array of countries can be remarkably similar, and follow the same power law trajectory as seen in countries that are most strongly affected, such as Italy. This indicates that the long-term dynamics of COVID19 spread might be intrinsically governed by a power law, even in the absence of non-pharmaceutical interventions. We interpret these findings with computer simulations of a metapopulation model, which can account for an initial exponential spread phase, followed by a longer-term power law behavior, by assuming that the infection spreads in a well-mixed manner inside local demes, while also spreading spatially across different demes. We relate model predictions to epidemiological correlations found in the data. These insights into the spread kinetics of COVID19 might be useful for assessing the impact of non-pharmaceutical intervention methods in different countries.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 419,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 483,
                    "end": 487,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The data of confirmed COVID19 cases over time have been obtained from the data repository maintained by Johns Hopkins University Center for Systems Science and Engineering (CSSE) (https://datahub.io/core/covid-19#data-cli). As of March 28, 174 countries were represented in the database, as well as the cases on \"Diamond Princess\" (which were not used in the analysis). We only included the total counts for each country, even though information on the different provinces was available for several countries. The number of confirmed cases has been recorded since January 22, 2020, and has been updated daily.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sources"
        },
        {
            "text": "To compare the time course of COVID19 cases across different locations, the per capita incidence was calculated, normalizing the numbers by the total population size of the country. The information on the population size and the area of different countries was taken from Wolfram Mathematica's database, \"CountryData\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sources"
        },
        {
            "text": "Here, we present the comparison of the kinetics according to which cumulative COVID19 cases grow over time in different countries around the world. Figure 1 (a) presents the raw data showing total case counts for a select number of key countries. Figure 1 (b) shows the corresponding per million case counts.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 156,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 247,
                    "end": 255,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Per capita case numbers and time lags"
        },
        {
            "text": "A complication for comparing the growth dynamics is that the timing of the onset of community spread varies across locations. The growth curve of confirmed cases was therefore shifted in time to make them comparable, according to the following procedure. The cumulative confirmed COVID19 case counts in Italy were chosen to be the example against which the growth curves in all other countries were compared, due to Italy being a current epicenter of the outbreak. The (normalized, cases per million) infection growth curves of the other locations were shifted in time such that the difference between all data points of the country under consideration and Italy was minimized. The shift that minimized this Euclidean distance between the curves was assumed to indicate the number of days that the country lags behind Italy. Some examples of such results are presented in figure 2 . We note that this assumes that all the countries test for COVID19 at comparable levels, which is an over-simplification. If a country tests less than Italy, it will lag behind Italy to a lesser extent. Conversely, if a country tests more than Italy, 3 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 872,
                    "end": 880,
                    "text": "figure 2",
                    "ref_id": null
                }
            ],
            "section": "Per capita case numbers and time lags"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Per capita case numbers and time lags"
        },
        {
            "text": "it is predicted to be further behind Italy. Reliable data on the total number of tests in different countries are currently not available to our knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Per capita case numbers and time lags"
        },
        {
            "text": "In this way, we obtained a time course of confirmed COVID19 cases that are temporally synchronized with Italy, which allows for a more straightforward comparison of the kinetics. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Per capita case numbers and time lags"
        },
        {
            "text": "Heterogeneity in growth laws across the different countries are observed. While some countries appear to show exponential growth of confirmed COVID19 cases, other countries appear to exhibit growth laws that deviate from exponential. Previous work [13] has suggested that a power law might be a better description of the cumulative COVID19 cases over time in China during the earlier stages of the epidemic (before it was controlled). Therefore, we hypothesized that for a subset of the countries that were analyzed, a power law is an appropriate description. To test this hypothesis, we fit both exponential and power law curves to the data for each country and determined the goodness of fit.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Growth laws of the epidemic in different countries"
        },
        {
            "text": "This data fitting was performed as follows: Only the data points were considered where the number of COVID19 cases had risen above a threshold, which we set at 1 case per million people (see Appendix for variations of this threshold). We fit both a power function and an exponential function to the data to determine which model fits the data better. For the power law function, a complication arose because fitting requires knowledge of the \"zero\" point, that is, the moment of time when the growth (according to the power law) began. The fits to the data change if the time scale is changed. Hence, we started by assuming the first data point to be the day when the infection frequency first exceeded 1 case per million, and fitted the power law, a 1 x b 1 , for some constants a 1 and Figure 2 : The same data as in figure 1 (bottom), presented by shifting individuals lines to match the Italy curve. The table shows the lag, that is, by how many days each country is behind Italy. b 1 . Then we shifted the time series incrementally by one day, and for each shift the power law was fitted. For each fitting frame, a different value of the power law exponent, b 1 , was obtained. Subsequently, we fit an exponential function to the same data (a 2 e b 2 x ). The estimated exponent does not depend on the time shift, so fitting the exponential function was straightforward and yields a unique value b 2 for all the fitting frames. For both the exponential and the power law fits, we determined the sum squared error between observed and expected, and compared them. For more details of the fitting procedure, see Appendix A. Figure 3 shows the fitting errors calculated for 75 countries; we included a country if the number of cases reached 20 per million, and excluded China and South Korea, since their epidemics clearly deviate from an exponential or a power law. The yellow horizontal lines represent the exponential fitting and the blue lines the power law fitting. We observe that there are several different configurations that are repeatedly encountered.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 788,
                    "end": 796,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 819,
                    "end": 827,
                    "text": "figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1627,
                    "end": 1635,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Growth laws of the epidemic in different countries"
        },
        {
            "text": "• For some countries (like the US, see also figure 4(a)), the power fitting error is always above the exponential fitting error. Such countries are clearly showing an exponential epidemic growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth laws of the epidemic in different countries"
        },
        {
            "text": "• There is another group of countries (such as Italy, see also figure 4(b)), where the power law fitting error is always below the exponential error; here we clearly have a power law growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth laws of the epidemic in different countries"
        },
        {
            "text": "• There are some other countries that we can classify as power law-like and exponential-5 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth laws of the epidemic in different countries"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth laws of the epidemic in different countries"
        },
        {
            "text": "like. Suppose a power law error curve crosses the exponential error line (see Greece, figure 4(c)), at a given frame shift. In this case, we will classify the growth as power law-like if the value of the exponent b 1 that corresponds to this frame shift satisfies b 1 < 5. Otherwise, we will classify the growth law as exponential-like.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth laws of the epidemic in different countries"
        },
        {
            "text": "For the examples mentioned here, figure 4 shows the best fits obtained by this method. For (b) and (c) it is clear that the power law provides more satisfactory fits. More details are provided in Appendix.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 33,
                    "end": 41,
                    "text": "figure 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Growth laws of the epidemic in different countries"
        },
        {
            "text": "Since in smaller countries (such as for example Luxembourg) the laws may be harder to determine and the data are subject to a higher degree of noise, for classification purposes we restricted the pool of countries to those with over a million inhabitants. Then the following country's epidemics were classified as exponential and as a power law, see also figure 5: In the lists above, the countries that are classified as power law-like and exponentiallike are printed in gray. There are 18 countries in the exponential law class, with 9 of them being truly exponential and the rest exponential-like. There are 43 countries in the power law class, with 20 of them being truly power law and the rest power law like.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth laws of the epidemic in different countries"
        },
        {
            "text": "It is interesting that the countries showing a power law (or power law-like behavior) are different with respect to some characteristics compared to the countries showing exponential or exponential-like behavior. Figure 6 (a) shows a numerical probability distribution for the day when the infection in each country reached the level of 1 case per million. Blue represents the power law set and yellow the exponential set (grey means an overlap of the two colors). The average date of reaching 1 case per million (counting from Jan 22) is about 48 days for the power law and 52 days for the exponential set (p = 0.035 by T test). In other words, the countries that are demonstrating a power law infection spread have had the relative infection level slightly longer than the exponentially developing countries. This points us towards a hypothesis that perhaps it is typical to observe a transition between an early, exponential stage of growth, and a later, power-like stage of growth. Figure 6 (b) shows the difference between the two classes of countries in terms of 6 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 221,
                    "text": "Figure 6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 986,
                    "end": 994,
                    "text": "Figure 6",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Correlates of the growth law"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlates of the growth law"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.30.20047274 doi: medRxiv preprint their area. We find that the exponentially growing infection class is associated with larger countries (mean area of about 1.7 × 10 6 km 2 ) compared to the power law class (mean area about 2.3 × 10 5 km 2 , p = 0.018 by T test). Similarly, exponential epidemic spread tends to correlate with lower density countries (figure 6(c)). It is possible that it takes longer for a larger country of a lower density to transition to a power law growth. We provide a possible explanation of this correlation in the context of metapopulation modeling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlates of the growth law"
        },
        {
            "text": "It is important to understand the dynamics with which the cumulative case counts increase over time, such that we have a better ability to judge whether non-pharmaceutical 8 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible explanations of the trends"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . interventions (e.g. social distancing) have an impact on the course of the epidemic. The COVID19 epidemic is often thought to grow exponentially. If this is the case, a deviation from exponential growth following the introduction of non-pharmaceutical interventions can indicate success of those interventions. In contrast, if the infection grows according to a power law while growth is incorrectly assumed to be exponential, a slow down of the cumulative COVID19 cases over time on a log scale can result in the false conclusion that the non-pharmaceutical intervention methods are working. If the cumulative cases grow like a power law, successful intervention would result in the growth deviating from the power law, and not from exponential growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible explanations of the trends"
        },
        {
            "text": "One interpretation of our analysis could be that in the absence of non-pharmaceutical interventions, the disease burden grows exponentially, but that over time, the nonpharmaceutical interventions slow down the spread. Hence, overall, the disease dynamics are described better by a power law than by an exponential function, because the power law is characterized by a slow-down of the growth rate over time. Italy, where one of the most pronounced power laws was observed, implemented some degrees of social distancing relatively early, although the more strict measures were implemented only recently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible explanations of the trends"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "While this cannot be excluded, the comparative plots in figure 2 might argue against this hypothesis. These graphs shows the spread dynamics for a few countries, whose epidemics are relatively advanced, and they have all been shifted to be temporally synchronized with Italy. As the infection spreads to higher levels, the curves for the different countries converge towards a common trajectory of the per capita cases of COVID19. In other words, as the infection spreads, the per capita number of cases converge and follow the same power law. If this deviation from exponential growth was due to nonpharmaceutical interventions, then it is surprising that those countries follow the same trajectory because they implemented those interventions at different times and to different degrees. The percentage of countries with a given delay that belong to the Power law group and to the Exponential law group. The trend that the percentage of exponential growth increases with the time lag (that is, decreases with the epidemic \"age\") is significant (p < 10 −4 by linear fitting).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "Alternatively, it is possible that the local epidemics characterized by power laws demonstrate an intrinsic power law spread that is independent of interventions. Computational models suggest that infection spread across networks or in spatially structured populations can lead to dynamics that follow a power law rather than an exponential trajectory, see below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "If some countries truly show infection spread that is governed by a power law, the question arises why other countries show clear exponential spread, and why yet other countries are more difficult to classify. We hypothesize that different countries are at different stages of epidemic development, but they all roughly follow the same trajectory, where an initial exponential growth is gradually replaced by a more power like behavior. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.30.20047274 doi: medRxiv preprint tries until, for each country, the best match with the Italian curve was obtained. As we can see in figure 7(a) , there are only a few countries that are just behind Italy, and as the number of lag days increases, the number of countries grows. This corresponds to the world wide spread of the pandemic: more and more countries become affected as time goes by. Figure 7(b) calculates, for each lag time, the percentage of countries that were classified as following power law or exponential dynamics. We can see that for the countries that are just a few days behind Italy, 100% of them belong to the power law group. As the lag time increases, indicating an earlier stage of the epidemic, more and more countries exhibit exponential growth (p < 10 −4 ). The same trend is also corroborated by figure 6(a) that shows that the epidemics in the exponential group are \"younger\".",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 255,
                    "text": "figure 7(a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 505,
                    "end": 516,
                    "text": "Figure 7(b)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "9"
        },
        {
            "text": "How can we explain the existence, to different extents, of power law like behavior in different countries? One possible reason could be non-pharmaceutical interventions that are only partially effective, see a schematic in figure 8 . It is possible that in early stages of the infection, exponential virus spread occurs because people have not yet altered their behavior and continue to travel and socially mix with each other. Mass-action dynamics are expected to yield exponential growth. As a result of non-pharmaceutical interventions that are only partially effective, people might stop traveling and thus slow down large scale mixing. However, they would still be interacting locally within their social network, which would lead to a transition to power law dynamics. It is possible that a number of countries are difficult to classify because they exhibit early mass action dynamics (exponential), followed by network interactions that lead to a transition to a power law. This would indicate that stronger non-pharmaceutical intervention methods need to be implemented.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 223,
                    "end": 231,
                    "text": "figure 8",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "9"
        },
        {
            "text": "More generally, the results can be interpreted in the context of a minimally parameterized metapopulation model, see figure 8 . Assume that within a local deme (such as a local community), people interact with each other, resulting in mass action dynamics. For the infection to spread further, however, people have to enter other demes, and seed the infection there. We have performed computer simulations of such a model to explore outcomes. The model is a two-dimensional metapopulation consisting of N × N patches. In each patch, i, the infection dynamics are given by a set of ordinary differential equations (ODEs) that take into account the population of susceptible (S i ), infected (I i ), recovered (R i ), and dead (D i ) individuals:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 125,
                    "text": "figure 8",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "9"
        },
        {
            "text": "11 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . Here, infection is described by a frequency-dependent infection term [15] , characterized but the rate constant β and a saturation constant . Infected individuals die with a rate ga and recover with a rate g(1 − a). The migration terms include the outward migration to n neighbors and an inward migration from all the n neighboring demes that belong to neighborhood B n i of deme i. The migration rate is denoted by f and we assume that each patch has eight direct neighbors, i.e. n = 8. The boundary demes are characterize by fewer inward/outward migrations (that is, they have smaller neighborhood sets).",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "Using this model, we track the predicted dynamics for I + R + D over time, which represents the cumulative infection case counts. In a first scenario, we start the computer simulations with a small amount of infected individuals in a single patch, located in the center of the grid. All other patches contain only susceptible individuals. The resulting dynamics are shown in figure 9 . We observe an initial exponential phase of infection spread, followed by a transition to a power-law spread. The spread is initially exponential, because within a single patch (the first patch), the dynamics are governed by well mixed populations. As the infection spreads to other patches by migration, the overall infection spread starts to be governed by spatial dynamics, which explains the 12 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 375,
                    "end": 383,
                    "text": "figure 9",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "9"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.30.20047274 doi: medRxiv preprint Next we assumed that instead of starting with infecteds only being present in a single patch, a small amount of infected individuals are initially present in more than one patch around the same time. This could correspond to larger countries, in which the infection is simultaneously seeded in multiple areas (e.g. due to travel from other places). Now, we observe overall growth dynamics that are are more exponential-like. The length of the predicted exponential phase becomes longer the more patches are initially seeded. The reason is that with more initial seeding events, the importance of spatial spread is de-emphasized. The metapopulation model can therefore predict an array of growth patterns where an exponential phase of varying length is followed by a transition to power law, depending on the initial conditions of the simulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "In this paper, we analyzed data that document the cumulative COVID19 case counts over time in a large number of countries around the world, and examined the laws according to which the infection spreads. This suggests that although the initial phase of the spread may be exponential, the longer term dynamics tend to be governed by a power law. The analysis indicates that the countries that display clear evidence for exponential growth are currently in a relatively early phase of the epidemic. The data further suggest that countries that are further along in the epidemic converge to a common power law 13 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "behavior, and cumulative per capita case counts appear to converge over time. These observations were interpreted by computer simulations of a metapopulation model that takes into account both local spread and spread across geographical space. This model predicts an initial exponential phase (due to local transmission events driving the dynamics), followed by a transition to a power law (once spatial dynamics significantly drive spread). The duration of the exponential phase is determined by the number of patches that are initially seeded with the infection. If the infection originates in a single location (patch), the exponential phase is likely not very pronounced, and most of the growth curve is predicted to follow a power law. If the infection is seeded simultaneously or nearly simultaneously in multiple locations, the duration of the exponential phase becomes longer. The larger the number of initially seeded locations, the more pronounced the exponential phase of the infection spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "These predictions are further in agreement with the correlations that we found between the growth law of the infection and country size. Exponential growth was associated with countries that are characterized by a larger area. More pronounced power laws tend to occur in counties with a smaller area. If a country has a larger area, it is more likely that multiple locations are seeded with the infection around a similar time, for example due to travelers returning from a country with a larger disease incidence. For this scenario, the metapopulation model predicts more pronounced exponential growth. If the country has a smaller area, it is more likely that the infection is seeded within one geographical area and spreads outward from there. In this case, the metapopulation predicts an infection spread pattern that mostly follows a power law.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "Beyond scientific interest, a better understanding of the laws according to which COVID19 spreads through populations is also of practical importance. Currently, emphasis is placed on non-pharmaceutical intervention measures to slow down the spread of the infection such that the ability of the health care system to cope with the number of incoming patients is preserved. The success of these intervention measures should be reflected in slowed infection spread. An understanding of the infection spread laws is crucial to interpret such data. If we assume that infection growth is exponential and if we plot the cumulative number of COVID19 cases on a log scale, a deviation and slow-down from exponential growth would lead to the conclusions that the non-pharmaceutical intervention measures are successful [16] . If, however, the true spread dynamics are characterized by a power law, we expect deviation and slow-down compared to exponential growth over time, even if the infection continues to spread at full force. In this case, a deviation from exponential spread cannot be interpreted to mean that non-pharmaceutical intervention measures are sufficient. To come to that conclusion, we would need to observe a deviation and slow-down of the infection spread compared to a power law null model.",
            "cite_spans": [
                {
                    "start": 810,
                    "end": 814,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "As with any data and modeling studies, it is important to note that results can depend on assumptions and methodologies. These are clearly spelt our here. One of the larger challenges we faced in the data analysis is the lack of knowledge at what time the infection was initiated in the individual countries. This information is not available. The time frame in turn influences the fit of the power law to the data, which we have addressed with our time shifting methodology. If further information becomes available about the time when infections are estimated to have originated in the individual countries, the methodology can be updated. Genetic studies could provide valuable data in this respect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "Another limitation of the data interpretation is the degree, to which different countries test for the coronavirus. If some countries test less than others, they will appear to be further behind Italy, while in reality the lag could be shorter. This type of uncertainty however does not change the central finding that the long term dynamics of COVID19 cases in different countries follow a power law, after an initial stage of exponential growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "Here we present the details of the fitting procedure used to determine the growth laws for different countries. It is illustrated with the example of Italy in figure 10 . The full data for the number of cases per million in Italy are presented in figure 1(b) , orange curve. In figure 10 , the subset of same data starting from 1 case per million, is plotted on the log-log scale (panel (a)) and on a linear scale (panel (b)), with varying horizontal shift, which corresponds to changing the position of time zero. This is what we refer to as a \"fitting frame\". The fitting frame number one is when the first data point in the selected subset corresponds to day 1. The ith fitting frame shifts this point to day i. For each fitting frame, we obtained the best fit with function a 1 x b 1 , by using a built-in Mathematica routine \"FindFit\". Note that the natural logarithm of the data was fitted for the figures presented here. 1 Clearly, some fits are better than others, see figure 10(a,b) . The fitting error for each fitting frame, i, was calculated as the distance between the data and the fit, normalized by the number of points:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 168,
                    "text": "figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 247,
                    "end": 258,
                    "text": "figure 1(b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 278,
                    "end": 287,
                    "text": "figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 977,
                    "end": 991,
                    "text": "figure 10(a,b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A Details of the fitting"
        },
        {
            "text": "where y Exponential fits of the same data from Italy are shown in figure 11(a,b) . In panel (a) we used a log scale, such that the exponential fits look like straight lines. It is clear that, first of all, these fits are all parallel lines and thus the error is exactly the same (thus the exponential fitting errors as functions of the fitting frame are horizontal lines, see figures 3 and 4). Second, we note that these fits are not very good for Italy, that's why the power fit errors is always below the exponential error, see figure 4 (b). For comparison, panels (c) and (d) of figure 11 show the exponential fits for the US data. We can see that the quality of the fits is better, see also figure 4(b). In the main text and in this Appendix so far, we describe a fitting procedure where the \"confirmed cases\" data for each country were used only if the numbers exceeded 1 case per million. Here we demonstrate how this changes if a different choice is made and a minimum of 5 cases per million is required for each data point to be included. In figure 12 we demonstrate the difference for 30 countries. The choice of countries for this graphics was somewhat arbitrary: we included the 30 countries out of the subset used in figure 3 that had the largest infection (cases per million).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 80,
                    "text": "figure 11(a,b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 530,
                    "end": 538,
                    "text": "figure 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 582,
                    "end": 591,
                    "text": "figure 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1050,
                    "end": 1059,
                    "text": "figure 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1229,
                    "end": 1237,
                    "text": "figure 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "A Details of the fitting"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . Figure 11 : Examples of exponential fits for Italy (a,b) and the US (c,d), where the log scale is used in (a,c) and the linear scale in (b,d). The yellow lines show exponential fits for 7 different frames from 1 to 21, as in figure 10(a,b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 87,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 303,
                    "end": 317,
                    "text": "figure 10(a,b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "17"
        },
        {
            "text": "Here we present plots of the best fits for different classes of countries. Figure 13 shows the 19 countries that were classified as a power law countries. The plots are presented on a log-log scale, such that the power law fits are straight lines. We can see that the best power law fit (blue) is a visibly better match than the exponential fit (yellow). Note that for all of these countries the power law fitting error for any frame shift is smaller than that obtained by the exponential fitting. The rest of the power law countries (those that were classified as power law like) are shown in figure 14 . This list contains 24 countries. For convenience, we present both a log log plot (such that the power law fits, blue, appear as straight lines) and a log plot (such that the exponential fits, yellow, appear as straight lines). Figure 15 shows the 9 countries that are characterized by a straight exponential growth. For these data, we used a log scale, such that the exponential fits are straight lines. For all of these countries the power law fitting error for any frame shift is larger than that obtained by the exponential fitting. Note however that power fits that are almost as good as exponential fits can always be found, if we we shift the frame far enough. These fits correspond to very large values of the power coefficient b 1 in the power law, see for example figure 4(a) which presents the example of the US. As the fitting frame index increases, the power law fitting error (top, blue line) approaches the exponential fitting error (horizontal yellow line). This, however, is meaningless, and does not indicate the presence of a power law. Figure 16 presents the rest of the countries from the exponential class, that is, those that were classified as exponential-like.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 84,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 594,
                    "end": 603,
                    "text": "figure 14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 833,
                    "end": 842,
                    "text": "Figure 15",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1661,
                    "end": 1670,
                    "text": "Figure 16",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "B Best fits for different countries"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.30.20047274 doi: medRxiv preprint Figure 12 : Comparison of two different choices of the fitting procedure, for 30 countries. Each panel represents a country, with the hrizontal axes being the fitting frame, and the vertical the fitting error. Red symbols correspond to the 1 case per million threshold, and blue circles to the 5 cases per million threshold. Circles represent the error of the power law fitting; they form non-constant functions. Squares represent the error of the exponential fitting and form horizontal lines, because these errors do not depend on the fitting frame.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 153,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "18"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.30.20047274 doi: medRxiv preprint Figure 13 : The 19 countries that were classified as those following a power law. For each country, two panels are presented. One is the full data (cases per million) plotted on a log log scale. The other is the subset of data (with 1 or more cases per mission) plotted on a log-log scale (black circles) together with the best power law (blue line) and exponential (yellow line) fits.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 153,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "19"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "20"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.30.20047274 doi: medRxiv preprint Figure 14 : The 24 countries that were classified as power law like. For each country, three panels are presented: (1) is the full data (cases per million) plotted on a log log scale. (2) is the subset of data (with 1 or more cases per mission) plotted on a log-log scale (black circles) together with the best power law (blue line) and exponential (yellow line) fits. (3) is the same as (2) except on a log scale.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 153,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "20"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.30.20047274 doi: medRxiv preprint Figure 15 : The 9 countries that were classified as those following an exponential law. For each country, two panels are presented. One is the full data (cases per million) plotted on a log log scale. The other is the subset of data (with 1 or more cases per mission) plotted on a log scale (black circles) together with the exponential fit (yellow line). Note that for these countries, the power law fits correspond to very high values of the exponent and are therefore not significantly different from the exponential fits. Figure 16 : The 9 countries that were classified as exponential-like. Panels are as in figure  15 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 153,
                    "text": "Figure 15",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 670,
                    "end": 679,
                    "text": "Figure 16",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 757,
                    "end": 767,
                    "text": "figure  15",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "21"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.30.20047274 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The COVID-19 epidemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Velavan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Trop Med Int Health",
            "volume": "25",
            "issn": "3",
            "pages": "278--280",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The epidemiology and pathogenesis of coronavirus disease (COVID-19) outbreak",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Rothan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Byrareddy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Autoimmunity",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. The Lancet",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Fair allocation of scarce medical resources in the time of Covid-19",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Emanuel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Persad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Upshur",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Thome",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Glickman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mass Medical Soc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "Ainslie",
                    "middle": [
                        "K"
                    ],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 and Italy: what next? The Lancet",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19 Epidemic Outside China: 34 Founders and Exponential Growth. medRxiv",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Estimation of country-level basic reproductive ratios for novel Coronavirus (COVID-19) using synthetic contact matrices. medRxiv",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hilton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of travel medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Estimating the reproductive number and the outbreak size of Novel Coronavirus disease (COVID-19) using mathematical model in Republic of Korea",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ki",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Epidemiology and Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The reproductive number R0 of COVID-19 based on estimate of a statistical time delay dynamical system. medRxiv",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19 containment: China provides important lessons for global response",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Frontiers of Medicine",
            "volume": "",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Scaling features in the spreading of COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Coronavirus may have infected half of UK population",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cookson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Financial Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "How should pathogen transmission be modelled? Trends in ecology & evolution",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mccallum",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Barlow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hone",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "295--300",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Effective containment explains sub-exponential growth in confirmed cases of recent COVID-19 outbreak in Mainland China",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Maier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Example of the data. The number of confirmed cases is plotted as a function of time for 6 countries and Orange County: (a) the raw counts, (b) cases per million. The numbers of confirmed COVID19 cases in Orange County, the home of the authors, have been obtained from the daily updates provided by the website of the Orange County Health Care Agency (OCHCA).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "75 countries' fitting results are presented as errors (blue for power law fits and yellow for exponential fits) as functions of the frame shift. Three distinct configurations can be observed: blue below yellow (a clear power law case), blue above yellow (a clear exponential case), and blue intersecting yellow. For such intermediate cases, we classified the growth as power-like if the power corresponding to the point of intersection corresponded to the power b 1 < 5. Otherwise it was classified as exponent-like.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Examples of three error graph configurations. (a) US, exponential; a log plot of the data is presented with the exponential fit. (b) Italy, power-law; a log log plot of the data is presented with the best fitting power law and exponential fits. (c) Greece, exponential-like; as in (b), a log-log plot is presented.7.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Geographic distributions of different epidemic growth laws. (a) Power law epidemics; (b) Exponential epidemics.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Comparison of the two classes of infection spread. (a) The timing of the infection: the distribution of time of reaching 1 case per million (counting from Jan 22), for the exponential and power law classes. The means are 48 days for the power law and 52 days for the exponential set (p = 0.035 by T Test). (b) Country size: the area of countries for the exponential and power law classes. The means are about 2.3 × 10 5 km 2 for the power law and 1.7×10 6 km 2 for the exponential, p = 0.018 by T test. (c) Country density: the means are about 374 people per km 2 for the power law and 98 people per km 2 for the exponential law, p = 0.035 by T test.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Temporal development of infection. The \"age\" of the epidemic is measured by the days of delay with respect to Italy. (a) The number of countries for each value of the time-lag with respect to Italy. The number of countries in the two growth law classes is shown for comparison. (b)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "demonstrates evidence in favor of this theory. Panel (a) plots the number of countries classified by the number of days they are delayed with respect to Italy. As explained in section 3.1 (see also figure 2), we shifted the growth trajectories of all coun-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The concept of partial social distancing measures and the metapopulation model. There is a grid of N × N patches. Within each patch (which represents a local community), deterministic SIR dynamics are assumed (complete mixing). Infection can also spread by contact (mixing) with neighboring patches (demes). Global infection transfer is also possible, e.g. by air travel within the country and outside, but this is disrupted by partial social distancing measures. Equations(1)(2)(3)(4) correspond to the situation where long-haul interactions are not prresent. This is what we implemented by simulations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Results from implementing the metapopulation model, equations (1-4). The total number of cases (given by I +R+D) is plotted as a function of time, on a log log scale (a) and a log scale (b). The black line shows the dynamics where the simulation starts with 1/10 of individuals infected in a single patch in the middle. The blue line corresponds to the initial condition where 1/50 of the individuals are infected in 5 randomly chosen patches. The red line shows the consequence of 1/500 of the individuals infected in 50 randomly chosen patches. The rest of the parameters are S = 10, R = 0, D = 0 initially in all patches, β = 0.1, g = 0.05, f = 0.001, a = 0.01, = 1, N = 300. transition to the power law behavior. The key is the difference between the time scale of local spread and the time-scale of global mixing.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "jth component of the dataset in frame i, x (i) j is the corresponding prediction of the fit and N is the number of points in the dataset. These errors are shown for the different fitting frames in panel (c) of figure 10. The minimum error corresponds to the power b 1 = 4.3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Details of the fitting procedure, using the example of Italy. Power law fits are presented for 7 choices of the fitting frame from 1 to 21, using (a) the log-log scale and (b) the linear scale. The data are plotted as dots and the fits as lines. The best fit is marked by the red line. (c) The power law fitting errors as a function of the frame. (d) The fitted value of the power exponent, b 1 , as a function of the fit. The red dashed lines in (c) and (d) mark the best fit.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Exponential growth: Australia, Canada, Croatia, Israel, New Zealand, North Macedonia, Oman, United Arab Emirates, US, Austria, Dominican Republic, Ecuador, Ireland, Lithuania, Malaysia, Portugal, South Africa, United Kingdom. Power law: Albania, Armenia, Belgium, Cyprus, Denmark, Georgia, Iran, Italy, Jordan, Mauritius, Moldova, Netherlands, Norway, Qatar, Slovakia, Slovenia, Sweden, Turkey, Uruguay, Bahrain, Bosnia and Herzegovina, Bulgaria, Chile, Costa Rica, Czechia, Estonia, Finland, France, Germany, Greece, Hungary, Kuwait, Latvia, Lebanon, Panama, Poland, Romania, Saudi Arabia, Serbia, Singapore, Spain, Switzerland, Trinidad and Tobago.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements. Support of grant NSF DMS 1662146/1662096 is gratefully acknowledged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}