{
    "paper_id": "a825b3a55bbe3e024a079efb85aa7e1a28afb1cf",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Dennis",
                "middle": [
                    "M"
                ],
                "last": "Feehan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UC Berkeley",
                    "location": {}
                },
                "email": "feehan@berkeley.edu"
            },
            {
                "first": "Ayesha",
                "middle": [],
                "last": "Mahmud",
                "suffix": "",
                "affiliation": {},
                "email": "mahmuda@berkeley.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "By the start of April 2020, the majority of people living in the United States were under orders to dramatically restrict their daily activities in order to reduce transmission of the virus that can cause COVID-19. These strong social distancing measures will be effective in controlling the spread of the virus only if they are able to reduce the amount of close interpersonal contact in a population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "It is therefore crucial for researchers and policymakers to empirically measure the extent to which these policies have actually reduced interpersonal interaction. We",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The ongoing coronavirus disease 2019 outbreak originated in Wuhan, China in November 2019. By April 11, the disease had caused over 100,000 deaths worldwide, and was responsible for nearly 500,000 cases and more than 18,000 deaths in the United States (Centers for Disease Control and Prevention 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The SARS-COV-2 virus that can cause COVID-19 is spread by close interpersonal contact. Nonpharmaceutical interventions that reduce transmission by restricting interpersonal contact -like closing schools and banning public gatherings -are among the only options currently available to countries to slow the exponential growth of the epidemic. With the sharp increase in cases globally, many countries have adopted these \"social distancing\" practices at an unprecedented scale. In the US, on March 16, 2020 seven counties in the San Francisco Bay Area ordered residents to shelter in place in response to evidence of community transmission of COVID-19. Over the subsequent days and weeks, other cities and states followed suit. By the start of April 2020, the majority of people living in the United States were under orders to dramatically restrict their daily activities (Mervosh, Lu, and Swales 2020) .",
            "cite_spans": [
                {
                    "start": 871,
                    "end": 901,
                    "text": "(Mervosh, Lu, and Swales 2020)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Strong social distancing measures can be effective in controlling the spread of the virus only if they are able to reduce the amount of close interpersonal contact in a population. It is therefore crucial for researchers and policymakers to empirically measure the extent to which these policies have actually reduced interpersonal interaction. We created the Berkeley Interpersonal Contact Study (BICS) to help achieve this goal. Here, we report the first set of BICS results, based on data collected in the United States between March 22, 2020 and April 8, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We designed and fielded a survey to measure interpersonal interaction in the United States. Survey respondents were asked to report the number of people they had conversational contact with on the day before the interview. Conversational contact was defined using this text 1 :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We would like to ask you some questions about people you had in-person conversational contact with yesterday.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "By in-person conversational contact, we mean a two-way conversation with three or more words in the physical presence of another person.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "You might have conversational contact with family members, friends, co-workers, store clerks, bus drivers, and so forth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "(Please do not count people you contacted exclusively by telephone, text, or online. Only consider people you interacted with face-to-face.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Respondents were also asked to provide detailed information about up to three of their contacts; this detailed information included who those contacts were, how long those contacts lasted, and where they took place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Respondents were recruited using Lucid, an online panel provider. We obtained two samples: first, a quota sample that is intended to be representative of the United States; and, second, several smaller quota samples from specific cities: New York, the San Francisco Bay Area, Atlanta, Phoenix, and Boston. Except where noted, we pool results from these samples together in this first analysis. This first report focuses on crude results and, apart from quota sampling, these results have not yet been statistically adjusted to improve sample representativeness. We plan to produce additional reports as we continue to collect data to track interpersonal interaction over the coming months; we will post more frequent updates to the dashboard available at https://contact-survey.github.io/dashboard/. This project has been approved by the UC Berkeley IRB (Protocol 2020-03-13128).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Data collection started on March 22 and is ongoing. As of April 8, 2020 we surveyed 1,425 respondents in the U.S. and obtained detailed information about 3,143 of their contacts. Our sample consists of 636 respondents from the U.S. sample, 150 respondents from New York, 133 from the San Francisco Bay Area, 210 from Atlanta, 142 from Phoenix and 154 from Boston. The average age of respondents in our sample was 45.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Respondents in our survey had a median of 2 and an average of 2.7 conversational contacts; about 85% of respondents reported four or fewer contacts (see Figure 1 ). We see relatively little variation in the reported number of conversational contacts by age group, with low levels of conversational contact at all ages. Respondents in our survey reported having few conversational contacts outside the household (see Figure  2 ) , with 50 % of respondents reporting no contacts outside the household at all.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 161,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 416,
                    "end": 427,
                    "text": "Figure  2 )",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Contact distributions"
        },
        {
            "text": "We found little variation in contact distributions by city (Figure 3 ), though our city-specific sample sizes are small.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 68,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Contact distributions"
        },
        {
            "text": "3 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. 4 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact distributions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.13.20064014 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact distributions"
        },
        {
            "text": "For respiratory pathogens such as SARS-COV-2, age-specific contact patterns in the population can be a key determinant of epidemic dynamics (Rohani, Zhong, and King 2010) , indicating the need for models that capture age-specific mixing. Infectious disease models that account for age-structure are also especially important for understanding the epidemiology of diseases, such as COVID-19, where clinical outcomes vary by age (Zhou et al. 2020; Metcalf et al. 2012) . Empirically quantifying age-specific mixing patterns is, thus, critical for parametrizing models of SARS-COV-2 spread.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 170,
                    "text": "(Rohani, Zhong, and King 2010)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 427,
                    "end": 445,
                    "text": "(Zhou et al. 2020;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 446,
                    "end": 466,
                    "text": "Metcalf et al. 2012)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Mixing"
        },
        {
            "text": "Our survey instrument enables us to estimate the amount of interaction between different age groups. Figure 4 shows the estimated average number of contacts that each age group has with every other age group. The figure shows that at even at these low absolute levels of interpersonal contact, we continue to find signature patterns of assortative mixing by age found in previous contact studies, both for all contacts and for non-household contacts.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 109,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Mixing"
        },
        {
            "text": "[0,10) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mixing"
        },
        {
            "text": "To understand how much social distancing policies have changed interpersonal interaction in the United States, we wanted to compare the estimates from BICS to previous studies. There are surprisingly few existing estimates for the rate of conversational contact in the United States before the COVID-19 pandemic 2 . We focus our comparison here on two studies: DeStefano et al. 5 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison with interpersonal contact during business as usual"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison with interpersonal contact during business as usual"
        },
        {
            "text": "The data on mixing between age groups from the 2015 Facebook survey can be used to more directly compare declines in mixing between age groups. Figure 5 shows, for each possible ego/contact age pair, the percent decline in daily average number of contacts per person between the 2015 Facebook sample and our 2020 sample. The figure shows considerable declines in all cells; for example, interactions between people in the 45-65 age group and other people in the same age group are about 75% lower in the BICS study, as compared to what they were in the 2015 Facebook survey. [25, 35) [ ",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 579,
                    "text": "[25,",
                    "ref_id": null
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "35)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Comparison with interpersonal contact during business as usual"
        },
        {
            "text": "We find large reductions in the number of contacts reported in our survey compared to business as usual, suggesting that social distancing measures in the U.S. are having their intended impact. Compared to the contact survey conducted in 2015, this first set of estimates from the BICS study suggests a 70% reduction in the daily average number of contacts per person. This finding is similar to the decline recently observed in the UK (Jarvis et al. 2020) .",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 456,
                    "text": "(Jarvis et al. 2020)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Changes in population contact patterns drive the disease transmission rate. Thus, quantifying the impact of social distancing policies on close contacts in the population is essential for predicting the trajectory of the outbreak. The BICS study can provide a rapid assessment of the impact of social distancing policies, and can capture trends over time as policies change, as well as variations across cities. These estimates can also provide valuable insight into the effectiveness of different social distancing policies, and the potential consequences of relaxing these policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our analysis here has several important limitations. Probability sampling is the gold standard approach to sampling survey respondents. In this study, we used a quota sample from an online panel rather than a probability sample. We did so because we wished to obtain data very rapidly, and the time and 6 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 cost required to design a probability sample were prohibitive. Further, obtaining a probability sample is currently challenging because of social distancing policies: face-to-face interviews cannot take place and many call centers are closed. (Previous contact studies have also followed the quota sampling design.)",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There may be some recall bias in our survey estimates, as respondents were asked to report on contacts from the previous day. There may also be social desirability bias arising from awareness of social distancing policies. Finally, we do not survey children, and are unable to capture contacts within age groups below the age of 18.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus Disease 2019: Cases in the U.s",
            "authors": [],
            "year": 2020,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Factors Associated with Social Contacts in Four Communities During the 20072008 Influenza Season",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Destefano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haber",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Currivan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Farris",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Burrus",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stone-Wiggins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mccalla",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guled",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Edelson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Epidemiology & Infection",
            "volume": "139",
            "issn": "8",
            "pages": "1181--90",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Using an Online Sample to Estimate the Size of an Offline Population",
            "authors": [
                {
                    "first": "Dennis",
                    "middle": [
                        "M"
                    ],
                    "last": "Feehan",
                    "suffix": ""
                },
                {
                    "first": "Curtiss",
                    "middle": [],
                    "last": "Cobb",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Demography",
            "volume": "56",
            "issn": "6",
            "pages": "2377--92",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A Systematic Review of Social Contact Surveys to Inform Transmission Models of Close-Contact Infections",
            "authors": [
                {
                    "first": "Thang",
                    "middle": [],
                    "last": "Hoang",
                    "suffix": ""
                },
                {
                    "first": "Pietro",
                    "middle": [],
                    "last": "Coletti",
                    "suffix": ""
                },
                {
                    "first": "Alessia",
                    "middle": [],
                    "last": "Melegaro",
                    "suffix": ""
                },
                {
                    "first": "Jacco",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "Carlos",
                    "middle": [
                        "G"
                    ],
                    "last": "Grijalva",
                    "suffix": ""
                },
                {
                    "first": "John",
                    "middle": [
                        "W"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Philippe Beutels, and Niel Hens",
            "volume": "30",
            "issn": "",
            "pages": "723--759",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Impact of Physical Distance Measures on Transmission in the UK",
            "authors": [
                {
                    "first": "Christopher",
                    "middle": [
                        "I"
                    ],
                    "last": "Jarvis",
                    "suffix": ""
                },
                {
                    "first": "Amy",
                    "middle": [],
                    "last": "Kevin Van Zaandvort",
                    "suffix": ""
                },
                {
                    "first": "Kiesha",
                    "middle": [],
                    "last": "Gimma",
                    "suffix": ""
                },
                {
                    "first": "Petra",
                    "middle": [],
                    "last": "Prem",
                    "suffix": ""
                },
                {
                    "first": "James",
                    "middle": [],
                    "last": "Klepac",
                    "suffix": ""
                },
                {
                    "first": "W John",
                    "middle": [],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Edmunds",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "See Which States and Cities Have Told Residents to Stay at Home",
            "authors": [
                {
                    "first": "Sarah",
                    "middle": [],
                    "last": "Mervosh",
                    "suffix": ""
                },
                {
                    "first": "Denise",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Vanessa",
                    "middle": [],
                    "last": "Swales",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Structured Models of Infectious Disease: Inference with Discrete Data",
            "authors": [
                {
                    "first": "Charlotte",
                    "middle": [
                        "Jessica"
                    ],
                    "last": "Metcalf",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eland",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Klepac",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Morice",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bryan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Grenfell",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bjørnstad",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Theoretical Population Biology",
            "volume": "82",
            "issn": "4",
            "pages": "275--82",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Social Contacts and Mixing Patterns Relevant to the Spread of Infectious Diseases",
            "authors": [
                {
                    "first": "Joël",
                    "middle": [],
                    "last": "Mossong",
                    "suffix": ""
                },
                {
                    "first": "Niel",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                },
                {
                    "first": "Mark",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                },
                {
                    "first": "Philippe",
                    "middle": [],
                    "last": "Beutels",
                    "suffix": ""
                },
                {
                    "first": "Kari",
                    "middle": [],
                    "last": "Auranen",
                    "suffix": ""
                },
                {
                    "first": "Rafael",
                    "middle": [],
                    "last": "Mikolajczyk",
                    "suffix": ""
                },
                {
                    "first": "Marco",
                    "middle": [],
                    "last": "Massari",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Med",
            "volume": "5",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "http:/journals.plos.org/plosmedicine/article?id=10.1371/journal.pmed.0050074"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Contact Network Structure Explains the Changing Epidemiology of Pertussis",
            "authors": [
                {
                    "first": "Pejman",
                    "middle": [],
                    "last": "Rohani",
                    "suffix": ""
                },
                {
                    "first": "Xue",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "Aaron A",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "330",
            "issn": "6006",
            "pages": "982--85",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical Course and Risk Factors for Mortality of Adult Inpatients with Covid-19 in Wuhan, China: A Retrospective Cohort Study",
            "authors": [
                {
                    "first": "Fei",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Ting",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Ronghui",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "Guohui",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Ying",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Zhibo",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Jie",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Histogram of reported number of conversational contacts among respondents (unweighted; left panel) and boxplot of number of conversational contacts by age of respondent (unweighted; right panel). The boxplots show the median (horizontal line), mean (blue dot), and interquartile range (top to bottom of box) of the numbers of conversational contacts reported by respondents in each age group.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Histogram of reported number of conversational contacts outside the household among respondents (unweighted; left panel) and boxplot of the number of conversational contacts outside of the household by age of respondent (unweighted; right panel)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Number of interviews by geography (left panel) and boxplot of distribution of reported number of conversational contacts (right panel).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Mixing matrices for all conversational contacts (left panel) and for non-household conversational contacts (right panel). The scale is different for each panel. No symmetrization has been applied; these are the crude estimates.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "conducted a telephone survey of four counties in North Carolina and found that respondents reported an average of about 10 speaking interactions per day. And Feehan and Cobb (2019), based on a probability sample of US Facebook users, found an average of about 12 conversational contacts per day. These previous estimates, though not exactly comparable, are suggestive of a decline in daily interpersonal interaction of about 70% (from an average of about 11 to an average about 3).2Hoang et al. (2019) reviews several studies in other countries and in specialized populations, such as schoolchildren.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Decrease in average number of contacts between Facebook US contact survey in 2015 and BICS 2020. The youngest age group was defined differently in the two studies, and so is omitted from this figure. These are crude estimates; symmetry has not been enforced.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We showed crude results from the first round of data collection, with no adjustments to improve sample representativeness; we plan to develop and apply these adjustments in future analyses. Further, our sample size for city-specific analyses is small, and we plan to increase it for future analyses.We plan to continue to collect data for the next several months, with the goal of measuring changes in contact patterns as interventions change. We have also improved the survey instrument to include questions on household composition and other factors that will facilitate adjustments to improve the representativeness of our sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}