{
    "paper_id": "aa39060dd0beadfb943a6bb80c5c7d56214108e0",
    "metadata": {
        "title": "Classical drug digitoxin inhibits influenza cytokine storm, with implications for COVID-19 therapy",
        "authors": [
            {
                "first": "Harvey",
                "middle": [
                    "B"
                ],
                "last": "Pollard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uniformed Services University of the Health Sciences",
                    "location": {
                        "postCode": "20814",
                        "settlement": "Bethesda",
                        "region": "MD"
                    }
                },
                "email": ""
            },
            {
                "first": "Bette",
                "middle": [
                    "S"
                ],
                "last": "Pollard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uniformed Services University of the Health Sciences",
                    "location": {
                        "postCode": "20814",
                        "settlement": "Bethesda",
                        "region": "MD"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "R"
                ],
                "last": "Pollard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uniformed Services University of the Health Sciences",
                    "location": {
                        "postCode": "20814",
                        "settlement": "Bethesda",
                        "region": "MD"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "death partly by inducing a hyper-proinflammatory response by immune cells and cytokines in the host airway. Here we show that the cardiac glycoside digitoxin suppresses this response induced by influenza virus strain A/Wuhan/H3N2/359/95 in the cotton rat lung. The cytokines TNFa, GRO/KC, MIP2, MCP1, TGFb, and IFNg. are significantly reduced. Since the hyperproinflammatory overproduction of cytokines is a host response, we suggest that digitoxin may have therapeutic potential for not only influenza and but also for coronovirus infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Influenza viruses, corona viruses and related pneumotropic viruses cause sickness and death partly by inducing a hyper-proinflammatory immune response in the host airway. This immune overreaction, called a cytokine storm, can lead to multiorgan failure and death 1 . For example, Influenza A (H5N1) has been shown to activate the TNFa-driven NFkB signaling pathway in a mouse host during viral infection generating a cytokine storm 2 . Similarly, inhibitors of NFkB acutely suppress cytokine storm and increase survival in a mouse model of SARS CoV infection 3 . Recent data show that COVID-19 also activates NFkB 4 . A recent description of COVID-19 infection in humans has stressed that cytokine storm marks the airways of infected patients that were admitted to the Intensive Care Unit (ICU) with more severe disease 5 .",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 264,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 559,
                    "end": 560,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 820,
                    "end": 821,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "The clinical problem is that there are limited options for treating respiratory cytokine storm, most of which are predicated on inhibiting NFkB-activated cytokine expression [6] [7] [8] . The absence of NFkB inhibitory drugs from the human formulary is due to most candidate drugs being either neurotoxic or nephrotoxic when administered chronically 9 . One drug that lacks these toxicities is the cardiac glycoside digitoxin. We have previously shown digitoxin to be among the most potent inhibitors of the proinflammatory TNFa/NFkB pathway in the human airway and in other epithelial cells, both in vitro 9 , and in vivo [11] [12] [13] . Corroborating this is a screen of 2800 drugs and bioactive compounds which found digitoxin to be the 2nd most potent inhibitor of TNFa/NFkB activity 14 . Digitoxin has been a drug to treat heart failure for decades, and is safe for children and adults with normal hearts 15 . In a clinical trial of digitoxin administered to young adults with the proinflammatory lung disease cystic fibrosis, digitoxin was safe 13. The study showed \"the mRNAs encoding chemokine/cytokine or cell surface receptors in immune cells were decreased in nasal epithelial cells...leading to pathway-mediated reductions in IL-8, IL-6, lung epithelial inflammation, neutrophil recruitment and mucus hypersecretion.\" 13 .",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 178,
                    "end": 181,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 350,
                    "end": 351,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 607,
                    "end": 608,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 623,
                    "end": 627,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 633,
                    "end": 637,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 789,
                    "end": 791,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 911,
                    "end": 913,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "To test the ability of digitoxin to inhibit cytokine storm, we used the cotton rat to investigate the effects of digitoxin on influenza virus strain A/Wuhan/H3N2/359/95. The cotton rat model has the important advantage of susceptibility to influenza infection without engineered adaptation. In addition, it has been shown that the response of the cotton rat to this virus strain evokes a pattern of pulmonary cytokine changes that parallel the human response 16",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.09.034983 doi: bioRxiv preprint Digitoxin blocks cytokine storm Figure 1 shows the changes in cytokine protein in the lung due to digitoxin administration in the cotton rat after intranasally instilling 10 7 TCID50/100 gm of influenza strain A/Wuhan/H3N2/359/95 virus. Animals were given four different doses of digitoxin, starting one day prior to virus administration and continuing until sacrifice on day 7. The maximum dose of digitoxin, 30 µg/kg, was calculated to be similar to the human dose routinely used to treat heart failure. As shown in Figure 1 , protein data were collected for IFNg (Interferon gamma); (Transforming Growth Factor beta). As summarized in Table 1 , digitoxin-dependent changes in protein were found to be significant for 6 of the 7 cytokines. The digitoxin-dependent reductions are specific and saturating for each cytokine, but do not reduce any of them to zero. Table 1 shows that the greatest significant digitoxin-dependent reductions in cytokine proteins were found for IFNg (68.9%), GRO/KC (46.6%), and MCP1 (54.9%). Smaller but still significant reductions in cytokine proteins were found for MIP2 (32.2%) and TNFa (38.4%). As also shown in Table 1 , a significant reduction of only 15.3% was found for TGFb cytokine protein at a concentration of 3 µg/kg, while only trending significance was noted at higher digitoxin concentrations. In the case of IL-1b only the highest digitoxin concentration trended towards significance. Thus digitoxin independently, dose-dependently and significantly lowers the individual concentrations in the lung of at least these six cytokines which have been induced by viral exposure.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 182,
                    "text": "Figure 1",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 660,
                    "end": 668,
                    "text": "Figure 1",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 780,
                    "end": 787,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1005,
                    "end": 1012,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1289,
                    "end": 1296,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results:"
        },
        {
            "text": "Administration of digitoxin to the cotton rat inhibits expression of many cytokines in the lung that are induced by influenza strain A/Wuhan/H3N2/359/95, including TNFa, the key author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.09.034983 doi: bioRxiv preprint activator of the TNFa/NFkB inflammation pathway. With the exception of IFNg, which is secreted only from activated T lymphocytes and NK cells of the immune system 17 , the rest of the cytokines are secreted by epithelial cells in the airway, as well as by endothelial cells, immune cells and others 18, 19 . GRO/KC (CXCL1, the rodent equivalent of human IL8), a key target of NFkB signaling, is the most powerful known chemoattractant for drawing neutrophils into the lung. MIP2 and MCP1 induce entry and accumulation of monocytes and macrophages into the lung, and are targets of NFkB. TGFb drives, and is driven by, NFkB-signaling for inflammation and fibrosis. IL-1b also drives NFkB and is driven by NFkB. It appears that digitoxin-dependent reduction in TNFa/NFkB signaling is sufficient to suppress influenza Adriven cytokine storm.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 444,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 445,
                    "end": 447,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Digitoxin also blocks IFNg, which is secreted by NK cells and activated T lymphocytes from the innate and adaptive immune systems 17 . In the cotton rat lung, IFNg mRNA expression in response to infection is biphasic 16 . There is an early phase, from 6 hours after infection on day 1 to day 6, which may reflect the presence of activated NK cells. The late phase, from day 6 to day 28, may be the product of incoming antigen-specific T cells. Importantly, simply Finally, since antiviral properties have been reported for digitoxin and other cardiac glycosides, it is limitation of the study that we cannot exclude other antiviral effects by digitoxin from contributing to the reduction in influenza-dependent cytokine concentration [23] [24] [25] .",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 132,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 217,
                    "end": 219,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 734,
                    "end": 738,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "In conclusion, these data show that digitoxin blocks the host cytokine storm induced by influenza strain A/Wuhan/H3N2/359/95 in the cotton rat lung. Since digitoxin has already been shown in people to improve respiratory cytokines in human disease, this drug may be a good candidate for further investigation into therapy for influenza and potentially for COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.09.034983 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Drugs and protocol for preparation Digitoxin (µg/kg) was obtained from Sigma-Aldrich (> 95% pure). The drug was prepared as a stock solution in 95% ethanol, and further diluted in PBS before administration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "Cotton rat experiments were managed as previously described 16 The supernatant solutions were first tested by ELISA at a now-defunct company in Ijamsville, MD. The data were corroborated by the Searchlight Ò ELISA platform from Pierce-Thermo to assay for cytokines and chemokines. Rat reagents were used in both instances. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.09.034983 doi: bioRxiv preprint TGFb (TGFB, transforming growth factor beta). Significance: * (p < 0.05); ** (p < 0.01); N = 3. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.09.034983 doi: bioRxiv preprint ",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 62,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Animals and protocol for drug administration"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Into the Eye of the",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Tisoncik",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cytokine Storm. Microbiol. Mol. Biol. Rev",
            "volume": "76",
            "issn": "",
            "pages": "16--32",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Essential Impact of NF-κB Signaling on the H5N1 Influenza A Virus-Induced Transcriptome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schmolke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Viemann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ludwig",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Immunol",
            "volume": "183",
            "issn": "",
            "pages": "5180--5189",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Inhibition of NF-kB-Mediated Inflammation in Severe Acute Respiratory Syndrome Coronavirus-Infected Mice Increases Survival",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Dediego",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Virol",
            "volume": "8",
            "issn": "8",
            "pages": "913--924",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The origin, transmission and clinical therapies on coronavirus disease 2019 (COVID-19) outbreak -an update on the status",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mil. Med. Res",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s40779-020-00240-0"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mapping the innate signaling cascade essential for cytokine storm during influenza virus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Teijaro",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Natl Acad Sci",
            "volume": "111",
            "issn": "",
            "pages": "3799--3804",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Chloroquine inhibits HMGB1 inflmmatory signaling and protects mice from lethal sepsis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Biochem Pharmacol",
            "volume": "86",
            "issn": "",
            "pages": "410--418",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "NF-kB signaling activation induced by chloroquine requires autophagosome, p62 protein,and c-Jun N-terminal kinase (JNK) signaling and promotes tumor cell resistance",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Biol Chem",
            "volume": "292",
            "issn": "",
            "pages": "3379--3388",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "30 years of NF-kB: A blossoming of relevance to human pathophysiology",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lenardo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baltimore",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cell",
            "volume": "168",
            "issn": "",
            "pages": "37--57",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Digitoxin mimics gene therapy with CFTR and suppresses hypersecretion of IL-8 from cystic fibrosis lung epithelial cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Srivastava",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "101",
            "issn": "20",
            "pages": "7693--7698",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Gene therapy-emulating small molecule treatments in cystic fibrosis airway epithelial cells and patients",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Respir. Res",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "doi.org/10.1186/s12931-019-1214-8"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Digitoxin Inhibits Epithelial-to-Mesenchymal-Transition in Hereditary Castration Resistant Prostate Cancer",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Pollard",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Front. Oncol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fonc.2019.00630"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Digitoxin for airway inflammation in cystic fibrosis: Preliminary assessment of safety, pharmacokinetics, and dose finding",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Zeitlin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Diener-West",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Callahan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Talbot",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pollard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Boyle",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lechtzin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "AnnalsATS",
            "volume": "14",
            "issn": "",
            "pages": "220--229",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.09.034983"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Identification of known drugs that act as inhibitors of NF-kB signaling and their mechanism of action",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biochem Pharmacol",
            "volume": "79",
            "issn": "",
            "pages": "1272--1280",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Pharmacologic Basis of Therapeutics. Eighth Edition.(Editors, Molinoff P.et al). Chapter 34. Digitalis and Allied Cardiac Glycosides",
            "authors": [
                {
                    "first": "Gilman",
                    "middle": [],
                    "last": "Goodman",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Hoffman BF and Bigger JT",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The cotton rat provides a useful small-animal model for the study of influenza virus pathogenesis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Ottolini",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Gen. Virol",
            "volume": "86",
            "issn": "",
            "pages": "2823--2830",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Metabolic regulation of natural killer cell IFN-g production",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Crit Rev Immunol",
            "volume": "36",
            "issn": "2",
            "pages": "13--147",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Airway epithelial cells, cytokines and pollutants",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Devalia",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Am J Crit Care Med",
            "volume": "160",
            "issn": "",
            "pages": "38--43",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "NF-kB signaling in inflammation. Sig.Transduc Targ Ther. 2,e7023",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/sigtrans.2017.23"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Anti-IFN-g therapy alleviates acute lung injury induced by severe Influenza A (H1N1) pdm09 infection in mice",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Microb Immun Infec",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "doi.org/10.1016/j.jmii.2019.07.009"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Interaction of NF-kB and NFAT with the interferon-g promoter",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sica",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Biol Chem",
            "volume": "272",
            "issn": "",
            "pages": "30412--30420",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Digitoxin induces apoptosis in cancer cells by inhibiting Nuclear Factor of activated T cell-driven c-Myc expression",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Carcinogenesis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4103/1477-3163.112268"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The antiviral effects of Na,K-ATPase inhibition: A minireview",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Amarelle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lecuona",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Mol Sci",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijms19072154"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "in silico screening of potential spike glycoprotein inhibitors of SARS-CoV-2 with drug repurposing strategy",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.21203/rs.3.rs-17720/v1"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "ATP1A1-Mediated Src Signaling Inhibits Coronavirus Entry into Host",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Burkard",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "GRO/KC (rodent equivalent of human IL8); MIP2 (Chemokine (C-X-C motif) ligand 2, CXCL2, Macrophage inflammatory protein 2-alpha); TNFa (Tumor Necrosis Factor alpha); IL-1b (Interleukin one beta); MCP1 (Monocyte chemoattractant Protein 1, CCL2); and TGFb",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "neutralizing INFg in a mouse model of infection with influenza A virus strain A/California/07/2009 (H1N1v; \"Swine Flu\") is sufficient to not only alleviate acute lung injury but also to increase weight and survival rate20 . Reduced IFNg is associated with reduced TNFa and NFkB activation. The data also show that digitoxin treatment causes profound reduction in INFg expression. It is further known that IFNg expression is driven by a combination of both NFkB and NFAT 21 . As summarized inFigure 2, digitoxin not only reduces NFkB expression, but also reduces NFAT through digitoxin-dependent activation of Caspase 322 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ". Digitoxin was administered to cotton rats one day before intranasal administration of 10 7 TCID50/100 gm cotton rat with influenza strain A/Wuhan/H3N2/359/95. Daily digitoxin treatment continued until harvest on day 7 of the experiment. Lungs were dissected with the lower one-third of the trachea left attached. The left lung was first tied off and reserved for cytokine analysis. Lung samples were then immediately frozen on dry ice, and then kept at -80 o C until further processed.Biochemical analysisFrozen lung samples were weighed, thawed and then minced with scissors in 10% (v/v) ice cold PBS, homogenized in 10 strokes in a Ten Broeck homogenizer, and centrifuged at 20,000 X g for 30 minutes. The supernatant solution was kept at -80 o C until assayed by ELISA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Acknowledgements: The authors thank Val Hemming, M.D. for advice, Jorge C Blanco, Ph.D. for managing the experiment, and Max Tran, MBA, for providing statistical analysis.Corresponding author: * Harvey B. Pollard, M.D., Ph.D. T: 1-301-295-3661; Email: harvey.pollard@usuhs.edu The opinions, interpretations, conclusions and recommendations are those of the authors and are not necessarily endorsed by the Department of Defense, the U.S. Government or the Uniformed Services University of the Health Sciences. The use of trade names does not constitute an official endorsement or approval of the use of such reagents or commercial hardware or software. This document may not be cited for purposes of advertisement.author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Cotton rats treated with digitoxin and influenza strain A/Wuhan/H3N2/359/95 virus. Animals were treated with different concentrations of digitoxin one day before intranasal virus administration and thereafter for 7 days. Samples assayed were lung tissue. Digitoxin dose is in units of µg/kg. Abbreviations are INFg (interferon gamma, IFNg); GRO/KC (Chemokine (C-X-C motif) ligand 1, CXCL1); MIP2 (Chemokine (C-X-C motif) ligand 2, CXCL2, macrophage inflammatory protein 2-alpha); TNFa (TNFalpha, TNFA, tumor necrosis factor alpha); IL-1b (IL1B, interleukin 1 beta); MCP1 (Monocyte chemoattractant Protein 1, CCL2);",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Influence of digitoxin on induction of proinflammatory cytokines and chemokines in the lung of a rodent model Treated with influenza virus. Following nasal administration of virus, digitoxin was administered for the following 4 days at doses of 0, 3, 10 and 30 ug/kg. On day 4 lungs were harvested, homogenized, and assayed by ELISA for different cytokines or chemokines. The rodent equivalents of IL-8 are GRO/KC and MIP-2 (CXCL2). [significantly different from 0 ug: * p>0.05; ** p< 0.01]. Influence of digitoxin on induction of proinflammatory cytokines and chemokines in the lung of a rodent model Treated with influenza virus. Following nasal administration of virus, digitoxin was administered for the following 4 days at doses of 0, 3, 10 and 30 ug/kg. On day 4 lungs were harvested, homogenized, and assayed by ELISA for different cytokines or chemokines. The rodent equivalents of IL-8 are GRO/KC and MIP-2 (CXCL2). [significantly different from 0 ug: * p>0.05; ** p< 0.01].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Digitoxin blocks cytokine storm, and interferon gamma. Influenza A virus, SARS-CoV and COVID-19 induce cytokine storm in the host. Present data show that digitoxin blocks cytokine storm when cotton rats are challenged with influenza strain A/Wuhan/H3N2/359/95. Expression of these cytokines and chemokines depend on NFkB, which is blocked by digitoxin. TNFa, IL-1b and TGFb also activate NFkB. In addition, interferon gamma (INFg) is blocked by digitoxin. INFg also indirectly activates NFkB. Digitoxin activates caspase 3, which, proteolyzes NFAT. Experiments with SARS-CoV show that inhibition of NFkB suppresses cytokine storm and enhances survival in a mouse model (see text) 3 . COVID-19 activates NFkB 4 . Cytokine storm induced by COVID-19 has been observed in severely affected patients 5 . Color code: red (activation); green (inhibition); See cytokine abbreviations in Figure 1.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Analysis of Digitoxin Suppression of Cytokine Expression in CottonRat Lung Following Nasal Installation of Influenza Strain A/Wuhan/H3N2/359/95 VirusCytokine units are in pg/ml. Digitoxin doses are in units of µg/kg.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}