{
    "paper_id": "abd372d87acd1079787e0c5f736aeefd1cf0d03d",
    "metadata": {
        "title": "REFINED COMPARTMENTAL MODELS, ASYMPTOMATIC CARRIERS AND COVID-19",
        "authors": [
            {
                "first": "Gonçalo",
                "middle": [],
                "last": "Oliveira",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The goal of this article is to analyze some compartmental models specially designed to model the spread of a disease whose transmission has the same features as COVID-19. The major contributions of this article are: (1) Rigorously find sufficient conditions for the outbreak to only have one peak, i.e. for no second wave of infection to form; (2) Investigate the formation of other waves of infection when such conditions are not met; (3) Use numerical simulations to analyze the different roles asymptomatic carriers can have. We also argue that dividing the population into non-interacting groups leads to an effective reduction of the transmission rates. As in any compartmental model, the goal of this article is to provide qualitative understanding rather than exact quantitative predictions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "1. Introduction 1.1. Context. Compartmental models, based on ordinary differential equations, have a long history of use in epidemiology. Indeed, it is now almost a century since William Ogilvy Kermack and Anderson Gray McKendrick introduced the well known SIR model, [MK] , on which most compartmental modeling elaborates on. Their relevance stems for their extreme simplicity and ability to capture important qualitative behaviors, rather than their limited capacity to make quantitative predictions. As a matter of fact, the current outbreak of COVID-19, caused by SARS-CoV-2, is teaching us that most models, not only the compartmental ones, are of very limited quantitative predictive capacity. Nevertheless, there are important qualitative features of outbreaks that one may attempt to capture, for instance: under which conditions can one guarantee that there will be only one peak? This stands as a very important question which ought to be answered if one is to effectively prevent a second, or third wave of infections. Specially, having in mind the concerns to be taken once a first wave have passed. The goal of this article is to propose and analyze some compartmental models which have been constructed to capture some important features of diseases such as COVID-19. Its two major characteristics which are not captured by the standard compartmental models are:",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "text": "[MK]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(i) The long incubation period, during which the individuals that have been exposed do not yet develop symptoms but are already contagious (at least in the second half of that period). Even though the standard compartmental models do not take into account the contagiousness of the exposed individuals, they are easy to modify in order to account for it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(ii) There is a non-negligible fraction of the contagious population which either has mild symptoms or never develops them, thus passing undetected. These are the so-called asymptomatic carriers. After some period of time they are no longer contagious and, as the infected individuals, developed anti-bodies. This suggests they are, at least for now, immune. The standard compartmental models which have a carrier mode are not suitable for modeling such a behavior. In this article, namely in Sections 3 and 4, we analyze some compartmental models that have been specially designed to handle these two features. The resulting compartmental models are more complicated than the standard ones and using a mix of precise and numerical results, we shall answer some fundamentally important questions which we now pose: Question 1. Regarding each of the models:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(a) Are there disease-free equilibrium states? (b) Having answered positively to (a), one may ask whether there are necessary or sufficient conditions for these disease free equilibrium states to be stable in some sense.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Question 2. Again, for each of the models one can ask: (a) Are there criteria guaranteeing that any outbreak of the epidemic will have a unique peak? (b) If these criteria are violated, can the outbreak have other separate peaks, i.e. second, third waves and so? (c) Can these possible later peaks be higher than the first? Depending on which model one considers, these two questions will be answered separately in Sections 3 and 4. For instance, using the more refined model we give in Corollary 1 and Remark 7 a quantitative condition ensuring only one peak will form. The broad conclusion is that if all transmission rates are kept sufficiently small, then only one peak form, which answers item (a) of question 2. If this condition is not met, more peaks can form as we show in example 5 and these can be higher, thus answering items (b) and (c) of question 2 above. As for the next question, it will not be answered in any precise way but we shall give some evidence on how to answer it based on numerical results. This will be done in the examples 3, 4 and 5 presented in subsection 4.2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Question 3. What is the role of asymptomatic carriers? Can they help the spread of the disease and thus make the outbreak worse by anticipating and increasing its peak and/or can they shield the rest of the population by creating herd immunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One other major question which one poses now is related to the quantifying by how much specific policies reduce the rate of transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Question 4. Is there a strategy to effectively reduce the rate of transmission in a manner that can be quantified?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Broadly speaking, for the general strategy or policy it is hard, if not impossible, to make such a quantitative analysis. For instance, how can we predict by how much the use of masks by the general population reduces the rate of transmission? or washing hands? Indeed, it is impossible to say it a-priori. We only know that these measures do reduce the rate of transmission but not by how much. Having this in mind, we propose one further measure whose contribution to the reduction of the transmission rate can be quantified using the models. The \"idea\" is to split the population into n different groups which are supposed to never interact, this reduces the contact rate of any individual by a factor of n thus reducing the overall transmission rates by a factor of n. This intuitive argument can be made more precise using the models we use. The last section of this article, Section 5, is dedicated to making such an argument and running a simulation. We shall also explain how this relates to our answer to the questions 1 and 2 above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A note on the timing of this article. Once we are through the worst part of the first wave of the COVID-19 outbreak with relative success, meaning that only a small fraction of the population got infected and so we cannot count with group immunity, the question we must pose is: How can we proceed and go back to a relative normality so that a putative second wave is as mild as possible? I hope that the answers to question 2 above, stated as Proposition 1 and as Corollary 1 depending on the model, may serve as good indication that it is possible, but difficult, to have only one peak. They quantify and show what one could already suspect, that the way to do so is to reduce all the transmission rates. It is enough that one transmission rate be high for the outbreak to be out of control, see Conclusion 2. How to keep the transmission rates small remains a formidable challenge which I do not attempt at answering. As said before, there is no way to quantify how most policies reduce the transmission rates. In that direction Section 5 explains a strategy, which may be difficult to implement, but whose effect on the transmission rate can be pined down.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1.2."
        },
        {
            "text": "Disclaimer 1. I understand that the strategy of splitting the population into non-interacting groups is of difficult implementation. I do believe it cannot be literally implemented in a society which respects our civil liberties and so would remain at the level of a request to the population, which one would hope to be understood. Of course, in that scenario the different groups would interact, even if mildly. Having such considerations into account leads to modifications of the proposed solutions which will consequently modify the models one should use into mathematically more intractable ones. We may hope that the increased mathematical sophistication of those models will not lead to substantially different qualitative outcomes but instead quantitative ones. In any case, one must understand that the models are simply that: attempts to model a reality which is much more complex. They are, by no means, a truthful reflection of the real world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1.2."
        },
        {
            "text": "Acknowledgment. I want to thankÁlvaro Kruger Ramos for his comments on an earlier version of this manuscript. Gonçalo Oliveira is supported by Fundação Serrapilheira 1812-27395, by CNPq grants 428959/2018-0 and 307475/2018-2, and by FAPERJ through the grant Jovem Cientista do Nosso Estado E-26/202.793/2019.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1.2."
        },
        {
            "text": "Recall that the main goal of this article is to find a good and simple compartmental models which realistically capture the properties of a disease similar to COVID-19, at least in terms of the dynamics of transmission. We intend to capture the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A discussion of possible compartmental models"
        },
        {
            "text": "(i) Account for the contagiousness of exposed individuals which may have a long incubation period; (ii) Account for asymptomatic carriers; (iii) Account for the possibly non-neglegible mortality rate associated with the disease. In fact, looking at a time scale of a few months it is actually conceivable that the background birth and death dynamics be negligible when compared with the death rate associated with the disease itself. Thus, in such a time scale, it is perhaps more realistic to only associate a death rate to the infected population. For an introduction to the use of compartmental models in epidemiology se for example [C] and [AR] .",
            "cite_spans": [
                {
                    "start": 636,
                    "end": 639,
                    "text": "[C]",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 648,
                    "text": "[AR]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A discussion of possible compartmental models"
        },
        {
            "text": "2.1. The modified SEIR model. We shall start by constructing a version of the SEIR model where S, E, I, R represent the fraction of the population which is susceptible, exposed, infected and recovered respectively. In order to keep the system as simple as possible one may attempt to regard the asymptomatic carriers as being part of the exposed population. For this one must regard . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A discussion of possible compartmental models"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065128 doi: medRxiv preprint each exposed individuals as representing an average of someone that is in the incubation period and an asymptomatic carrier. We are then led to the following systeṁ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A discussion of possible compartmental models"
        },
        {
            "text": "for some positive functions of time β e , β i , a, γ. The parameters β e , β i represent the transmission rates for the exposed and infected respectively, a denotes the rate of transition from the exposed to infected state and γ the rate of recovery. This is not the standard SEIR model as we are forcefully making the exposed interact with the susceptible as the first of these are assumed to be contagious. The analysis of this model is the scope of Section 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A discussion of possible compartmental models"
        },
        {
            "text": "2.2. The SEIAR model. There are at least two easy ways to further refine this model. First, we may split the exposed into two groups, those which are not yet infectious and those which already are. Secondly, we may have some of these exposed passing directly to the recovered state to account for the asymptomatic carriers which never develop symptoms and have therefore passed undetected. Thirdly, we may distinguish the asymptomatic carriers in a more effective way as they may remain so for a longer period of time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A discussion of possible compartmental models"
        },
        {
            "text": "2.2.1. Splitting the exposed into groups (SEEIR). We may attempt at splitting the exposed into two new compartments, the initially exposed E i and the final exposed state E f . The idea is that the initially exposed ones are not yet contagious while the final are. To account for the first two requirements above we propose the following system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A discussion of possible compartmental models"
        },
        {
            "text": "I expect this model to be quite good at capturing many qualitative the phenomena. However, given the interest in explicitly analyzing the asymptomatic carriers we shall instead focus on a different model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A discussion of possible compartmental models"
        },
        {
            "text": "Having the asymptomatic carriers separate (SEAIR). The goal of this model is to better capture the effects of asymptomatic carriers. In the case of COVID-19 we do know this to be a non-trivial part of all those which are contagious. However, given the small number of anti-bodies tests that have been made so far, not much quantitative knowledge regarding these is known. In order to account for the asymptomatic carriers we consider one more compartment of the population, denoted by A, which represents the fraction of the population which is an asymptomatics carrier. Then, we propose the following model . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.2.2."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065128 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.2.2."
        },
        {
            "text": "for some positive functions of time β i , β e , β a , a i , a a , γ i , γ a , µ which need not be constants. This system will be carefully analyzed in Section 4. For now, we shall simply comment on the biological meaning of all the parameters on the model. Similar remarks hold for the parameters of the simpler SEIR type model. The β i , β e , β a respectively represent the transmission rates of the infected, exposed (in th incubation period), and asymptomatic individuals. The parameters a i , a a represent the rate at which the exposed individuals respectively pass to the infected and asymptotic compartments. In particular, a i a i +aa and aa a i +aa respectively represent the fraction of the population which if exposed will eventually become infected or asymptomatic. The quantity γ −1 i represents the average time an infected individual takes to recover, while γ −1 a is the average time an asymptomatic individual takes to stop being contagious. Finally, µ stands for the death rate associated with the disease. For convenience, we show in figure 1 a diagramatic presentation of this model. A somewhat similar model have also recently been used in [Re] and in [Vo] . The first One other similar version of it using Markov Chains have also recently been used to predict the spatiotemporal spread of COVID-19 in Spain, see [Ae] for this work.",
            "cite_spans": [
                {
                    "start": 1162,
                    "end": 1166,
                    "text": "[Re]",
                    "ref_id": null
                },
                {
                    "start": 1174,
                    "end": 1178,
                    "text": "[Vo]",
                    "ref_id": null
                },
                {
                    "start": 1335,
                    "end": 1339,
                    "text": "[Ae]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "2.2.2."
        },
        {
            "text": "2.3. Refining the models. There are a few natural ways to further refine the models proposed above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.2.2."
        },
        {
            "text": "2.3.1. With exposed split and asymptomatic carriers separate (SEEAIR). This is a combination of the previous two models proposed in subsection 2.2. This models also splits the exposed population in two groups and includes the asymptomatic carriers as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.2.2."
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.2.2."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065128 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.2.2."
        },
        {
            "text": "This differs from the previous model by the splitting",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.2.2."
        },
        {
            "text": "The E f may then become visibly infected (I) or only exhibit mild symptons or even completely asymptomatic (A).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.2.2."
        },
        {
            "text": "With birth and death dynamics. We can further refine the previous model by including a birth and death dynamics. We assume there is a birth rate Λ of healthy individuals and a normal death rate µ n by other conditions totally unrelated to the disease which affects all the population. In this manner the model becomeṡ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3.2."
        },
        {
            "text": "As we are interested in running the model for short periods of time, such as a few months, I expect the birth rate to be relatively small and so negligible. Similarly, as the normal death rate equally affects the whole populating I believe that including it in the model will simply lead to unimportant complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.3.2."
        },
        {
            "text": "The goal of this section is to analyze the model proposed in subsection 3. For convenience we recall here the system of ordinary differential equations ruling it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The simplest somewhat realistic model"
        },
        {
            "text": "It is straightforward to check that all S, E, I, R remain nonnegative and that S + E + I + R is non-increasing and so S + E + I + R ≤ S(0) + E(0) + I(0) + R(0) = 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The simplest somewhat realistic model"
        },
        {
            "text": "3.1. The linearized system. From the last equation above, i.e. 3.4, a critical point",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The simplest somewhat realistic model"
        },
        {
            "text": "will certainly have I c = 0 which then also gives E c = 0 from the semi-last equation 3.3. Then, the reaming equations 3.1 and 3.2 we conclude that R c and S c can be any two constants so that . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The simplest somewhat realistic model"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065128 doi: medRxiv preprint R c + S c ≤ 1. These are disease free equilibrium points and are obviously not isolated. Thus, the Grobman-Hartmann theorem cannot be applied but I believe the linearization to still carry important information. Thus, we shall linearize the system around such an equilibrium and use it to define the following notion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The simplest somewhat realistic model"
        },
        {
            "text": "Definition 1. Given a disease free equilibrium point (S c , 0, 0, R c ) is called infectiously-stable if the associated linear system is such that any of its solutions (s, e, i, r) satisfies",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The simplest somewhat realistic model"
        },
        {
            "text": "Intuitively, we may think of this condition as saying that perturbing away from the equilibrium always makes the disease to get extinct. In order to study their stability, we shall now linearize the equations around these equilibria. The linearized system is given bẏ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The simplest somewhat realistic model"
        },
        {
            "text": "Clearly, the dynamics of (e, i) controls the whole dynamics which evolve independently. The stability is therefore dependent on the sign of the eigenvalues. As we want both of these two be negative we need to have det(A) > 0 and tr(A) < 0, where A is the matrix",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The simplest somewhat realistic model"
        },
        {
            "text": "which controls the system. Thus, the condition for stability is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The simplest somewhat realistic model"
        },
        {
            "text": "which we can rewrite as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The simplest somewhat realistic model"
        },
        {
            "text": "The second of this equations says that the rate at which the exposed infect other people must be smaller than the rate of recovery (plus the death rate). The first says that not only the exposed must be infecting people slower than they pass to the infected state (β e S c < a) but also, the already infected must infect others at a very very slow rate when compared to the recovery rate. More precisely, we have obtained the following result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The simplest somewhat realistic model"
        },
        {
            "text": "In particular, if both γ+µ βe and a(γ+µ) aβ i +(γ+µ)βe are greater than one, we find that any disease free equilibrium is stable. Conclusion 1. It is possible to reduce the population of those infected keeping many people S c < S(0) still susceptible (without ever having been infected). One way to do that is to have the transmission rate of those exposed small when compared to the rate of recovery, i.e. β e γ + µ < 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The simplest somewhat realistic model"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The simplest somewhat realistic model"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 Furthermore, one must have the rate of transmission of those infected even smaller when compared with rate of recovery, namely that",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The simplest somewhat realistic model"
        },
        {
            "text": "which in particular also assumes that β e < a, i.e. that the rate at which the exposed infect the susceptible is small when compared with the rate of transition from the exposed to infected state. We may also rewrite this last condition as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The simplest somewhat realistic model"
        },
        {
            "text": "which suggests regard the left-hand-side as an analogue of the basic reproduction rate for this model. Achieving these conditions may, however, be a difficult task to accomplish. If they are not, then the final population of susceptible may be very low which is quite bad.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The simplest somewhat realistic model"
        },
        {
            "text": "Example 1. Consider this model with S(0) = 0.99, I(0) = 0, E(0) = 0.01 and R(0) = 0 (for small nonzero I(0), E(0) the outcome seems to not be very dependent on the precise value) whose simulation is shown in figure 2 . In this precise case, only a very small fraction of the population got away without being infected. Indeed, form equation 3.5 for the stability of the disease free equilibrium Figure 2 . Example when β i = 0.9, β e = 2.5, a = 1, γ = 0.9, µ = 0.1 which has β e γ + µ ∼ 2.78,",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 216,
                    "text": "figure 2",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 395,
                    "end": 403,
                    "text": "Figure 2",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Examples and numeric simulations."
        },
        {
            "text": "and initial conditions S(0) = 0.99, I(0) = 0, E(0) = 0.01 and R(0) = 0. The red, blue, green and purple curves respectively denote the fraction of the population composed of susceptible, exposed, infected and recovered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples and numeric simulations."
        },
        {
            "text": "we find that it must satisfy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples and numeric simulations."
        },
        {
            "text": "which is in agreement with what we see in figure 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples and numeric simulations."
        },
        {
            "text": "On the other hand, we may consider the same model but supposing that social isolation and other measures have been put in place to reduce the transmission rate. In figure 3 we run one such example. In this case, equation 3.5 gives that the stable disease free equilibrium to which the model converges satisfies S c < 4 7 which is compatible with what can be inferred from figure 3. Remark 1. It would be interesting to actually get a lower bound on S c rather than an upper bound.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples and numeric simulations."
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples and numeric simulations."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065128 doi: medRxiv preprint 3.2.1. Example with two peaks. We could now try and make β i and β e periodic in a way that, on average, the inequalities in Conclusion 1 hold true. In that case, I expect that, after the peak, the number of infected people will also decrease, in average, with time. Of course, it may be that, with no extra measures, the actual values of β e and β i are so high that by opening up (even if only for a short period of time) will make the task of making the inequalities above hold in average very difficult. It is exactly this scenario that we explore in the next example where after a strict control of the transmission rate, it is once again allowed to become large. This is an alert to the dangers of a non-careful reopening, after social distancing measures had been put in place, for an insufficient time so that herd immunity develops. In this example we can actually see that the second peak can be made larger than the first which provides an answer to the items (b) and (c) in question 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples and numeric simulations."
        },
        {
            "text": "Example 2. Figure 4 shows an example where after seeing positive signs in the decrease in the number of infected, the rate of transmission is allowed to increase. This leads to a formation of a second peak of infections which ends up infecting almost everyone. 1 Indeed, we can see in the plot in figure 5 that the conditions in Conclusion 1 are violated right before time t = 5. This leads to a change of tendency which will makes the curve of infected restart increasing and eventually leading to the formation of the second peak. This is an example of something we want to avoid.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 11,
                    "end": 19,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 297,
                    "end": 305,
                    "text": "figure 5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Examples and numeric simulations."
        },
        {
            "text": "Remark 2. This example leads to a fundamental question. Is there a criteria which guarantees that no second peak will form? This is precisely the problem raised in th problem (a) by question 2. Preferably a criteria depending on β e and β i which are the quantities that can be somewhat controlled using social distancing and other measures. We shall answer this question next in Proposition 1. . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples and numeric simulations."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065128 doi: medRxiv preprint Figure 4 . Example of an un-careful reopening which leads to a second peak. Proof. Again, from the first equation 3.1 we have",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Examples and numeric simulations."
        },
        {
            "text": "which will converge to zero if I and E do not themselves uniformly converge to zero.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples and numeric simulations."
        },
        {
            "text": "Political measures can more easily affect the transmission rate than the recovery and death rate which are more dependent on medical conditions. Thus, in the next result we find a, potentially useful, criteria for having only one peak which does not assume the transmission rates β i , β e to be constant. This provides a rigorous answer to the item (c) of question 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples and numeric simulations."
        },
        {
            "text": "Proposition 1. Suppose that a, γ, µ are all constant and (S, E, I, R) is a nonconstant solution of 3.1-3.4. If there is a time t * such thatİ(t * ) < 0 and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples and numeric simulations."
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples and numeric simulations."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065128 doi: medRxiv preprint then, for t ≥ t * , the fraction of infected population I(t) has at most one critical point. Moreover, if any such critical point exists, then it is a maximum. In particular, if",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples and numeric simulations."
        },
        {
            "text": "then I(t) at most a unique maximum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples and numeric simulations."
        },
        {
            "text": "Proof. First notice that if I and E both vanish at some point, then the solution is constant. Then, we may suppose this is not the case and differentiate the third equation 3.3, using the second 3.2 to substitute forĖ. This gives",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples and numeric simulations."
        },
        {
            "text": "which at a critical point of I yieldsÏ = a(β i IS + β e ES) − a 2 E.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples and numeric simulations."
        },
        {
            "text": "As between any two maxima there must be a minimum, in order for I to only have one maximum it is enough that it has no minimum. At a minimum we would haveÏ ≥ 0 which from the previous computation is ruled out if",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples and numeric simulations."
        },
        {
            "text": "However, the condition that we are at a critical point of I(t), i.e.İ(t) = 0, yields that aE = (γ + µ)I which upon inserting above gives aβ i S + (β e S − a)(γ + µ) < 0, which in terms of S reads as S < a(γ + µ) aβ i + (γ + µ)β e .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples and numeric simulations."
        },
        {
            "text": "Thus, if S always satisfies this inequality past some time, then there is at most one critical point of I and this must a maximum, if it exists at all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples and numeric simulations."
        },
        {
            "text": "Remark 3. The previous result gives a criteria to guarantee that a second peak will not form. For that, one must try and control the β e and β i so that equation 3.7 holds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples and numeric simulations."
        },
        {
            "text": "In this section we analyze the model previously derived in 2.2.2 which was designed to capture asymptomatic carriers. This model regards the exposed (E) in a slightly different manner than in the more refined model 2.3.1. Namely, we consider the exposed as only one state and average out their infectiousness. For convenience, we recall here the system of equations governing this model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A model capturing asymptomatic carriers"
        },
        {
            "text": "(4.5) From equation 4.1 we find that S(t) is decreasing and from adding 4.1 and 4.2 we find that S(t) + E(t) as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A model capturing asymptomatic carriers"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A model capturing asymptomatic carriers"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065128 doi: medRxiv preprint 4.1. Linear analysis. Let us now find the critical points of this system. From equations 4.3, 4.4 and 4.5 we find that for the generic values of a a , a i , γ i , γ a , µ all E, A, I must vanish at a critical point. From the remaining equations we find that S and R can be any arbitrary constants as long as S + R ≤ 1. We shall write such a critical point as c = (S, E, A, I, R) = (S c , 0, 0, 0, R c ). Notice in particular that any such critical point is disease free. Then, the linearised system at such a critical point is given bẏ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A model capturing asymptomatic carriers"
        },
        {
            "text": "In this case, we have that the equations forẋ where x := (e, a, i) do control the whole system. This subsystem is then given byẋ = Ax where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A model capturing asymptomatic carriers"
        },
        {
            "text": "While it is possible to compute the eigenvalues of this system in general, the formulas are extremely unwieldy and so it is hard to find a general statement which decides on the stability of the system in general. Nevertheless, as necessary condition for stability is that det(A) < 0 and tr(A) < 0 which respectively give S c < γ a (γ i + µ)(a i + a a ) γ a (γ i + µ)β e + γ a a i β i + (γ i + µ)a a β a , and S c < a i + a a + γ a + γ i + µ β e . (4.6)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A model capturing asymptomatic carriers"
        },
        {
            "text": "If β e < a i + a a + γ a + γ i + µ, then the first equation above suggests that the quantity (4.7) 1 a i + a a β e + a i β i γ i + µ + a a β a γ a , may behave as the basic reproduction rate for this model. Hence, and in order to have large (closed to 1) values of the asymptotic fraction of susceptible, we would like to keep 4.7 below 1. This is then compatible with having S c close to 1, at least from the point of view of the first equation in 4.6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A model capturing asymptomatic carriers"
        },
        {
            "text": "Conclusion 2. The above discussion suggests that for an outbreak to be under control we must have β e < a i + a a + γ a + γ i + µ and the quantity in equation 4.7 must be kept below 1. Furthermore, from formula 4.7 one can immediately see that it is enough that one of the transmission rates β e , β i , or β a to be out of control, i.e. to be large, for the outbreak to be out of control! author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A model capturing asymptomatic carriers"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 recovered state taking the asymptomatic route which makes this model fundamentally different. Indeed, from integrating the first equation 4.1 we find that",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A model capturing asymptomatic carriers"
        },
        {
            "text": "This shows that maximizing S c is equivalent to minimizing t 0 (β i I + β e E + β a A)ds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A model capturing asymptomatic carriers"
        },
        {
            "text": "From the point of view of the second definition, one regards the asymptomatic to be innocuous, which seems reasonable from a purely medical point of view as they never become sick. Furthermore, it is conceivable that they can create herd immunity which shields the rest of the population. However, intuitively speaking, having a relatively large number of asymptomatic may also be bad, at least initially while S is large, as they may move undetected and \"infect\" even more people. The numerical conclusion to which we arrive is that depending on the exact parameters of the model the asymptomatic can carry both roles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A model capturing asymptomatic carriers"
        },
        {
            "text": "Examples. Below we shall run some simulations which seem to suggest the previous intuitive reasoning to be correct in different settings. In order to this we shall fix the parameters β i , β e , β a , γ i , γ a , µ and vary a i and a a . The examples in this section have been constructed in order to provide answers to the question 3 raised in the Introduction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4.2.1."
        },
        {
            "text": "Remark 4. A few words must be said about the choice of the parameters β i , β e , β a , a i , a a , γ i , γ a , µ ruling the model. It is at the date medically impossible to determine the values of all these and so it is meaningless to assign them specific values and pretend we are modeling the true outbreak. Nevertheless, I must justify the values I will be assigning in my model. I shall suppose that β i < β e < β a , and recall that these encode the number of infections that the infected, exposed and asymptomatic cause by unit time. This choice may seem strange but there is a reason for this choice. I assume that the infected, while possibly being extremely infectious, are dealt with carefully and so do not infect as many other people by unit time as the exposed and asymptomatic. This justifies β i < β a and also β i < β e . The exposed, even though not having been detected yet, are not as infectious as they will eventually become later thus β e < β a . Notice that we do not have β e < β i as the infected individuals will be detected and dealt with in a way that avoids further infections. Without this extra care that inequality would hold. From all this we then have: β i < β e < β a , as claimed. Next, we shall assume in our simulations that γ i < γ a which means that the average time γ −1 a an asymptomatic individual takes to reduce its viral charge to zero is smaller than the time an infected indivual needs γ −1 i . This is highly debatable and, even though seemingly reasonable, I have no way to better justify this choice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4.2.1."
        },
        {
            "text": "The simulation in the next example 3 illustrates a case where having a larger fraction of asymptomatics carriers did not make the disease develop faster and actually lead to a smaller peaks of infection. This need not always be the case as we shall later see in example 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4.2.1."
        },
        {
            "text": "Example 3. In all the simulations we shall run in this example we shall have β i = 0.9, β e = 1.5 and β a = 2.8 while γ i = 0.8, γ a = 1.2 and µ = 0.01. In Figure 6 we shall plot the number of infected people, these are those which actually get sick, as a function of time where we compare different simulations obtained with the same value of a i + a a = 1 but different values of a i and a a individually. Indeed, from this simulation we can infer that the smaller a a is, or equivalently the larger a i is, the further high and late the peak is. Intuitively we can . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 164,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "4.2.1."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065128 doi: medRxiv preprint Figure 6 . In black, green, blue, red and purple the values of I(t) are plotted for the simulations obtained from a a being 0.1, 0.3, 0.5, 0.7 and 0.9 respectively. justify this from the fact that a large a a gives a lot of asymptomatic carriers, which when recovered create a group immunity shielding the rest of the population.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "4.2.1."
        },
        {
            "text": "I believe the values of the transmission rates β e , β i , β a in the previous example 3 are reasonable and somewhat realistic. Nevertheless, in order to better understand the role that asymptomatic carriers can carry it is actually more convenient to slightly exaggerate the values by having β a β e . We shall do so in the next example which illustrates one other role that asymptomatic carries can have. Namely, that in an early stage, i.e. when S is still large, having more asymptomatic carriers can cause a faster increase of the infected population anticipating and increasing the peak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4.2.1."
        },
        {
            "text": "Example 4. In this example we use the same constants of the previous example except for the values of β i and β a which we shall set to be β i = 0.5 and β a = 7. As explained before, the fact that β a is so big when compared to β i means not only that the disease is extremely contagious but also that those individuals which are showing symptoms are isolated and handled extremely carefully while the asymptotic ones are not. In figure 7 we have plotted in black and green the simulation obtained when a a = 0.1 (and a i = 0.9) and a a = 0.2 (and a i = 0.8) respectively. In this very particular example, we see that the higher probability of an exposed person to become asymptomatic leads to higher degree of contagion which itself leads to a higher earlier peak of the infected population. It is natural to inquire about the actual population of asymptomatic carriers in both of these simulations, these are plotted in figure 8.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 430,
                    "end": 438,
                    "text": "figure 7",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "4.2.1."
        },
        {
            "text": "In the simpler model given by the system 3.1-3.4 we saw in Example 2 that a second wave can form. In the same manner as in that case, we expect this will happen when the quantity 1 a i + a a β e + a i β i γ i + µ + a a β a γ a , derived in subsection 4.1, rises above 1. We shall now see an example of a solution to the model 4.1-4.5 for which a second wave forms. In fact, we shall see that the second peak can be larger than the first and thus this example will serve as an answer to the items (b) and (c) of question 2 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second waves."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065128 doi: medRxiv preprint using this more refined model. Also, we shall use this opportunity to further elaborate on the role of asymptomatic carriers giving further input towards question 3 in the Introduction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second waves."
        },
        {
            "text": "Example 5. Let β i (t) = 0.9f (t), β e (t) = 1.5f (t), β a (t) = 2.8f (t), a a = 0.2 and a i = 0.8, γ i = 0.8, γ a = 1.2 and µ = 0.01, for some function f (t) which was carefully designed 2 but whiose specific form is unimportant for now. As a matter of showing the importance of the quantity 4.7 we shall plot this 2 We are using f (t) = 1 10 + S37(2 − t) + S37(t − 7) where S37(t) is the sum of the first 37 terms of the Fourier series of the Heaviside function on [−20, 20] .",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 317,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 476,
                    "text": "[−20, 20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Second waves."
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second waves."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 in figure 9 which we can see has two large plateaus, well above 1, connected by a region where it is substantially smaller. The simulation run for these values is presented in figure 10 and is made with the initial conditions S(0) = 0.99, E(0) = 0.01, I(0) = 0 = R(0). One sees that the first peak is too small for a sufficient fraction of the population to acquire immunity and the high increase of the rate of transmissions, here enconded in the quantity 4.7 leads to a second peak of the outbreak. Indeed, this second wave of the outbreak creates an even larger peak than the first. Of course, the actual values of the transmission rates we used in this example may not be well adapted for a realistic modeling. 3 Nevertheless, this serves as an example to stress the possibility of having a second outbreak that may be worse than the first. As a way of comparison, and to further investigate on the role of asymptomatic carriers, we present in figure 11 a simulation of the same model except that we now have a much higher fraction of asymptomatic carriers, in this case a a = 0.8 and a i = 0.2. This means that each individual has a 80 per cent probability of becoming asymptomatic when exposed to the disease. In this case, we see that the large quantity of asymptomatic carriers keeps the peaks of infection much smaller. In fact, we also find that in this case the second peak is smaller. This can be interpreted in terms of the herd immunity acquired by the asymptomatic carriers which shields the rest of population while keeping the number of infections smaller.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 299,
                    "end": 308,
                    "text": "figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1071,
                    "end": 1080,
                    "text": "figure 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Second waves."
        },
        {
            "text": "Remark 5. Example 5 raises the question of whether it is possibly to find conditions under which an outbreak will develop a unique peak. This is precisely the constant of item (a) in question 2. As we shall see in Corollary 1 of the next section such a criteria can be found and cast in terms of the quantity 4.7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second waves."
        },
        {
            "text": "4.3. Precise qualitative results. As in Lemma 2 we find that in order for",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second waves."
        },
        {
            "text": "to be positive we must have all A(t), I(t) and E(t) converging to zero as t → +∞. The other natural easy question to investigate is that of finding criteria for which there will be only one peak 3 Even though, I have tried to make them as reasonable as I could.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second waves."
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second waves."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101/2020.04.14.20065128 doi: medRxiv preprint Figure 10 . Plot of I(t) and A(t) in green and black. These represent the infected and the asymptomatic carriers respectively. Figure 11 . Plot of I(t) and A(t) in green and black respectively. of the outbreak, very much as done in Proposition 1 for the simpler model 3.1-3.4. Here, we shall find an analogue of that which holds under more restrictive hypothesis.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 122,
                    "text": "//doi.org/10.1101/2020.04.14.20065128",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 154,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 272,
                    "end": 281,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Second waves."
        },
        {
            "text": "Proposition 2. Let (S, E, A, I, R) be a solution to 4.1-4.5 with a i , a a , γ i , µ constant and S c > 0. Then, there is a constant c > 0 so that A ≤ c γ i +µ γa aa a i I for all t ≥ 0. Furthermore, if sup t≥0 1 a i + a a a i γ i + µ β i + β e + c a a γ a β a ≤ 1, . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second waves."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 the function I(t) has at most one critical point and this is a maximum if it exists.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Second waves."
        },
        {
            "text": "Proof. First notice that as S c > 0 we have that both A and I converge to zero and so there is a constant c as in the statement. Thus, in order to prove the result we shall follow the strategy of Proposition 1. This consists in finding conditions which guarantee thatÏ < 0 at any critical point of I. If that is the case, then I can have no minimum and thus will have at most one maximum, as in-between any two maxima there must be a minima. Thus, we start by computing",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second waves."
        },
        {
            "text": "which at a critical point of I further satisfiesİ = 0, i.e. a i E = (γ i + µ)I, and so we can rewritë",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second waves."
        },
        {
            "text": "Thus, we want to find conditions under which the following inequality holds",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second waves."
        },
        {
            "text": "If we further have A ≤ c γ i +µ γa aa a i I, then for inequality 4.8 to hold, it is enough that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second waves."
        },
        {
            "text": "which we can rewrite as 1 a i + a a a i γ i + µ β i + β e + c a a γ a β a S < 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second waves."
        },
        {
            "text": "As S ≤ 1 we find that this condition is immediate from that in the statement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second waves."
        },
        {
            "text": "Remark 6. From the proof of Proposition 2 we find that, in fact, for I(t) to only have at most one maximum it is enough to show that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second waves."
        },
        {
            "text": "Of course, one would like to keep S(t) as close to one as possible and so the first of this seems to be a more reasonable test. Furthermore, it does not require to know the value of S(t) but that of the ratio A(t)/I(t) which may be obtained by sampling with anti-body tests for example.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second waves."
        },
        {
            "text": "Of course, the previous proposition would be much more useful if for any given solution (S, E, A, I, R) one can determine the value of c. Furthermore, let A(0), I(0) respectively denote the initial value of asymptomatic and infected individuals. If a i A(0) ≤ a a I(0) and γ a ≥ γ i + µ, then",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second waves."
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second waves."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second waves."
        },
        {
            "text": "Integrating this yields",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second waves."
        },
        {
            "text": "which upon rearranging gives the result in the statement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second waves."
        },
        {
            "text": "Putting this Lemma 3 together with Proposition 2 we find the following Corollary. This serves as a rigorous answer to the inquire raised in item (a) of question 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second waves."
        },
        {
            "text": "Corollary 1. Let (S, E, A, I, R) be a solution to 4.1-4.5 with a i , a a , γ i , µ constant and S c > 0. Suppose that a i A(0) ≤ a a I(0), γ a ≥ γ i + µ and (4.9) sup t≥0 1 a i + a a β e + a i β i + a a β a γ i + µ < 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second waves."
        },
        {
            "text": "Then, the function I(t) has at most one critical point and this is a maximum if it exists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second waves."
        },
        {
            "text": "Remark 7. In the previous Corollary 1, the hypothesis that γ a > γ i + µ holds immediately if the average time for an asymptomatic carrier to stop being contageous is smaller than that required by the average infected individual. Still under this hypothesis, if the condition in equation 4.9 holds, then we also have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second waves."
        },
        {
            "text": "which should be compared with Conclusion 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second waves."
        },
        {
            "text": "Recall that the idea to be implemented and tested is that of splitting the population into n groups which, to first approximation, do not interact. This obviously supposes that in each household there are only people of the same group as otherwise it would be impossible to guarantee that they do not mix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grouping the population"
        },
        {
            "text": "We shall simply describe how the situation works by using the simplest possible model, namely the modified SEIR model described by equations 3.1-3.4. For the SEIAR model the situation is similar and the argument follows exactly the same lines. We start by splitting the fraction of susceptible population as S = n k=1 S k with similar splits for E, I and R. Suppose that people from each group only interact with those of their group, i.e. that . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grouping the population"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 for all i, j ∈ {1, . . . , k} and i = j, no person from group i meets a person from group j. Then, each k ∈ {1, . . . , k} we have that (S k , E k , I k , R k ) solveṡ",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Grouping the population"
        },
        {
            "text": "If we suppose that all populations follow the same dynamics with the same initial data then S 1 = . . . = S n and so S k = S/n for each k = 1, . . . , n, and similarly E k = E/n, I k = I/n, R k = R/n. Then, the system above turns intoṠ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grouping the population"
        },
        {
            "text": "This is the same system as that we started with but with the transmission rates β's replaced by β/n. This cuts the rate of propagation by dividing it by the number of groups in which the population was split.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grouping the population"
        },
        {
            "text": "Remark 8. The exact same reasoning leads to a similar conclusion using the model 4.1-4.5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grouping the population"
        },
        {
            "text": "Building on our Conclusion 1 we are lead to the following: Conclusion 3. It is possible to reduce the rates of transmission in half, or third, ou a fourth, and so on... Then, reducing it by a large enough factor, it is one can keep a large fraction of the population S c < S(0) < 1 still susceptible (without ever having contracted the disease). One way to achieve thus is to do divide the population into n groups which one supposes not to physically interact with one another. Then, one keeps n large enough so that 1 n β e γ + µ < 1. and 1 n β i γ + µ + β e a < 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grouping the population"
        },
        {
            "text": "In fact, we should actually require that βe n γ + µ and 1 n β i γ+µ + βe a 1, so that the final fraction of the population which is still susceptible is as high as possible. Using instead the model 4.1-4.5 and having in mind Corollary 1 and Remark 7, if γ a ≥ γ i + µ and a i A(0) ≤ a a I(0), then requiring that sup t≥0 1 a i + a a β e + a i β i γ i + µ + a a β a γ a < 1, guarantees that only one peak will form. Alternatively, if the ratio A/I is possible to compute, 4 then one may instead control the quantities put forward in remark 6. 4 by using anti-body testing for instance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grouping the population"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grouping the population"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 Example 6. Consider the same numerical values as those we previously considered in example 1 and figure 2. Recall that these are β i = 0.9, β e = 2.5, a = 1, γ = 0.9, µ = 0.01 and initial conditions S(0) = 0.99, I(0) = 0, E(0) = 0.01, R(0) = 0. Also, the curves with color red, blue, green and purple respectively denote the susceptible, exposed, infected and recovered. In figure 3 the case when n = 2 is plotted. This is a substantial improvement to the case of example 1. Indeed, we see that about 30 per cent of the population got away without ever being infected. Even better is the case Figure 12 . Example with n = 3 and the color code of figures 2 and 3. when n = 3 which is plotted in figure 12 just as a further example. This represents an extremely good scenarium where the number of infected is kept very low and almost disappears by time t = 30.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 696,
                    "end": 705,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 797,
                    "end": 806,
                    "text": "figure 12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Grouping the population"
        },
        {
            "text": "We shall now give an example using the more refined model from the system 4.1-4.5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grouping the population"
        },
        {
            "text": "Example 7. Let β i = 0.9, β e = 1.5, β a = 2.8, while a a = 0.2, a i = 0.8 and γ i = 0.8, γ i = 1.2, µ = 0.01. Set the initial conditions to be S(0) = 0.99, E(0) = 0.01, I(0) = 0, R(0) = 0. Using, these values we run in figure 13 two simulations, one for the case when n = 1 which means the population was not split at all and one for n = 2, i.e. the population was split into two groups. This suggests Figure 13 . Comparing I(t), the fraction of infected in the whole population, for n = 1 in blue and n = 2 in cyan.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 220,
                    "end": 229,
                    "text": "figure 13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 403,
                    "end": 412,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Grouping the population"
        },
        {
            "text": "that, indeed, splitting the population into two groups leads to a much smaller peak. Nevertheless, it does take more time to eliminate the infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grouping the population"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grouping the population"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 ",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Grouping the population"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Infectious diseases of humans: dynamics and control",
            "authors": [
                {
                    "first": "Roy",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "Robert",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A mathematical model for the spatiotemporal epidemic spreading of COVID19",
            "authors": [
                {
                    "first": "Alex",
                    "middle": [],
                    "last": "Arenas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mathematical structures of epidemic systems",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Capasso",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "97",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A Contribution to the Mathematical Theory of Epidemics",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proceedings of the Royal Society A",
            "volume": "115",
            "issn": "772",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)",
            "authors": [
                {
                    "first": "Ruiyun",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Genomic epidemiology of a densely sampled COVID19 outbreak in China",
            "authors": [
                {
                    "first": "Erik",
                    "middle": [],
                    "last": "Volz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Diagram of the SEIAR model. of these attempted at predicting the fraction of undocumented infections for COVID-19 in China.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Example when β i = 0.45, β e = 1.25, a = 1, γ = 0.9, µ = 0.01 which hasβ e γ + µ ∼ 1.389, β i γ + µ + β e a ∼ 1.75, and initial conditions S(0) = 0.99, I(0) = 0, E(0) = 0.01 and R(0) = 0. The color code is that of figure 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Rigorous qualitative results. First, notice that from the first equation 3.1 we find thaṫ S ≤ 0 so S(t) is decreasing. Consider the asymptotic fraction of susceptible populationS c := lim t→+∞ S(t),and recall that it is to our interest that S c > 0 and as big as possible (of course S c ≤ S(0) ≤ 1). Similarly, we shall define I c and E c as the asymptotic values of I and E if they exist.1 This model is made with γ = 0.9, µ = 0.01, a = 1 and βi = 0.9( H(1−t) 10 + H(t − 5)), βe = 2.5( H(1−t) 10 + H(t − 5)), where H(t) = 1 10 + S23(t) for S23 the first 23 terms of the Fourier series in [−20, 20] of the Heaviside function.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Plots of βe γ+µ and β i γ+µ + βe a which one can see to surpass the value 1 before t = 5.Lemma 2. Suppose that S c > 0, then I c = 0 = E c .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Controlling an outbreak. The main problem when faced with an outbreak is to keep it under control. But what does that mean in the context of the model we are considering. One possible definition is that the asymptotic value os susceptibleS c := lim t→+∞ S(t),is large. Alternatively, we may attempt at keeping the total number of infected people, i.(s)ds, as small as possible. The proof of Lemma 2 show that these two definitions are equivalent for the model 3.1-3.4. However, in model at hand there is the possibility that as susceptible passes to the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "In black and green are the plots of I(t) for the simulations obtained from a a being 0.1 and 0.2 respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "In black and green are the plots of A(t) for a a being 0.1, 0.2 respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Plot of 1 a i +aa β e (t) + a i β i (t) γ i +µ + a a βa(t) γa.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Let (S, E, A, I, R) be a solution to 4.1-4.5. Then, for all t ≥ 0 we have e −γat a a d dt e γat A = e −(γ i +µ)t a i d dt e (γ i +µ)t I",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Proof. Equations 4.3, 4.4 can be equivalently rewritten as d dt e γat A = a a e γat E d dt e (γ i +µ)t I = a i e (γ i +µ)t E, and using the hypothesis that γ a",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}