{
    "paper_id": "ad090789df7bf1aa93ab6b7b20d8f1159cd98187",
    "metadata": {
        "title": "COVID19-Tracker: A shiny app to produce to produce comprehensive data visualization for SARS-CoV-2 epidemic in Spain",
        "authors": [
            {
                "first": "Aurelio",
                "middle": [],
                "last": "Tobías",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Spanish Council for Scientific Research (CSIC)",
                    "location": {
                        "settlement": "Barcelona",
                        "country": "Spain"
                    }
                },
                "email": "aurelio.tobias@idaea.csic.es"
            },
            {
                "first": "Joan",
                "middle": [],
                "last": "Valls",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pau",
                "middle": [],
                "last": "Satorra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Biostatistics Unit, Institut d'Investigació Biomèdica de Bellvitge (IDIBELL)",
                    "institution": "",
                    "location": {
                        "settlement": "Barcelona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Cristian",
                "middle": [],
                "last": "Tebé",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Biostatistics Unit, Institut d'Investigació Biomèdica de Bellvitge (IDIBELL)",
                    "institution": "",
                    "location": {
                        "settlement": "Barcelona",
                        "country": "Spain"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Data visualization is an essential tool for exploring and communicating findings in medical research, and especially in epidemiological surveillance. The COVID19-Tracker web application systematically produces daily updated data visualization and analysis of the SARS-CoV-2 epidemic in Spain. It collects automatically daily data on COVID-19 diagnosed cases, intensive care unit admissions, and mortality, from February 24th, 2020 onwards. Two applications have already been developed; 1) to analyze data trends and estimating short-term projections; 2) to estimate the case fatality rate, and; 3) To assess the effect of the lockdown measures on the trends of incident data. The application may help for a better understanding of the SARS-CoV-2 epidemic data in Spain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The first confirmed cases of SARS-CoV-2 in Spain were identified in late February 2020 (1) . Since then, Spain became, by the April 8 th , the second most affected country worldwide (148.220 diagnosed cases) and recorded the third number of deaths (14, 792 deaths) due to the SARS-CoV-2 pandemic (2) . Since March 16 th , lockdown measures oriented on flattening the epidemic curve were in place in Spain, restricting social contact, reducing public transport, and closing businesses, except for those essential to the country's supply chains (3) . However, this has not been enough to change the rising trend of the epidemic. For this reason, a more restrictive lockdown was suggested (4), and eventually undertaken by the Spanish Government on March 30 th (5) .",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 248,
                    "end": 252,
                    "text": "(14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 253,
                    "end": 256,
                    "text": "792",
                    "ref_id": null
                },
                {
                    "start": 296,
                    "end": 299,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 543,
                    "end": 546,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 758,
                    "end": 761,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Data visualization is an essential tool for exploring and communicating findings in medical research, and especially in epidemiological surveillance. It can help researchers and policymakers to identify and understand trends that could be overlooked if the data were reviewed in tabular form. We have developed a Shiny app that allows users to evaluate daily time-series data from a statistical standpoint. The COVID19-Tracker app systematically produces daily updated data visualization and analysis of SARS-CoV-2 epidemic data in Spain. It is easy to use and fills a role in the tool space for visualization, analysis, and exploration of epidemiological data during this particular scenario.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The COVID19-Track app has been developed in RStudio (6), version 1.2.5033, using the Shiny package, version 1.4.0. Shiny offers the ability to develop a graphical user interface (GUI) that can be run locally or deployed online. Last is particularly beneficial to show and communicate updated findings to a broad audience. All the analyses have been carried out using R, version 3.6.3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOFTWARE AVAILABILITY AND REQUIREMENTS"
        },
        {
            "text": "The application has a friendly structure based on menus to shown data visualization for each of the analyses currently implemented: projections, fatality rates, and intervention analysis ( Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 197,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "SOFTWARE AVAILABILITY AND REQUIREMENTS"
        },
        {
            "text": "-Projections and Projections by age display the trends for diagnosed cases, ICU admissions, and mortality since the epidemic began, and estimates a 3-day projection (Figures 2a y 2b , respectively).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 181,
                    "text": "(Figures 2a y 2b",
                    "ref_id": null
                }
            ],
            "section": "SOFTWARE AVAILABILITY AND REQUIREMENTS"
        },
        {
            "text": "-Fatality and Fatality by age display the trends for the case fatality rates (Figure 2c ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 87,
                    "text": "(Figure 2c",
                    "ref_id": null
                }
            ],
            "section": "SOFTWARE AVAILABILITY AND REQUIREMENTS"
        },
        {
            "text": "-Intervention displays and calculates the effect of the lockdown periods on the trend of incident daily diagnosed cases, ICU admissions, and mortality ( Figure 2d ). The app has an automated process to update data and all analyses every time a user connects to the app. It is available online at the following link: https://ubidi.shinyapps.io/covid19/ and shortly free available on github as an R package.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 162,
                    "text": "Figure 2d",
                    "ref_id": null
                }
            ],
            "section": "SOFTWARE AVAILABILITY AND REQUIREMENTS"
        },
        {
            "text": "The produced graphs are mouse-sensitive, showing the observed and expected number of events through the plot. Likewise, when selecting any plot, the application allows the in English, Spanish, and Catalan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOFTWARE AVAILABILITY AND REQUIREMENTS"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOFTWARE AVAILABILITY AND REQUIREMENTS"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20049684 doi: medRxiv preprint Figure 2 . Standard output display of the COVID19-Tracker application (results updated to April 8th, 2020), for trend analysis and its 3-day projection at the national level (a) and by age group (b), of the fatality rate (c), and intervention analysis to evaluate the effect of alarm states on incident data (d).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 115,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We collected daily data on COVID-19 diagnosed cases, intensive care unit (ICU) admissions, and mortality, from February 24 th onwards. Data is collected automatically every day daily from the Datadista Github repository (7). This repository updates data according to the calendar and rate of publication of the Spanish Ministry of Health/Instituto de Salud Carlos III (8) .",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 371,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DATA SOURCES"
        },
        {
            "text": "Data corresponding to the available number of ICU beds in Spain (year 2017) are also obtained from the Datadista Github repository (7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA SOURCES"
        },
        {
            "text": "To estimate the observed data trends for the accumulated number of events, we used a Poisson regression model (9), allowing for over-dispersion (10) , fitting a quadratic effect:",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Projections"
        },
        {
            "text": "log(E(ct)) = β0 + β1t + β2t 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Projections"
        },
        {
            "text": "Where t = 1, 2, …, T, represents the time unit (from the first observed day until the last, T consecutive days in total), and ct is the accumulated number of events. The estimated regression parameters and their standard errors are used to obtain the short-term projections, up to three days, and their 95% confidence interval (95% CI).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Projections"
        },
        {
            "text": "Results are available nationwide by default, and at the regional level accessing to the dropdown menu for this purpose. Trends and projections are also calculated by age group (0-39, 40-49, 50-59, 60-69, 70-79, and 80 or more years).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Projections"
        },
        {
            "text": "We should note that in previous versions of this application, an alternative model was also considered, including only the linear trend. The models were compared using a similarity ratio test. Based on the evolution of the epidemic, we observed that the best fit was provided by the quadratic model, described above, making it the model used in the current version. In any case, the goodness of fit of the models is regularly being evaluated in case a reformulation is necessary that could provide a better fit of the data during the course of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Projections"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Projections"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20049684 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The case fatality rate is defined as the ratio between the number of deaths and the diagnosed cases (11) . Thus, an offset is fitted into the Poisson regression model, as the logarithm of the diagnosed cases:",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Case fatality rate"
        },
        {
            "text": "log(E(mt)) = β0 + β1t + β2t 2 + log(ct)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case fatality rate"
        },
        {
            "text": "Where mt is the daily number of deaths, and ct is the daily number of diagnosed cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case fatality rate"
        },
        {
            "text": "Case fatality rates are also calculated for the same age groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case fatality rate"
        },
        {
            "text": "We should acknowledge it is not possible to make an accurate estimate of the case fatality rates due to underreporting of cases diagnosed in official statistics (12) .",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Case fatality rate"
        },
        {
            "text": "Nonetheless, the estimation and monitoring of the case fatality rates monitoring are of espeical interest in the current epidemic scenario.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case fatality rate"
        },
        {
            "text": "To assess the effect of the lockdown on the trend of incident cases, admissions in ICU intensive care units, and mortality, we used an interrupted time-series design (13) . The data is analyzed with quasi-Poisson regression with an interaction model to estimate the change in trend:",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Intervention analysis"
        },
        {
            "text": "log(E(ct)) = β0 + β1t + β2lockdown + β3t * lockdown Where lockdown is a variable that identifies the intervals before and during the lockdown periods imposed by the Spanish Government (3,5) (0=before March 15 th , 2020; 1=between March 16 th and March 29 th , 2020; and 2= after Mach 30 th , 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention analysis"
        },
        {
            "text": "We should acknowledge that this is a descriptive analysis without predictive purposes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention analysis"
        },
        {
            "text": "For an easy interpretation, and comparison of the effectiveness of lockdown measures between countries, a linear trend is assumed before and after the lockdown (14) .",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Intervention analysis"
        },
        {
            "text": "Although not accounted for residual autocorrelation, the estimates are unbiased but possibly inefficient. This analysis also shows the results nationwide in table reporting the daily percentage (%) mean increase, and its 95%CI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention analysis"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention analysis"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20049684 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "So far, the COVID19-Tracker app has been very well received online, with a large number of connections generating an outsized memory usage on our server (Figure 3) . We keep improving the application by uploading new data visualizations, which may help for a better understanding of the SARS-CoV-2 epidemic data in Spain. Moreover, the COVID19-Tracker app could also be extensible to data visualizations across other countries and geographical regions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 163,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Further developing"
        },
        {
            "text": "The COVID19-Tracker application presents a set of tools for updated analysis and graphic visualization that can be very useful for a better understanding of the evolution of the COVID-19 epidemic in Spain and its epidemiological surveillance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As limitations, we should be note that the application does not take into account the changes in the definition of a case diagnosed by COVID-19, nor the population exposed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "So, the number of events is modeled directly instead of the incidence rate, assuming that the entire population is at risk, except for the case fatality rate. On the other hand, the analyzes are not free from the biases linked to the source of information provided . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20049684 doi: medRxiv preprint by the Ministry of Health (8) , being collected on a daily basis through the Datadista github (7).",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We continue to plan improvements to the app to include new analytics and visualizations. Aos, the application could be extensible for use in other countries or geographic areas. In summary, this application, easy to use, come to fill a gap in this particular scenario for the visualization of epidemiological data for the COVID-19 epidemic in Spain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20049684 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 in Europe: the Italian lesson. The Lancet",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saglietto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;ascenzo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zoccai",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Ferrari",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20)30690-5"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Oxford Martin School, The University of Oxford, Global Change Data Lab",
            "authors": [],
            "year": 2020,
            "venue": "Data. Coronavirus Disease (COVID-19) Statistics and Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Real Decreto 463/2020, de 14 de marzo de 2020, por el que se declara el estado de alarma para la gestión de la situación de crisis sanitaria ocasionada por el COVID-19",
            "authors": [
                {
                    "first": "Ministerio",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "La",
                    "middle": [],
                    "last": "Presidencia",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Relaciones con las Cortes y Memoria Democrática",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Experts' request to the Spanish Government: move Spain towards complete lockdown. The Lancet",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Mitjà",
                    "suffix": ""
                },
                {
                    "first": "À",
                    "middle": [],
                    "last": "Arenas",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Rodó",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tobias",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brew",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Benlloch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20)30753-4"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Real Decreto-ley 10/2020, de 29 de marzo de 2020, por el que se regula un permiso retribuido recuperable para las personas trabajadoras por cuenta ajena que no presten servicios esenciales, con el fin de reducir la movilidad de la población en el contexto de la lucha contra",
            "authors": [
                {
                    "first": "Ministerio",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "La",
                    "middle": [],
                    "last": "Presidencia",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Relaciones con las Cortes y Memoria Democrática",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Integrated Development for R",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Team",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rstudio",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "limpieza y normalización de las tablas de la situación diaria acumulada de la enfermedad por el coronavirus SARS-CoV-2 (COVID-19) en España en un formato accesible y reutilizable",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Datadista",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Extracción",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Situación de COVID-19 en España",
            "authors": [
                {
                    "first": "Sanidad",
                    "middle": [],
                    "last": "Ministerio De",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Comparison of different approaches to incidence prediction based on simple interpolation techniques",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dyba",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hakulinen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Statistics in Medicine",
            "volume": "19",
            "issn": "13",
            "pages": "1741--52",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "La distribución binomial negativa frente a la de Poisson en el análisis de fenómenos recurrentes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Navarro",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Utzet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Puig",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Caminal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martín",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Gaceta Sanitaria",
            "volume": "15",
            "issn": "5",
            "pages": "447--52",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Modern epidemiology",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Greenland",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "2019-novel Coronavirus (2019-nCoV): estimating the case fatality rate -a word of caution",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Battegay",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kuehl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tschudin-Sutter",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Widmer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Neher",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Swiss Med Wkly",
            "volume": "150",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Interrupted time series regression for the evaluation of public health interventions: a tutorial",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Bernal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cummins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gasparrini",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Epidemiol",
            "volume": "46",
            "issn": "1",
            "pages": "348--55",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Evaluation of the lockdowns for the SARS-CoV-2 epidemic in Italy and Spain after one month follow up. Science of The Total Environment",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tobías",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scitotenv.2020.138539"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Home page of the COVID19-Tracker application, for visualization and analysis of data from the SARS-CoV-2 epidemic in Spain. Available at: https://ubidi.shinyapps.io/covid19/ We also introduced two additional menus to describe the Methodology, reporting the statistical details on the analyses already implemented, and Other apps, which collects applications also developed in Shiny by other users to follow the COVID19 epidemic in Spain and globally.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Number of connections and memory usage since March 27 th to April 8 th , 2020.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}