{
    "paper_id": "ad47f8d46f41eeb6559d89a1addba67699813a6a",
    "metadata": {
        "title": "Perceptions and behavioural responses of the general public during the COVID-19 pandemic: A cross-sectional survey of UK Adults",
        "authors": [
            {
                "first": "Christina",
                "middle": [
                    "J"
                ],
                "last": "Atchison",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MRC Centre for Global Infectious Disease Analysis and Abdul Latif Jameel Institute for",
                    "institution": "",
                    "location": {}
                },
                "email": "christina.atchison11@imperial.ac.uk"
            },
            {
                "first": "Leigh",
                "middle": [],
                "last": "Bowman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MRC Centre for Global Infectious Disease Analysis and Abdul Latif Jameel Institute for",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Charlotte",
                "middle": [],
                "last": "Vrinten",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rozlyn",
                "middle": [],
                "last": "Redd",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College London",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Philippa",
                "middle": [],
                "last": "Pristerà",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College London",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Jeffrey",
                "middle": [
                    "W"
                ],
                "last": "Eaton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MRC Centre for Global Infectious Disease Analysis and Abdul Latif Jameel Institute for",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Helen",
                "middle": [],
                "last": "Ward",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College London",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: To examine risk perceptions and behavioural responses of the UK adult population during the early phase of the COVID-19 epidemic in the UK.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Setting: Conducted with a nationally representative sample of UK adults within 48 hours of the UK Government advising the public to stop non-essential contact with others and all unnecessary travel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Participants: 2,108 adults living in the UK aged 18 years and over. Data were collected between March 17 and 18 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Descriptive statistics for all survey questions, including the number of respondents and the weighted percentages. Logistic regression was used to identify sociodemographic variation in: (1) adoption of social-distancing measures, (2) ability to work from home, and (3) willingness and (4) ability to self-isolate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Overall, 1,992 (94.2%) respondents reported taking at least one preventive measure:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "85.8% washed their hands with soap more frequently; 56.5% avoided crowded areas and 54.5% avoided social events. Adoption of social-distancing measures was higher in those aged over 70 compared to younger adults aged 18 to 34 years (aOR:1.9; 95% CI:1.1 to 3.4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Those with the lowest household income were six times less likely to be able to work from home (aOR:0.16; 95% CI:0.09 to 0.26) and three times less likely to be able to self-isolate (aOR:0.31; 95% CI:0.16 to 0.58). Ability to self-isolate was also lower in black and minority ethnic groups (aOR:0.47; 95% CI:0.27 to 0.82). Willingness to self-isolate was high across all respondents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On 31 December 2019, Chinese authorities notified the World Health Organisation (WHO) of an outbreak of pneumonia in Wuhan City, which was later classified as a new disease: (1). Following identification of cases in countries outside China, on 30 January 2020, WHO declared the outbreak of COVID-19 a \"Public Health Emergency of International Concern\" (1). In the UK, the first cases of COVID-19 were diagnosed at the end of January 2020, and community transmission was reported a few weeks later (2, 3) . Government measures to control the epidemic were first announced on 22 January 2020 and included travel advice, information for those returning from affected countries, testing of suspected cases, isolation and contact tracing. This was followed in early February by a public health information campaign advising people to adopt hygiene measures to protect themselves and others, including more frequent handwashing with soap and water, using hand sanitiser if soap and water are not available, and covering mouth and nose with a tissue or sleeve when coughing or sneezing (4) . Then, on 3 March 2020, the UK Government published its action plan setting out the UK-wide response to the novel coronavirus. The UK Government's response outlined measures in four key areas: containing the outbreak, delaying its spread, mitigating the impact and research to improve diagnostics and treatment (5) .",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 500,
                    "text": "(2,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 501,
                    "end": 503,
                    "text": "3)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1079,
                    "end": 1082,
                    "text": "(4)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1395,
                    "end": 1398,
                    "text": "(5)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "On March 16 2020, five days after the WHO declared the outbreak of COVID-19 a pandemic, the UK Prime Minister announced a shift to the delay phase of the UK response with measures aimed at suppressing the spread of the infection in the population through nonpharmaceutical interventions (NPIs), including social distancing of the whole population, isolation of cases for 7 days and quarantine of their household members for 14 days (6) . The public was advised to stop non-essential contact with others and all unnecessary travel: including working from home where possible and avoiding pubs, theatres, restaurants and other social venues (6) . This shift in response was prompted by a mathematical modelling study which showed that a combination of social distancing of the entire population, home isolation of cases and household quarantine of their family members (and possible school and university closure) was required to suppress transmission to a level that would enable the NHS to cope with the surge in cases requiring hospital admission and ventilation (7) .",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 435,
                    "text": "(6)",
                    "ref_id": null
                },
                {
                    "start": 639,
                    "end": 642,
                    "text": "(6)",
                    "ref_id": null
                },
                {
                    "start": 1064,
                    "end": 1067,
                    "text": "(7)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The effect of NPIs to reduce transmission rates is dependent on compliance with public health advice on social distancing. In the initial stages of the UK epidemic, this advice was voluntary, and not enforced by the government. This was criticised due to concern that likelihood of being infected with COVID-19 under the UK Government's current preventive measures. Severity was measured by asking respondents about perceived seriousness of symptoms if they were infected with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Preventive behaviours included information on perceived effectiveness and actual adoption of preventive behaviours (to protect oneself and others), to prevent both contracting COVID-19 and onward transmission, and were collected under three categories: (1) hygiene practices (wearing a face mask, washing hands more frequently with soap and water, using hand sanitiser more regularly, disinfecting the home, covering nose and mouth when sneezing or coughing) (2) travel avoidance (travel to affected countries and travel to areas inside and outside the UK, regardless of whether they were affected) (3) social distancing (avoiding public transport, social events, going out in general, going to hospital or other healthcare settings, crowded places, and contact with people who have a fever or respiratory symptoms).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Willingness and ability to self-isolate if asked by a healthcare professional were measured using two questions developed for this survey. At the time the survey was conducted, Public",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Health England's operational definition of 'self-isolation' was \"if you have symptoms of coronavirus infection , however mild, do not leave your home (even to buy food or essentials) or have any visitors for 7 days from when your symptoms started. This includes not going to work, school or other public places, and avoiding public transport or taxis. Selfisolation is the same as voluntary quarantine.\"(12)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We worked with YouGov to optimise question clarity and ease of understanding for the UK population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The survey instrument is freely available to download from the School of Public Health, Imperial College London COVID-19 resources webpage: https://www.imperial.ac.uk/mrcglobal-infectious-disease-analysis/covid-19/covid-19-resources/",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Data were collected between 1630 GMT on 17 March 2020 and 1030 GMT on 18 March 2020. Participants identified for the sample were sent an email with a survey link. YouGov returned the anonymised data set to the Imperial College London research team for analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection"
        },
        {
            "text": "Analyses were conducted in Stata 15 and SPSS version 25.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "Descriptive statistics for all variables present the number of respondents and the weighted percentages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "Logistic regression was used to identify sociodemographic variation in: (1) adoption of socialdistancing measures, (2) ability to work from home, and (3) willingness and (4) ability to selfisolate. Adoption of social distancing measures was proxied by respondents reporting to have avoided crowded places and social events to protect themselves or others from COVID-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "Variables that appeared to be associated (p<0.20) in the unadjusted analyses were considered in the adjusted analyses. Adjusted odds ratios (aOR) and 95% confidence intervals (CI) were estimated. Associations with a p-value <0.05 in the adjusted analyses were considered to be statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19."
        },
        {
            "text": "We tested for collinearity between education level, employment status, household income, savings and household tenure. For these categorical variables, collinearity was measured by examining bivariate relationships using Pearson's Chi-squared tests. Where collinearity was detected we ran separate adjusted regression analyses for those variables, using only other explanatory variables in those models that were not strongly correlated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19."
        },
        {
            "text": "We distributed an online feedback form to communities across the UK using local networks of public partners and contacts, Twitter and via VOICE-global.org, an online platform for public involvement in research established by Newcastle University. We received 420 responses, including 328 from members of the public. The experiences and feedback shared guided our study design and scope, including the phrasing of the survey tool's closed-ended questions and the refinement of pre-populated answer choices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and Public Involvement"
        },
        {
            "text": "Study results will be shared with the public both by posting on the VOICE-global.org news page, on the research team's website and through direct mail with those who consented to be contacted about our research and involvement activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and Public Involvement"
        },
        {
            "text": "The overall sample was designed to be representative of the UK adult population and is described in Table 1 . In summary, of the 2,108 respondents, 11.1% were 18 to 24 years old, and 13.5% were 70 years or older. The majority of respondents were white (93.9%). In total, 43.4% were in full-time work and 14.1% were in part-time work.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 107,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Overall, 77.4% (1,640/2,108) of respondents reported being worried about the COVID-19 outbreak in the UK. For those that had not previously tested positive for COVID-19, 47.5% (979/2,108) believed that it was likely they would be infected at some point in the future under the UK Government's preventive measures. If infected, just over half (56.9%) of respondents would expect to be moderately severely affected (e.g. may need self-care and rest in bed) (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 455,
                    "end": 464,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Accordingly, 94.2% of adults reported taking at least one preventive measure (to protect oneself and others) against COVID-19 infection: 85.8% washed their hands with soap more frequently; 56.5% avoided crowded areas; 54.5% avoided social events and 39.2% avoided public transport (Figure 1 ). Most reported that their behaviour change was in response to government guidance (71.3%). Preventive measures perceived to be most effective were washing hands more frequently with soap and water (92.5%), avoiding contact with people who have a fever or respiratory symptoms (91.4%), and covering nose and mouth when sneezing or coughing (90.0%) (Figure 1 ). Perceived effectiveness of preventive measures was higher than actual adoption for all measures. This was particularly marked for social distancing measures (Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 281,
                    "end": 290,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 640,
                    "end": 649,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 810,
                    "end": 819,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Overall, 45.2% of respondents reported adopting social distancing measures (avoiding crowded places and avoiding social events) to protect themselves or others from COVID-19. . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adoption of social-distancing measures"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20050039 doi: medRxiv preprint . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint Those that report avoiding crowded areas AND social events; b Mutually adjusted for age, sex, marital status, employment status, household income, savings and housing tenure; c Adjusted for age, sex, marital status and employment status. d Excluding those who responded \"Don't know\"; e Mutually adjusted for age, ethnicity, UK area of residence, household income, savings and housing tenure; f Adjusted for age, ethnicity, UK area of residence and housing tenure; £ Adjusted for age, ethnicity and UK area of residence. *p<.05, **p<.01, ***p<.001",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Overall, 44.3% of respondents reported being able to work from home (i.e. permitted by their employer and have the necessary equipment to do their job from home).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ability to work from home"
        },
        {
            "text": "Respondents who held post-secondary but below degree-level (47.7%; aOR:0.58; 95% CI:0.41,0.82) and secondary or below level (29.4%; aOR:0.29; 95% CI:0.21,0.39) education qualifications were less likely to be able to work from home compared with those educated to degree level (62.6%) ( Table 2) . As with educational level, there was a household income and savings gradient with ability to work from home. Those with the lowest household income (<£20,000) were six times less likely to be able to work from home compared to those with household incomes of £50,000 and above (22.7% vs. 67.3%; aOR:0.16; 95% CI:0.09,0.26). Respondents with £100 savings or less were three times less likely to be able to work from home compared to those with £25,000 or more in savings (33.1% vs. 59.9%; aOR:0.33; 95% CI:0.21,0.52) ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 294,
                    "text": "Table 2)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 815,
                    "end": 823,
                    "text": "Table 2)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Ability to work from home"
        },
        {
            "text": "Compared with those who owned their home outright, those renting accommodation from a local authority or housing association were less likely to be able to work from home (18.2% vs. 41.0%; aOR:0.37; 95% CI:0.18,0.75).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ability to work from home"
        },
        {
            "text": "Overall, perceived ability (87.0%) and willingness (87.6%) to self-isolate for 7 days if asked by a healthcare professional were high.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Willingness and ability to self-isolate"
        },
        {
            "text": "In terms of socio-demographic associations, there was no effect of sex on perceived ability to self-isolate (Table 3) . However, women were somewhat more willing to do so than men (94.9% vs. 91.8%; aOR:2.1; 95% CI:1.2,3.5). Respondents from ethnic minority backgrounds perceived themselves to be less able to self-isolate than respondents from White backgrounds (84.8% vs. 92.1%, aOR:0.47; 95% CI:0.27,0.82), although they were equally willing to do so (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 117,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 453,
                    "end": 462,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Willingness and ability to self-isolate"
        },
        {
            "text": "Some indicators of socioeconomic status were significantly associated with perceived ability and willingness to self-isolate. Respondents who held post-secondary but below degreelevel education qualifications were less able (90.2% vs. 93.1%; aOR:0.59; 95% CI:0.36,0.97) and less willing (90.9% vs. 94.9% aOR:0.50; 95% CI:0.29,0.85) to self-isolate than respondents educated to degree level (Table 3) . Those with household incomes below . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 390,
                    "end": 399,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Willingness and ability to self-isolate"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20050039 doi: medRxiv preprint Excluding those who responded \"Don't know\"; b Mutually adjusted for age, gender, ethnicity, marital status, education, employment status, household income, savings, and housing tenure; c Adjusted for age gender, ethnicity, marital status, employment status and housing tenure; d Adjusted for age, gender, ethnicity, marital status, and employment status; *p<.05, **p<.01, ***p<.001 £20,000 were three times less likely to be able to self-isolate compared with those on household incomes of £50,000 and above (88.3% vs. 95.5%; aOR:0.31; 95% CI:0.16,0.58).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Similarly, respondents with less than £100 in savings were three times less likely to be able to self-isolate compared with those with savings of £25,000 or more (84.8% vs. 95.6%; aOR:0.35; 95% CI:0.18,0.68). There was no effect on willingness to self-isolate by household income or amount of savings (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 301,
                    "end": 310,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Area of residence"
        },
        {
            "text": "Those in accommodation rented from a private landlord, local authority, or housing association were less likely to report being able to self-isolate, although this association was no longer significant when other sociodemographic factors were adjusted for. In terms of willingness to self-isolate, respondents renting accommodation from a local authority or housing association (aOR:0.39; 95% CI:0.21,0.75) and those living with parents, family or friends (aOR:0.43; 95% CI:0.20,0.95) were less likely to be willing to self-isolate compared with those who owned their home outright (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 582,
                    "end": 591,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Area of residence"
        },
        {
            "text": "This study reports on the perceptions and behaviour of the UK adult population in the two days following the government introduction of recommendations on social distancing (6). We found high levels of self-reported behaviour change. Notably, the most-adopted measures, washing hands more frequently with soap and water, using hand sanitiser and covering nose and mouth when sneezing or coughing, prominently featured in national public health campaigns from relatively early on in the epidemic (4) and mirrors results seen in previous pandemics (13) . However, there were marked differences between the perceived effectiveness and adoption of NPIs. This suggests that lack of knowledge on what measures are effective against COVID-19 is not a key driver of compliance in the UK population. In contrast, a similar study conducted in Hong Kong showed comparatively high perceived effectiveness and adoption of preventive measures (11) .",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 550,
                    "text": "(13)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 929,
                    "end": 933,
                    "text": "(11)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our results highlighted significant differences across demographic and socio-economic strata for social distancing behaviour, ability to work from home, and the ability and willingness of people to self-isolate. Adoption of social distancing measures was almost twice as likely in people over 70 compared to adults aged 18 to 34 years. Notably, those that were single were less likely to practice social distancing. There was a strong association between socioeconomic deprivation and ability to adopt NPIs. Although willingness to self-isolate . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20050039 doi: medRxiv preprint was high overall, those from more disadvantaged backgrounds were less likely to be able to work from home or self-isolate if needed, suggesting the existence of structural barriers to adopting preventive behaviours in these groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The strength of this study is in the representative sample of the UK adult population, the ability to achieve our sample size quickly, and the timeliness in relation to changing government recommendations. This study has three limitations. First, with an online approach, responses of those without internet access were under-represented. Second, the survey tool consisted of predominantly closed-ended questions. Thus, we were unable to explore responses in more depth. Third, surveys collecting self-report data are generally subject to limitations including honesty, introspective ability and interpretation of the questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Our findings highlight the stark choices faced by those in lower socio-economic groups and suggest that unless the government intervenes to support these individuals, the impact of this epidemic will likely be felt unequally in our society. Not only this, but if a large proportion of the population continues to work while unwell, low compliance will render the various forms of social distancing less effective, as low-income workers are forced to choose between financial and physical health. Indeed, this behaviour has already been observed in the workplace in previous pandemics: workers without access to paid sick leave were more likely to work while unwell than those with paid sick leave (14) . A study in China after the H7N9 epidemic found that only 7% of people reported willingness to self-quarantine (15) .",
            "cite_spans": [
                {
                    "start": 697,
                    "end": 701,
                    "text": "(14)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 814,
                    "end": 818,
                    "text": "(15)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Also, during the Middle East Respiratory Syndrome (MERS) outbreak in Korea in 2015, there was heterogeneous uptake of preventive interventions (16) .",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "(16)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In the absence of a vaccine and treatments over the short-term, high compliance with social distancing, self-isolation and household quarantine is paramount to reduce transmission and the impact of COVID-19. And as the epidemic evolves, it is likely that compliance with preventive behaviours will continue to evolve too. NPI compliance, risk perception and behaviour are not consistent across cultures, social status or time. Indeed, previous studies have shown that perceptions and behaviours often change over time (13) . Therefore, current modelling projections of the impact of NPIs on morbidity and mortality are always provisional (7) . Future COVID-19 models should explore the variation captured in this and . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 518,
                    "end": 522,
                    "text": "(13)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 638,
                    "end": 641,
                    "text": "(7)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions and policy implications"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20050039 doi: medRxiv preprint previous studies to better estimate the impact of differential uptake of NPIs in the UK and beyond. It is also important to monitor behaviour throughout the epidemic to know when to implement further public health messaging, and when further or alternative government actions might be required, to mitigate falling compliance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Our findings highlight that those most economically disadvantaged in society are less able to comply with certain NPIs, likely in part due to their financial situation. Whilst one approach may be to better tailor public health messaging to this subpopulation, this must be done alongside considered fiscal and monetary policy to mitigate the financial costs of following government public health advice. Therefore, it is imperative that the UK Government, and governments around the world, quickly develop and implement policies to support the most vulnerable, in a bid to minimise the long-term social and economic harm caused by COVID-19. Government policy should recognise the disparity in impact across socio-economic groups, particularly across the labour market, and should aim to support workers equitably across the income spectrum. This would likely help increase compliance across the population to the levels required to suppress transmission and thereby reduce the strain on national health services, both in the UK and abroad. Although the UK Government has since announced a range of measures to support public services, individuals and businesses in part to facilitate compliance with current lockdown measures (17), it is uncertain how long these protections will be in place for and whether they will continue once lockdown restrictions are lifted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In summary, the population's response to public health advice is currently the key factor in tackling the COVID-19 epidemic and whether the curve is flattened sufficiently to allow health services to cope (7) . Factors affecting uptake and compliance with preventive measures are critical. Those from socioeconomically more deprived backgrounds, in particular, may need further financial assurance and assistance from the government to be able to implement some of these measures, such as self-isolation.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 208,
                    "text": "(7)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "organisations that might have an interest in the submitted work in the previous three years; no other relationships or activities that could appear to have influenced the submitted work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The lead authors (CJA and HW are the manuscript's guarantors) affirm that the manuscript is an honest, accurate, and transparent account of the study being reported; that no important aspects of the study have been omitted; and any discrepancies have been explained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.01.20050039 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The Imperial College London Research Ethics Committee approved the study (Ref 20IC5861).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICAL APPROVAL"
        },
        {
            "text": "Informed consent was obtained from those who chose to complete the survey after having read introductory information on its content and purpose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICAL APPROVAL"
        },
        {
            "text": "The survey instrument is freely available to download from the School of Public Health, Imperial College London COVID-19 resources webpage: https://www.imperial.ac.uk/mrcglobal-infectious-disease-analysis/news--wuhan-coronavirus/covid-19-resources/ The data used for the analyses are publicly available from the corresponding author on request. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA SHARING"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus disease 2019 (COVID-19) pandemic: increased transmission in the EU/EEA and the UK -seventh update Stockholm",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ecdc",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Number of coronavirus (COVID-19) cases and risk in the UK 2020",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Public_Health_England",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "New Coronavirus: UK Public Health Campaign Launched",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19) action plan 2020",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Department_Of_Health_And_Social_Care",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "Ainslie",
                    "middle": [
                        "K"
                    ],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Public Response to UK Government Recommendations on COVID-19: Population Survey",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Atchison",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bowman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Eaton",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Redd",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pristera",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "17--18",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "ESOMAR28: 28 questions to help online research buyers14",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Yougov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Community responses during the early phase of the COVID-19 epidemic in Hong Kong: risk perception, information exposure and preventive measures. medRxiv. 2020. 12. Public_Health_England. Stay at home: guidance for households with possible coronavirus (COVID-19) infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Kwok",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Hhh",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Vwi",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Perceptions and behavioral responses of the general public during the 2009 influenza A (H1N1) pandemic: a systematic review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bults",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Beaujean",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Richardus",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Voeten",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Disaster Med Public Health Prep",
            "volume": "9",
            "issn": "2",
            "pages": "207--226",
            "other_ids": {
                "DOI": [
                    "10.1017/dmp.2014.160"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Effectiveness of workplace social distancing measures in reducing influenza transmission: a systematic review",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zviedrite",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Uzicanin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Public Health",
            "volume": "18",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12889-018-5446-1"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Public perceptions and reactions to H7N9 in Mainland China",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goodwin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Infect",
            "volume": "67",
            "issn": "5",
            "pages": "458--62",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2013.06.014"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Preventive Behavioral Responses to the 2015 Middle East Respiratory Syndrome Coronavirus Outbreak in Korea",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "N"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ".36 (0.26-0.50)*** 0.22 (0.15-0.31)*** 0.14 (0.09-0.23)*** Ref f 0.36 (0.26-0.51)*** 0.22 (0.15-0.32)*** 0.16 (0.09-0.26)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Perceived effectiveness and actual adoption of preventative measures to prevent transmission of COVID-19effectiveness of preventive measures .......................Personal Hygiene..................... ........Travel: avoiding........ .....................Social Distancing: avoiding........................",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "shows the regression analysis results for adoption of social-distancing measures.Being 70 years or older (64.2% vs. 38.4%; aOR:1.9; 95% CI:1.1,3.4) was positively associated with greater adoption compared to younger adults aged 18 to 34 years. Compared with those who were married, in a civil partnership, or living as married (48.4%), respondents were less likely to have adopted social distancing measures to prevent transmission of COVID-19.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Demographics, socio-economic characteristics and COVID-19 risk perceptions, N=2,108",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "outright Own -mortgage/shared ownership Rent -private landlord Rent -local authority/housing association Live with parents, family or friends Other COVID-19 risk perceptions Level of worry about the current COVID-19 outbreak in the UK Perceived severity^ I would expect it to be life-threatening I would expect it to be severe (e.g. may need care and treatment in hospital) I would expect it to be moderate (e.g. may need self-care and rest in bed) I would expect it to be mild (e.g. can go about daily tasks normally) I would expect to have no symptoms Don't knowTable 2. Social distancing behaviour and ability to work from home by a range of sociodemographic factors, N=2,108 Social distancing measures being taken yes vs no a Ref 1.1 (0.86-1.4) 1.4 (1.1-1.8)** 2.9 (2.2-3.8)***",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Ability and willingness to self-isolate by sociodemographic factors",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The survey was conducted by YouGov on behalf of the Patient Experience Research Centre, School of Public Health, Imperial College London. Questions were developed by the authors, and YouGov provided suggestions to improve clarity and understandability. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "All authors have completed the ICMJE uniform disclosure form at www.icmje.org/coi_disclosure.pdf and declare: no financial relationships with any",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPETING INTERESTS"
        }
    ]
}