{
    "paper_id": "ae4c7edfcc94c8af6fdaf2b1fea4e6834f385ec3",
    "metadata": {
        "title": "Effect of various decontamination procedures on disposable N95 mask integrity and SARS-CoV-2 infectivity",
        "authors": [
            {
                "first": "Jeffrey",
                "middle": [
                    "S"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Haley",
                "middle": [],
                "last": "Hanseler",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "Welle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Providence St. Joseph Health",
                    "location": {
                        "settlement": "Portland",
                        "region": "Oregon",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rogan",
                "middle": [],
                "last": "Rattray",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Providence St. Joseph Health",
                    "location": {
                        "settlement": "Portland",
                        "region": "Oregon",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [],
                "last": "Campbell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Providence St. Joseph Health",
                    "location": {
                        "settlement": "Portland",
                        "region": "Oregon",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Tacy",
                "middle": [],
                "last": "Brotherton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Providence Cancer Institute",
                    "location": {
                        "settlement": "Portland",
                        "region": "Oregon",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Tarsem",
                "middle": [],
                "last": "Moudgil",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Earle A. Chiles Research Institute",
                    "location": {
                        "addrLine": "Robert W. Franz Cancer Center"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [
                    "F"
                ],
                "last": "Pack",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Keith",
                "middle": [],
                "last": "Wegmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Earle A. Chiles Research Institute",
                    "location": {
                        "addrLine": "Robert W. Franz Cancer Center"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "H D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shawn",
                "middle": [],
                "last": "Jensen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Earle A. Chiles Research Institute",
                    "location": {
                        "addrLine": "Robert W. Franz Cancer Center"
                    }
                },
                "email": ""
            },
            {
                "first": "Justin",
                "middle": [
                    "S"
                ],
                "last": "Jin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "H"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carlo",
                "middle": [
                    "B"
                ],
                "last": "Bifulco",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Providence St. Joseph Health",
                    "location": {
                        "settlement": "Portland",
                        "region": "Oregon",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Bernard",
                "middle": [
                    "A"
                ],
                "last": "Fox",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Earle A. Chiles Research Institute",
                    "location": {
                        "addrLine": "Robert W. Franz Cancer Center"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicholas",
                "middle": [
                    "L"
                ],
                "last": "Stucky",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 pandemic has created a high demand on personal protective equipment, including disposable N95 masks. Given the need for mask reuse, we tested the feasibility of vaporized hydrogen peroxide (VHP), ultraviolet light (UV), and ethanol decontamination strategies on N95 mask integrity and the ability to remove the infectious potential of SARS-CoV-2. FIT test data showed functional degradation by both ethanol and UV decontamination to different degrees. VHP treated masks showed no significant change in function after two treatments. We also report a single SARS-CoV-2 virucidal experiment using Vero E6 cell infection. We hope our data will guide further research for evidenced-based decisions for disposable N95 mask reuse and help protect caregivers from SARS-CoV-2 and other pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We first investigated if decontamination strategies, 70% ethanol, ultraviolet light, or VHP, impacted N95 mask integrity. We assessed N95 mask integrity through quantitative respirator fit testing ( Figure 1A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 209,
                    "text": "Figure 1A)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A novel human coronavirus that is now named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) emerged from Wuhan, China in December of 2019 (1) and quickly resulted in a global pandemic. The rapid spread of SARS-CoV-2 has created a high demand on personal protective equipment (PPE) and many hospitals worldwide are facing severe shortages. As transmission of SARS-CoV-2 occurs primarily through respiratory droplets, procedure masks and disposable N95 masks in particular have faced severe supply shortages. In contrast to manufacturer recommendations, this unprecedented pandemic has required reuse of these masks. Indeed, many frontline health care workers have adopted individualized mask decontamination strategies with unclear effects on mask integrity and on SARS-CoV-2 decontamination efficacy. Due to more limited supply, more stringent production requirements, and requirement for critical lifesaving aerosol generating procedures N95 masks have become a special priority in our health system. This team was tasked with determining feasibility of mask decontamination within our health system. Prior studies have investigated how decontamination procedures, including ethanol, ultraviolet light, and vaporized hydrogen peroxide (VHP) alter N95 mask integrity (2) (3) (4) (5) (6) (7) (8) , but it is unclear how effective these sterilization procedures are at destroying SARS-CoV-2. Here we investigate the effect of different decontamination methods on disposable N95 mask integrity and on removing the infectious potential of SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1280,
                    "end": 1283,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1284,
                    "end": 1287,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1288,
                    "end": 1291,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1292,
                    "end": 1295,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1296,
                    "end": 1299,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1300,
                    "end": 1303,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1304,
                    "end": 1307,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "testing measures particle concentration inside and outside the respirator and calculates a \"FIT score\", the ratio of the two measurements. A FIT score of ³100 is considered sufficient protection from aerosolized particles. Both repeated 70% ethanol exposure and extended exposure to ultraviolet light significantly impaired mask integrity as assessed by FIT scores, consistent with prior reports, although the average score remained above an acceptable functional threshold of 100 in both conditions ( Figure 1B,C) . VHP maintained an average FIT score of ³100 with minimal, non-statistically significant degradation of masks components ( Figure 1D ). A single treatment of 70% ethanol noticeably impaired mask function, even when masks felt dry to the touch ( Figure  1C ). N95 mask integrity was more greatly impaired at 30 minutes than 4 hours (Supplemental Figure 1 ). Results were consistent across N95 mask subtypes for both repeated ethanol exposure (Supplemental Figure  2 ) high intensity ethanol exposure (Supplemental Figure 3) , and VHP (Supplemental Figure 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 502,
                    "end": 514,
                    "text": "Figure 1B,C)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 639,
                    "end": 648,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 761,
                    "end": 771,
                    "text": "Figure  1C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 861,
                    "end": 869,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 971,
                    "end": 980,
                    "text": "Figure  2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1029,
                    "end": 1038,
                    "text": "Figure 3)",
                    "ref_id": null
                },
                {
                    "start": 1063,
                    "end": 1071,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Cartoon of N95 mask decontamination methods. Effect of B) UV light, C) two applications of 70% ethanol, or D) two treatments of vaporized hydrogen peroxide (VHP) on disposable N95 mask integrity. For panel B, *P<0.05, one-tailed ttest; for panels C and D, *P<0.05, one-way ANOVA with Fischer LSD post hoc one-tailed analysis relative to pretest condition. Dashed line at 100 indicates an acceptable FIT score. NS, not significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1: Effect of decontamination methods on N95 mask integrity A)"
        },
        {
            "text": "We next tested if decontamination with 70% ethanol, ultraviolet light, or VHP on SARS-CoV-2 changed viral RNA levels or viral infectivity. In this single experiment, six patients within our hospital system with the highest SARS-CoV-2 titer obtained by nasopharyngeal swab (as assessed by qPCR cycle threshold) were pooled and applied to portions of 1860, 1870+, or 8511 disposable N95 masks and straps, except in the case of the negative control, where no virus was applied ( Figure 2A ). N95 masks subsequently underwent decontamination, aside from the positive controls that were set aside. Following decontamination, N95 masks were immersed in ~3 mL of cell culture media. The media was then sterile filtered, and remaining RNA SARS-CoV-2 RNA assessed by RT-qPCR with primers designed in-house as well as CDC primers selective for SARS-CoV-2, with a total of five primer sets. SARS-CoV-2 RNA was detected on all masks exposed to virus ( Figure 2B , Table 1 ). However, as the presence of viral RNA does not necessarily indicate viable virus, we then tested the infectious potential of any remaining viable virus exposed to each decontamination condition by applying a fraction of remaining media to Vero E6 cells. We proceeded to culture the virus with cells for 4 days before extracting media to test for the presence of SARS-CoV-2 by both RT-qPCR ( Figure 2C , Table 1 ) and semi-quantitative viral induced cytopathic effects (Supplemental Figure 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 476,
                    "end": 485,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 940,
                    "end": 949,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 952,
                    "end": 959,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1354,
                    "end": 1363,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1366,
                    "end": 1373,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1445,
                    "end": 1453,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Figure 1: Effect of decontamination methods on N95 mask integrity A)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1: Effect of decontamination methods on N95 mask integrity A)"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . In descriptive analyses, all three N95 mask types in the positive control cell culture infectivity study had substantially lower cycle thresholds (higher amount of virus) than RNA detected immediately after decontamination corresponding to ~ three log-fold increase in SARS-CoV-2 RNA. N95 masks undergoing different decontamination strategies showed variation in RNA levels ( Figure 2D ). No RNA was detected in cell culture in any of the three masks treated with 70% ethanol. Supporting the selectivity of our primers, no SARS-CoV-2 RNA was detected in any negative control sample in the initial media by any of the five primer sets. The two most sensitive primers did detect low amounts of viral RNA (Ct >35) in the infectivity negative control, likely as a result of slight contamination.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 454,
                    "end": 463,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Figure 1: Effect of decontamination methods on N95 mask integrity A)"
        },
        {
            "text": "In this study we investigated the effect of different decontamination methods on disposable N95 masks for virucidal effect on SARS-CoV-2 and on N95 mask integrity. In order to be compatible with reuse, methods of N95 mask SARS-CoV-2 decontamination must remove the viral threat, be harmless to the mask user, and not compromise the integrity of the various mask elements. The decontamination methods utilized, 70% ethanol, ultraviolet light, and vaporized hydrogen peroxide, have previously been demonstrated to be safe for mask users (3) (4) (5) 9) . We found that any ethanol exposure significantly altered mask integrity, as previously reported (7) . We also found that the impact of 70% ethanol on mask integrity appears time dependent. In fact, thirty minutes after 70% ethanol application there was even a larger decline in function, even though the N95 masks feel dry to the touch. Consistent with prior studies, we did observe a decline in SARS-CoV-2 infectivity (as assessed by Vero E6 culture) after certain decontamination strategies.",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 538,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 539,
                    "end": 542,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 543,
                    "end": 546,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 547,
                    "end": 549,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 648,
                    "end": 651,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are many limitations to this study. First and foremost, experiments to measure SARS-CoV-2 RNA and infectivity were conducted only once. Our project was initiated to inform decision makers about strategies for mask decontamination. Due to limited resources including continued access to BSL3 laboratory space and risk of viral concentration, we were only able to complete a single SARS-CoV-2 decontamination experiment. Another limitation is that clear variation exists between N95 mask type and decontamination efficacy. This could be due to technical replicate variation. However, a reasonable hypothesis to test is that N95 masks with a fluid-resistant coating (healthcare grade) relative to the 8511 (non-healthcare grade) results in less viral . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "uptake and are therefore more likely to be effectively decontaminated. More work is needed to understand this relationship between N95 mask material and decontamination efficacy. Notably, we did not test if ethanol, UV, or VHP impaired N95 fluid-resistant coating on healthcare grade masks. Next, FIT testing, which is utilized by our healthcare system to determine N95 integrity, could in some instances underrepresent actual protection. Likewise, it is also possible ethanol or UV may have resulted in internal mask degradation, producing particulate that may have overestimated the negative impact on N95 mask integrity. While we believe our quantitative FIT testing provides a reasonable estimate of N95 mask function that can aid in comparing imperfect decontamination strategies, we did not conduct the plethora of gold-standard National Institute for Occupational Safety and Health assays required for validation. Another limitation is we did not test how time alone impacts SARS-CoV-2 infectivity. It is entirely possible that no decontamination, and allowing for decay of virus infectivity over time, is a preferable strategy when faced with no ideal options.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Depending on perspective, the high concentration of SARS-CoV-2 initially applied to N95 masks can be considered either a strength or a weakness. Without access to sophisticated droplet or aerosol generating machines and to avoid unnecessary risk, SARS-CoV-2 containing media was applied directly to the mask samples with a pipette. We intended to deliver the highest challenge possible to assess decontamination efficacy. Sample from the 6 highest titer patients in our healthcare system to date were pooled, and 100uL of this concentrated SARS-CoV-2 containing media was directly infiltrated into the N95 masks with the attempt to expose the middle layer. It is hard to imagine a scenario where healthcare workers would face this degree of mask inoculum. Methods able to decontaminate N95 masks under these intense exposure conditions would likely be highly efficacious in actual practice. However, methods that appear less effective in decontaminating SARS-CoV-2 in our experiment, such as UV, would almost certainly be more effective if masks were challenged in a more realistic exposure scenario. Our data may therefore inadvertently underestimate the decontamination efficacy of some methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Reuse of disposable N95 masks after decontamination is not recommended, primarily because of concerns that decontamination would degrade the performance of respirators (2, 3, 7) . Our study provides further support for these prior recommendations. Nevertheless, we recognize that health care systems and front-line providers around the world are currently facing unprecedented shortages of protective respiratory devices and must make decisions that are not ideal. We hope our data will help guide evidenced-based decisions and future experiments that will protect health care providers fighting SARS-CoV-2 and other pathogens.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 172,
                    "end": 174,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 175,
                    "end": 177,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Disposable N95 masks variants tested included 1860, Aura 1870+, and industrial 8511 were manufactured by 3M (St. Paul, Minnesota, USA). K-N95 disposable masks were manufactured by Jiande Chaomei Daily Chemicals (Mainland China). Masks produced by 3M were combined in main text analysis, with subgroup analyses provided within the supplemental figures. No K-N95 masks had a pretest FIT score of ³100 in our hands, and therefore were not included in experiments summarized in the main text.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N95 masks"
        },
        {
            "text": "Quantitative respirator fit testing of disposable N95 masks were conducted using a Portacount Pro 8030 (TSI, Minnesota). In brief, N95 masks were cannulated and an external, air-tight tube attached between the Portacount and mask. Particles that entered the Portacount pro passed through a saturator tube, combined with ethanol vapor, and passed through a condenser tube, effectively enlarging the surface area of the particles. Droplets then passed through a laser, scattering light then quantified by a photodetector. This method allows for detection of particles of various sizes and is not limited to larger particulate. The mask operator then completed up to seven different activities wearing the disposable N95 mask, including normal breathing, deep breathing, head side-to-side, head up-and-down, bending over, jogging, and speaking. Not significant pretest variability existed between users of 3M masks (Supplemental Figure 6) . A relative ratio of ambient air particle counts to intramask particle counts was taken, with a ceiling ratio of 200 for each activity. Since few particles should penetrate the high efficiency filter of functional disposable N95 masks, any particles found inside the respirator were conservatively attributed to either face seal leakage or disruption of mask filtration components. An objective 'fit score' was then calculated by the formula FIT score = activities/[(1/FF1)+(1/FF2)…1/FF7). Scores of 100 or greater (two log10 reduction in particulate) is considered . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 926,
                    "end": 935,
                    "text": "Figure 6)",
                    "ref_id": null
                }
            ],
            "section": "Quantitative evaluation of N95 mask integrity"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.11.20062331 doi: medRxiv preprint sufficient for provider projection. Assessments of masks were controlled both intramask and intraoperator, unless otherwise noted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative evaluation of N95 mask integrity"
        },
        {
            "text": "70% ethanol obtained by mixing ethanol with 30% deionized water. For disposable N95 mask integrity assessments, 70% ethanol was sprayed 10 times on the mask exterior, the mask was flipped, and sprayed an additional 5 times on the interior, similar to the Italian protocol (11) . For overnight application, masks were saturated with 70% ethanol, placed in a sealed plastic bag overnight, removed in the morning and allowed to airdry for ~8 hours prior to FIT testing.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 276,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "70% Ethanol"
        },
        {
            "text": "Masks were decontaminated with 30% vaporized hydrogen peroxide using a protocol similar to that previously described (6) . Briefly, disposable N95 masks were placed on a metal rack, exterior surface facing upwards. A Bioquell Z vaporizer (Andover, United Kingdom) utilizing 30% hydrogen peroxide solution (Sigma Aldrich, St. Louis, USA) was programmed to gas for 20 minutes at 10 grams per minute, reaching ~500 peak parts per million. Dwell at 4 grams per minute ran for 60 minutes maintain ~420 ppm throughout the full 60 mins. Aeration ran for 210 minutes until reaching safe entrance levels of 1ppm or less. Ambient room temperatures ranged from approximately 22°C ambient to 26°C, and the vaporizer component maintained 120°C during both the gas and dwell phases. Relative room humidity ranged from 38% to 99.5%.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Vaporized hydrogen peroxide (VHP)"
        },
        {
            "text": "N95 masks were placed in biosafety cabinet with exterior surface facing towards the UV-C (254nm) light source and then flipped to facethe interior surface toward the UV source to treat both sides. UV power was measured by FieldMaxII-TO laser power meter (PS19Q Model, Coherent Inc, Santa Clara CA) at the site of mask placement. Total UV dose was calculated using sensor surface area and time by the equation: irradiance x time = UV dose. To assess mask integrity, a UV dose of 14.3 J/cm 2 (16 hrs) delivered to the exterior surface and 3.6 J/cm 2 (4 hrs) delivered to interior surface was used to approximate multiple treatments. To assess virucidal efficacy each side of the mask samples were treated with a UV dose of 0.5 J/cm 2 (33 min).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ultraviolet light"
        },
        {
            "text": "Vero cells were obtained from Drs. Victor DeFilippis and Hans-Peter Raue, Vaccine and Gene Therapy Institute, Oregon National Primate Research Center, OHSU. Vero cells were cultured in DMEM with 10% FBS (PEAK Cat# PS-500A, Lot# 31C141) supplemented with 2mM L-glutamine and 50 ug/ml gentamicin sulfate, and incubated at 37 o C in a humidified incubator with 5% CO2. Cells were split 2 to 4 days prior to use and 10 5 cells were plated into a T25 flask. All work with virus was performed in a certified biosafety cabinet in a BSL2+ negative pressure suite within the Earle A. Chiles Research Institute, Providence Cancer institute or the BSL3 suite of the Regional Pathology Laboratory, Providence St. Joseph Health, Portland, Oregon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vero cells and cell culture"
        },
        {
            "text": "After decontamination, N95 masks were immersed in ~3 mL of cell culture media gently agitated for 5 minutes. The media was then sterile filtered, and 600uL was transferred to flasks of Vero E6 cells for infectivity. The remaining approximately 400uL of sample was used for an estimate of SARS-CoV-2 RNA remaining after decontamination. Specific real-time reverse transcriptase-polymerase chain reaction (RT-PCR) targeting the nucleocapsid protein, envelope protein, and RNA-dependent RNA polymerase was used to detect the presence of SARS-CoV-2 similar to that previously described (6) . 5 primer sets were used; primers previously validated to target the SARS-CoV-2 envelope and RNA-dependent RNA polymerase (12) , as well as the three Centers for Disease Control primers (N1, N2, N3) targeting the SARS-CoV-2 nucleocapsid protein. Nucleic acid extraction was performed using QIAsymphony DSP Virus/Pathogen Mini Kits (Qiagen) or NucliSENS easyMAG (Biomerieux). qPCR was performed and analyzed on a Roche z480 machine (Roche) or a Applied Biosystems 7500 Fast Real-Time PCR Instrument. Equine Arteritis Virus (EAV) was utilized as an RNA extraction control.",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 585,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 709,
                    "end": 713,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2 detection"
        },
        {
            "text": "Virus viability was assessed by end-point titration in Vero E6 cells similar to that previously described (6) . Briefly, a nasopharyngeal swab was collected and placed in viral culture media. Positive SARS-CoV-2 samples . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2 viability"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 viability"
        },
        {
            "text": "were identified as above, and remaining SARS-CoV-2 positive samples with a low cycle threshold (high viral titer) were unthawed and pooled. SARS-CoV-2 positive viral media was transferred on dry ice to appropriate BSL conditions, dethawed, and combined with a saline/albumin mixture that roughly approximated the protein composition of human saliva. 100uL of this SARS-CoV-2 saliva-like solution was then applied to ~1\" x 0.5\" strips of 1860, 1870+, or 8511 disposable N95 masks, with filter components held together by a single staple. Gentle pressure was applied to increase SARS-CoV-2 saliva-like solution absorbance, and the sample was allowed to rest for 5 minutes. The positive control was transferred to a standard 50mL sterile falcon conical and submerged in DMEM culture media. Negative controls (N95 mask strips without application of SARS-CoV-2 saliva-like solution) were treated similarly. Samples undergoing sterilization were treated similarly as above; pipette application to cover entirety of both surfaces with 70% ethanol, ultraviolet like for 30 minutes per side, VHP, or set aside for 4hrs (positive control). Conical tubes were gently agitated intermittently for 5 minutes. Samples were then subsequently transferred to Vero E6 cells via a 0.2 micron sterile filtration to test for infectivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 viability"
        },
        {
            "text": "The Regional Providence Institutional Review Board approved the request to obtain leftover viral transport media from nasopharyngeal swabs found to be positive for SARS-CoV-2. Table 1 : Cycle threshold for values of five primer sets for each experimental condition. RNase P is used as an indicator in clinical specimens that sufficient human cellular material was collected, as well as an extraction/procedural control, and was included as reference. RNase P was likely present on N95 masks from skin contact during handling. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 183,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Specimens"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specimens"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.11.20062331 doi: medRxiv preprint Supplemental Figure 3 : Overnight ethanol treatment impairs N95 mask integrity After completing FIT pretests, two 1860, three 1870+, and three 8511 disposable N95 masks were saturated with 70% ethanol, sealed within a plastic bag overnight, and allowed to air dry for 8 hours. Masks were then retested. Nose guards on some of the 1870+ masks were noted to have detached. *P<0.05, one-tailed t-test. Dashed line at 100 indicates an acceptable FIT score.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 165,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Supplemental"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.11.20062331 doi: medRxiv preprint Supplemental Figure 4 : Effect of VHP on N95 mask integrity A) Cartoon of VHP treatment time course analyses. B) 1860 or C) 8511 N95 masks were pretested, treated the indicated number of cycles of 30% VHP, and re-tested. Individual N95 masks are plotted.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 165,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Supplemental"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.11.20062331 doi: medRxiv preprint Supplemental Figure 5 : Cytopathic effect (CPE) of SARS-CoV-2 contaminated N95 masks on Vero E6 cells. Vero E6 cells were analyzed under a standard microscope. Cell death in each condition was estimated based on visual inspection and recorded. Dash line represents the CPE of inoculum directly placed in Vero E6 cell culture (positive control).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 165,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Supplemental"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.11.20062331 doi: medRxiv preprint Supplemental Figure 6 : FIT scores are consistent between operators Two 1860 and two 1870+ masks were analyzed by two different operators. No significant difference in pretest FIT scores were observed. NS, not significant by student's t-test.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 165,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Supplemental"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.11.20062331 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Genome Composition and Divergence of the Novel Coronavirus (2019-nCoV) Originating in China",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Host Microbe",
            "volume": "27",
            "issn": "3",
            "pages": "325--333",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ultraviolet germicidal irradiation of influenza-contaminated N95 filtering facepiece respirators",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Harnish",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sandoval-Powers",
                    "suffix": ""
                },
                {
                    "first": "Heimbuch",
                    "middle": [],
                    "last": "Bk",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Infect Control",
            "volume": "46",
            "issn": "7",
            "pages": "49--55",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Evaluation of five decontamination methods for filtering facepiece respirators",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Viscusi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Bergman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Eimer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann Occup Hyg",
            "volume": "53",
            "issn": "8",
            "pages": "815--842",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Filter quality of electret masks in filtering 14.6-594 nm aerosol particles: Effects of five decontamination methods",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "Lin",
                    "middle": [],
                    "last": "Wy",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PloS one",
            "volume": "12",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Contract number: HHSF223201400158C Title: Research to Mitigate a Shortage of Respiratory Protection Devices During Public Health Emergencies Report for the Period",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Martella",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Final Report for the Bioquell Hydrogen Peroxide Vapor (HPV) Decontamination for Reuse of N95 Respirators",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Battelle",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "AIM Lab COVID-19 Evidence Service Report",
            "authors": [
                {
                    "first": "Price",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Chu",
                    "middle": [
                        "L"
                    ],
                    "last": "Stanford",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Decontamination and Reuse of N95 Respirators with Hydrogen Peroxide Vapor to Address Worldwide Personal Protective Equipment Shortages During the SARS-CoV-2 (COVID-19) Pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stiegel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Greeson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vogel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Thomann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Analysis of residual chemicals on filtering facepiece respirators after decontamination",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Salter",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kinney",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Lumley",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Heimbuch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Wander",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Occup Environ Hyg",
            "volume": "7",
            "issn": "8",
            "pages": "437--482",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Aerosol and Surface Stability of SARS-CoV-2 as Compared with SARS-CoV-1. The New England journal of medicine",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bushmaker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Holbrook",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gamble",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Istruzioni d'uso per la sanitizzazione delle mascherine protettive individuali monouso in caso di emergenza sanitaria da Coronavirus COVID 19",
            "authors": [
                {
                    "first": "Difesa",
                    "middle": [],
                    "last": "Agenzia Industrie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Diagnostic detection of 2019-nCoV by real-time RT-PCR",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Effect of decontamination methods on SARS-CoV-2 infectivity A)Cartoon of SARS-CoV-2 decontamination experimental design. B) RNA detected on the surface of N95 masks immediately after the indicated decontamination treatment. C) Infectivity of SARS-CoV-2 in Vero E6 cells after masks underwent the indicated decontamination treatment. D) Relative Log10 change of RNA isolated from immediate detection and then detected after infectivity of SARS-CoV-2 culture as assessed by cycle threshold. RNA data displayed is from the SARS-CoV-2 envelope primer set. Data from other primer sets, as well as cycle threshold data, are available in table 1. For B, Data are normalized the starting SARS-CoV-2 inoculum; for C, data are normalized to the inoculum directly placed in Vero E6 cell culture. Results are from a single experiment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Effect of 70% ethanol treatment on N95 mask integrity is time-dependent A) Cartoon of ethanol treatment time course analyses. B) 1860, C) 1870+, D) 8511, or E) K-N95 masks were pretested, treated with 70% ethanol, and re-tested at the indicated time points. Individual N95 masks are shown. No K-N95 masks passed our FIT Pretest and were therefore not included in analyses shown in the main text.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Effect of repeated ethanol on N95 mask integrity A) Cartoon of ethanol treatment time course analyses. B) 1860, C) 1870+, or D) 8511 were pretested, treated the indicated number of times with 70% ethanol, and re-tested. Individual N95 masks are plotted.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Elizabeth Wurdinger, Debra Rhodes and Heather Heidgerken for assistance with N95 FIT testing; Dr. Meera Jain, Dr. Cody Nelson, and Dr. David Martinez for thoughtful discussion. The findings and conclusions in this report are those of the author(s) and do not necessarily represent the official position of Providence Health System or Axovant. Names of specific vendors, manufacturers, or products are included for public health and informational purposes; inclusion does not imply endorsement of the vendors, manufacturers, or products by the authors or by Providence Health System or Axovant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}