{
    "paper_id": "af694454b7602354627f3769e743af371a6d796d",
    "metadata": {
        "title": "Learning as We Go: An Examination of the Statistical Accuracy of COVID19 Daily Death Count Predictions",
        "authors": [
            {
                "first": "Roman",
                "middle": [],
                "last": "Marchant",
                "suffix": "",
                "affiliation": {
                    "laboratory": "ARC Centre for Data Analytics for Resources and Environments",
                    "institution": "",
                    "location": {
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Noelle",
                "middle": [
                    "I"
                ],
                "last": "Samia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ori",
                "middle": [],
                "last": "Rosen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas at El Paso",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [
                    "A"
                ],
                "last": "Tanner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sally",
                "middle": [],
                "last": "Cripps",
                "suffix": "",
                "affiliation": {
                    "laboratory": "ARC Centre for Data Analytics for Resources and Environments",
                    "institution": "",
                    "location": {
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A recent model developed at the Institute for Health Metrics and Evaluation (IHME) provides forecasts for ventilator use and hospital beds required for the care of COVID19 patients on a state-by-state basis throughout the United States over the period March 2020 through August 2020 [4] (See also the related website https: //covid19.healthdata.org/projections for interactive data visualizations). In addition, the manuscript and associated website provide projections of deaths per day and total deaths throughout this period for the entire US, as well as for the District of Columbia. This research has received extensive attention in social media, as well as in the mass media [2, 3] . Moreover, this work has influenced policy makers at the highest levels of the United States government, having been mentioned at White House Press conferences, including March 31, 2020 [2] .",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 286,
                    "text": "[4]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 681,
                    "end": 684,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 685,
                    "end": 687,
                    "text": "3]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 875,
                    "end": 878,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our goal in this report is to provide a framework for evaluating the predictive validity of model forecasts for COVID19 outcomes as data become sequentially available, using the IHME prediction of daily deaths as an example. Given our goal is to provide an evaluation framework, we treat the IHME model as a \"black box\" and examine the projected numbers of deaths per day in light of the ground truth to help begin to understand the predictive accuracy of the model. We do not provide a critique of the assumptions made by the IHME model, nor do we suggest any possible modifications to the IHME approach. Moreover, our analysis should not be misconstrued as an investigation of mitigation measures such as social distancing. As of April 5 2020, IHME released a new version of their model and we will examine the associated predictions in the coming days as more data become available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our report examines the quality of the IHME deaths per day predictions for the period March 29-April 2, 2020. For this analysis we use the actual deaths attributed to COVID19 on March 30 and March 31 as our ground truth. Our source for these data is the number of deaths reported by Johns Hopkins University ([1]).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Each day the IHME model computes a daily prediction and a 95% posterior interval (PI) for COVID19 deaths, four months into the future for each state. Thus, on March 29 there is a prediction and corresponding PI for March 30 and March 31, while on March 30 there is a prediction and corresponding PI for March 31. We call the prediction for a day made on the previous day a \"1-step-ahead\" prediction. Similarly, a prediction The color shows whether the actual death counts were less than the lower limit of the 95% PI (blue), within the 95% PI (white), or above the upper limit of the 95% PI (red). The depth of the red/blue color denotes how many actual deaths were above/below the 95% PI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "for a day made two days in advance is referred to as a \"2-step-ahead\" prediction, while a prediction for a day made k days in advance is called a \"k-step-ahead\" prediction. Using these definitions, for each location we have a 1-step-ahead prediction for March 30, made on March 29; a 2-step-ahead and a 1-step-ahead prediction for March 31, made on March 29 and March 30, respectively. For April 1 we have a 3-step, a 2-step and a 1-step-ahead prediction, made on March 29, 30 and 31, respectively, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Figure 1 graphically represents the discrepancy between the actual number of deaths and the 95% PIs for deaths, by state for the dates March 30 through to April 2. The color in these figures shows whether the actual death counts were less than the lower limit of the 95% PI (blue), or within the 95% PI (white), or above the upper limit of the 95% PI (red). The depth of the red/blue color denotes the number of actual death counts above/below the PI. A deep red signifies that a large number of deaths were above the upper limit of the 95% PI, while a light red indicates a smaller number. Similarly, a deep blue signifies that a large number of deaths were below the lower limit of the 95% PI, while a light blue indicates a smaller number.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "These figures show that for March 30 only 27% of states had an actual number of deaths lying in the 95% PI for the 1-step-ahead forecast. The corresponding percentages for March 31, April 1 and April 2, are 35%, 27% and 51%, respectively. Therefore percentage of states with actual number of deaths lying outside this interval is 73%, 65%, 73% and 49% for March 30, March 31, April 1 and April 2, respectively. We note that we would 2 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint The colors in the graph correspond to different subsets of the data; red corresponds to those locations where the actual number of deaths was above the 1-step-ahead 95% PI upper limit, blue corresponds to those locations where the actual number of deaths was below the 1-step-ahead 95% PI lower limit, while grey corresponds to those locations where the actual number of deaths was within the the 1-step-ahead 95% PI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "expect only 5% of observed death counts to lie outside the 95% PI. For a given day the model is also biased, although the direction of the bias is not constant across days. For the 1-step-ahead prediction for March 30th, 49% of all locations were over-predicted, that is 49% of all locations had a death count which was below the 95% PI lower limit, while 23% were under-predicted. For March 31st the reverse was true; only 16% of locations had actual death counts below the 95% PI lower limit while 49% had actual death counts above the 95% PI upper limit. This can be clearly seen from Figures 1a and 1b which are predominantly blue, and red, respectively. These figures are summarized in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 588,
                    "end": 605,
                    "text": "Figures 1a and 1b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 691,
                    "end": 698,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Table 1 also shows that the accuracy of predictions does not improve as the forecast horizon decreases, as one would expect. For March 31 and April 1 the forecast accuracy, as measured by the percentage of states whose actual death count lies within the 95% PI, decreases as the forecast horizon decreases. For March 31 the 2-step ahead prediction is better than the 1-step ahead prediction, while for April 1 the 3-step is better than the 2-step, which in turn is better than the 1-step. However April 2 shows that accuracy slightly improves between the 3-step and the 2-step.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "To investigate the relationship between the 2-step-ahead and the 1-step-ahead prediction errors by state, Figure 2 shows the March 31 1-step-ahead prediction errors, made on March 30, on the y-axis, versus the March 31 2-step-ahead prediction errors, made on March 29, on the x-axis. The colors in the graph correspond to different subsets of the data; red corresponds to those locations where the actual number of deaths was above 3 . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 114,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "the 1-step-ahead 95% PI upper limit, blue corresponds to those locations where the actual number of deaths was below the 1-step-ahead 95% PI lower limit, while grey corresponds to those locations where the actual number of deaths was within the 1-step-ahead 95% PI. This graph shows a very strong linear association between the predicted errors for the red locations (R 2 =96% n=25). This suggests that the additional information contained in the March 30 data did little to improve the prediction for those locations where the actual death count was much higher than the predicted number of deaths. The number of observations in the other two subsets of data was insufficient to draw any firm conclusions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Our results suggest that the IHME model substantially underestimates the uncertainty associated with COVID19 death count predictions. We would expect to see approximately 5% of the observed number of deaths to fall outside the 95% prediction intervals. In reality, we found that the observed percentage of death counts that lie outside the 95% PI to be in the range 49% -73%, which is more than an order of magnitude above the expected percentage. Moreover, we would expect to see 2.5% of the observed death counts fall above and below the PI. In practice, the observed percentages were asymmetric, with the direction of the bias fluctuating across days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We note that there are two ways in which the accuracy of the model, as measured by the percentage of states with death counts which fall within the 95% PI, can improve. Either the estimated uncertainty increases and therefore the prediction intervals become much wider, or the point of the estimated expected value improves. The latter is preferable but much harder to achieve in practice. The former can potentially lead to prediction intervals that are too wide to be useful to drive the development of health, social, and economic policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition, the performance accuracy of the model does not improve as the forecast horizon decreases. In fact, Table 1 indicates that the reverse is generally true. Interestingly, the model's prediction for the state of New York is consistently accurate, while the model's prediction of the neighboring state of New Jersey, which is part of the New York metropolitan area, is not consistently accurate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 119,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We would like to thank the authors of IHME for making their predictions and data publicly available. We agree with the statement on their website http://www.healthdata.org/covid/updates Having more timely, high-quality data is vital for all modeling endeavors, but its importance is dramatically higher when trying to quantify in real time how a new disease can affect lives. Without access to the data and predictions this analysis would not have been possible. We look forward to evaluating the performance of the newer versions of the IHME model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.11.20062257 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Model cited by white house says 82,000 people could die from coronavirus by august, even with social distancing",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Azad",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Forecasting covid-19 impact on hospital bed-days, icu-days, ventilator-days and deaths by us state in the next 4 months. medRxiv",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Christopher",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Discrepancy between actual death counts and one-step-ahead PIs for specific dates (see sub-figures).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Actual minus predicted values of the 1-step ahead prediction for March 31, (y-axis) vs actual minus predicted value of the 2-step ahead prediction for March 31, (x-axis).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}