{
    "paper_id": "afafa326a12686248d6697d50594685227a0802e",
    "metadata": {
        "title": "D R A F T COVID-19 pandemic: A Hill type mathematical model predicts the US death number and the reopening date",
        "authors": [
            {
                "first": "Yasser",
                "middle": [],
                "last": "Aboelkassem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "San Diego State University",
                    "location": {
                        "postCode": "92182",
                        "settlement": "San Diego",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": "yaboelkassem@sdsu.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "A mathematical model that can be used to estimate the total number of cases and deaths due to COVID-19 pandemic is presented in this study. The parameters and the associated uncertainty in the model are optimized and quantified using various reported data sets reported from different countries. The results suggest that, by the mid of June or early July 2020, the outbreak will strongly decay and the US will have about 800K confirmed cases and less than 50K deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Italy, Spain, and China. The model was then used to predict 23 the total mortality number in these countries and forecast a 24 safe reopening date in the US. The modeling approach is divided into three major steps: (i) This modeling approach assumes that, at a given day dur-43 ing the outbreak, there will be a certain percentage of infection where, y represents the number of confirmed patients \"P\" cases 58 or reported deaths \"D\". The parameter yss refers to the steady-59 state (saturation) number in which there will be no more ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study presents a mathematical model that can be used to estimate the total number of cases and deaths in the US due to COVID-19. The model forecasting about ∼< 800K cases and ∼< 50K total numbers of deaths in the United States. The results suggest that late May or early June, 2020 is probably a good time to end the shutdown order and reopen the country for the daily routine business.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Significance Statement"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Significance Statement"
        },
        {
            "text": "To whom correspondence should be addressed. E-mail: yaboelkassem@sdsu.edu YYYY | April 12, 2020 | vol. XXX | no. XX | 1-4 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Significance Statement"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . we can use this data as an input and then optimize model 75 parameters to obtain the best fit of the reported P andD curve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Significance Statement"
        },
        {
            "text": "In other words, we minimize the RMS error between the cal-77 culated and the reported data of confirmed cases and deaths 78 as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "76"
        },
        {
            "text": "We have used a Matlab function lsqnonlin to find a set of 81 model parameters which minimize RMS. This procedure will 82 provide regression parameters (best-fit values) that define the 83 shape and time for the curve. The fitted Hill-like equation will 84 also follow a sigmoid shape at any value of n. In each distribution occurs at day that is different from one 144 another. For instance and according to the present analysis, 145 the US death peak didn't occur yet. This peak is expected to 146 occur on April 15, 2020 leaving behind about (∼ 2.1K) deaths 147 during this date. Similar results can be obtained for both Italy 148 and Spain cases. The results suggested that the death rate 149 has started to decline in both Italy and Spain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "76"
        },
        {
            "text": "In figure (4) , the total number of deaths in the USA, China, 151 Italy, and Spain represented by polar plots. The filled circles 152 indicate the data collected. The solid spiral line refers to the 153 model prediction parameterized by the number of days. The 154 radius of the dotted circle refers to the total number of deaths. 155 The model predicts a total death of about Dss =∼ 50K by 156 the end of this pandemic. This is clearly shown from the 157 spiral trajectory which attains a steady state value by mid 158 May, 2020. In other words, the number of mortality in the 159 US will stay bounded by a circle having a radius of ∼ 50K 160 deaths. Of course, as time progress this pandemic decays 161 and assuming that all the necessary medical equipment (ICUs 162 and Ventilators, etc..) becomes available, the total number of 163 deaths in the US can be significantly reduced.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 334,
                    "text": "155",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 13,
                    "text": "figure (4)",
                    "ref_id": null
                }
            ],
            "section": "150"
        },
        {
            "text": "Uncertainty in the input data (patients and deaths) is consid-166 ered when building this model using non-intrusive approach. 167 Each input data point was sampled from a normal distribu-168 tion x data ∼ N (µ, σ 2 ) using Monte Carlo (MC) simulations. 169 A mean (µ) value equal to the average data obtained from 170 Y. Aboelkassem YYYY | April 12, 2020 | vol. XXX | no. XX | 3 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 256,
                    "text": "169",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "165"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "165"
        },
        {
            "text": "different sources and a variance of (σ = 0.25µ) was used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D R A F T"
        },
        {
            "text": "The Levenberg-Marquardt (LM) algorithm is used to solve Acknowledgment 174 The author would like to thank Mr. Abdelrhman Aboelkassem 175 for collecting and organizing the data used in this model.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "text": "174",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "D R A F T"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "New coronavirus outbreak: Framing 177 questions for pandemic prevention",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sp Layne",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hyman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Taubenberger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci. Transl. Medicine",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Projecting 179 hospital utilization during the covid-19 outbreaks in the united states",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcfcrwpsapjdszwlambhs Seyed",
                    "suffix": ""
                },
                {
                    "first": "Affan",
                    "middle": [],
                    "last": "Moghadas",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Shoukat",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Galvani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "180",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Impact of international 182 travel and border control measures on the global spread of the novel 2019 coronavirus out-183 break",
            "authors": [
                {
                    "first": "Chad",
                    "middle": [
                        "R"
                    ],
                    "last": "Smmapasywzwlambhs",
                    "suffix": ""
                },
                {
                    "first": "Pratha",
                    "middle": [],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sah",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Galvani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "117",
            "issn": "",
            "pages": "7504--7509",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pedrycz, 1000,000 cases of covid-19 out side of 185 china:the date predicted by a simple heuristic",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Koczkodaj",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mansournia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Glob. Epidemiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "IC health service utilization forecasting team, Forecasting covid-19 impact on hospital bed-187 days, icu-days, ventilator days and deaths by us state in the next 4 months",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The hill equation and the origin of quantitative pharmacology",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Gesztelyi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Arch. Hist",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "World health organization, coronavirus disease (covid-2019) situation reports",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Data Fitting and Uncertainty: A practical introduction to weighted least squares and 194 beyond",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Strutz",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "the COVID-19 data, including the time-27 tracking of the total number of confirmed cases and the number 28 of deaths reported from the USA, Italy, Spain, and China.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "type mathematical dynamic model; (ii) param-31 eter optimization; and (iii) predicting of the total numbers of 32 cases and deaths, the death rate in the US and forecast a safe 33 date of the re-open in the US. The details of each step are 34 given below. 35 Mathematical Model. The Hill equation ((6)) is frequently used 36 to study the kinetics of reactions that exhibit a sigmoidal 37 behavior. The rate of many transporter-mediated processes 38 can be analyzed by the Hill equation. The idea here is to use 39 a modified version of the Hill equation to describe the spread 40 dynamics of COVID-19 which can be seen as a transporter-41 mediated process.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "patients or deaths reported over time. The parameter t refers 61 to the number of days. The parameter K (measured in days) is 62 time at which the cases attains half of its projected maximum 63 value. The exponent n refers to steepness \"cooperativity\" of 64 this sigmoidal relationship which is commonly known as the 65 Hill coefficient. The subscript x is used to alternate between 66 patient and death modeling cases. It should be noted that 67 equation (1) reveals three important parameters: yss, K, and 68n, which must be optimized for prediction purpose.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The time course of the epidemic is shown for the USA, Italy, Spain, and China cases. The number of patients (P) over days is calculated using the optimized model parameters. The model prediction agrees well with the data from the four countries. The model prediction of the expected timeline of the reopening date is shown on the top of the same figure.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The number of deaths (D) as a function of time measured in days is calculated for the same four countries. The model prediction agrees well with the available reported death data. The number of deaths per day. The color shaded area presents the collected data up to date from USA, China, Italy, and Spain. The solid stair line presents the model prediction over the entire course of the epidemic.In figure (1), the time course of the epidemic is shown 107 for the USA, Italy, Spain, and China cases. The number 108 of patients (P) over days is calculated using the optimized 109 model parameters as explained in the previous section. The 110 model was first validated against the data reported from China. 111 The model prediction agrees well with the data from the four 112 countries. The development of a number of cases as a function 113 of days relationship shows a sigomidal behavior. The steady-114 state prediction of these curves suggest that, in the US we 115 expect to have a total number of patients Pss =∼< 800K 116 cases. This number is lower in Italy (∼ 180K) and Spain 117 (∼ 20K). No surprise, the model predicted an exact number 118 for China, ∼ 85K. The higher number patients in the US case 119 of study can be explained by the steepness of the sigomidal 120 response, where the Hill coefficient was estimated to be about 121 np =∼ 13.5 which is the highest among all countries in the 122 world so far. The model also predicted the day (Kp) that 123 marks when we expect to reach exactly half of the saturation 124 point of each country. In the US case, the results suggest a 125 saturation of the epidemic by the end of May or early June 126 2020. This forecasting date can be used to estimate the end 127 of the shutdown or lock-in-place orders. 128 Similarly, the number of deaths (D) over days is calculated 129 using the same model and is shown in figure (2) for the same 130 four countries. The model prediction agrees well with the 131 available reported death data. The number of deaths as a 132 function of days exhibits a sigomidal behavior. The steady-133 state of these curves suggest that, in the US we expect to 134 have a total number of deaths Dss =∼ 50K. This number is 135 expected to be lower in Italy (∼ 25K), Spain (∼ 22K) and 136 China is about ∼ 3.5K. The higher number deaths in the 137 US are also explained by the steepness of the sigomidal death 138 response curve, i.e., nD =∼ 17.12 which is the highest among 139 all the simulated countries. 140 In figure (3), the number of deaths per day is given for 141 the same countries. The model suggests that the death rate 142 exhibits a Gaussian or a bell-like distribution. The peak of Prediction of the total number of deaths in the USA, China, Italy, and Spain represented by polar plots. The filled circles indicate the data collected. The solid spiral line refers to the model prediction parameterized by the number of days. The radius of the dotted circle refers to the total number of deaths. The virus illustration is created by the Centers for Disease Control and Prevention (CDC).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "spread (concentration) that can eventually activate new pa-45 tients which results in new deaths (reaction rates). As days progress, people are expected to respect the social distance guideline and shelter-in-place order. Thus, the infection spread capability will be reduced and the dynamics of having new cases are expected to attain a steady state behavior (satura-50 tion) i.e., there will be no more large numbers of new cases. 51 In summary, this epidemic process can be considered as a rate of a carrier-mediated transport process and can be modeled using a modified version of Hill equation.Based on the above mentioned analogy, the proposed Hill-55 like equation can be written as",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Model parameters which are used to predict the total number of confirmed cases in some countries simultaneously tracking of the number of cases and deaths,",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "table (1), the optimized model parameters for the patients P cases of study and for each country under consideration are listed. Similarly, optimized parameters for the death D cases are listed in table",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}