{
    "paper_id": "b0d841f7331c175952da753a086795a5287c61e0",
    "metadata": {
        "title": "How to quit confinement? French scenarios face to COVID-19",
        "authors": [
            {
                "first": "Augeraud-Véron",
                "middle": [],
                "last": "Emmanuelle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "GREThA",
                    "location": {
                        "addrLine": "16 avenue Léon Duguit",
                        "postCode": "50057, 33608",
                        "settlement": "Pessac",
                        "region": "CS, CEDEX"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A mathematical model is developed to study the spread of the COVID-19 epidemics in France. Data from French Public Agency of Health are considered to calibrate the model. The spread of the epidemics strongly depends on confinement measures. The aim of the paper is to predict the evolution of the epidemics under various scenarios that could be taken to quit confinement. The spread of the disease and its re-emergence strongly depends on these scenarios.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "March 18th, 2020, China declared that no new contaminations had been reported for the first time since the beginning of the epidemic. This stop of the spread of the epidemics has been made possible thanks to confinement. Indeed, at the end of January 2020, due to the extend of the spread of the virus on Chinese territory, China put in place drastic confinement measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In France, the corona virus pandemic begun on January 24th 2020, when the first three cases were recorded. As 100 individuals were already reported as having the disease and 2 deaths, stade 2 of ORSAN plan was activated of February the 29th. It's aim is to slow down the spread of the epidemics. With 4500 reported cases and 91 deaths on March 14th, the epidemic situation moved to stage 3 and all places receiving non-essential public traffic have been closed. Since March the 17th, the population is confined to their homes, except for authorized reasons and movement is limited to a strict minimum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In March the 25th, it is estimated that more than 100,000 fines have been issued for non-compliance with confinement (Mignon Colombet and Floreancig [8] ). Since March the 17th, the arsenal against confinement violators is getting stronger. A fine of 135 euros has first been instituted for violation of travel bans. Two days later, five people who had been fined several times for non respect of confinement were taken into police custody for endangering the lives of others. The government has had to take more coercive measures in the face of non-compliance with confinement constraints. The correctional court had to impose a prison sentence on the basis of endangerment of life. (Article 223-1 of French Penal Code).",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On the 27th of March, confinement initially scheduled to the end of March has been prolongated to April the 15th by Prime Minister Edouard Phillipe who also indicated that the situation will be re-examined according to new reported and death cases, while in the same time the Scientific Council, for its part, estimated the duration of the confinement should be six weeks long from the start of confinement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The question can be asked to understand the future of the epidemics when the confinement will be released, as the number of new reported cases depends strongly on this confinement measures. The impact of quitting confinement scenarios on the spread of the disease will be studied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "We consider a SEIR model with differential infectivity. The spread of the disease across the population is considered in System 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model and data"
        },
        {
            "text": "represents the number of individuals susceptible to be contaminated by the infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model and data"
        },
        {
            "text": "At time t > t 0 , susceptible may be contaminated by asymptomatic infectious individuals E(t) (also called exposed). Individual stay exposed for a mean time duration ν −1 . Either they become lightly asymptomatic I at rate ν 2 either they present enough symptoms and are reported I R at rate ν 1 . Individuals stay I R or I during a period η −1 in average. When confinement is imposed, contamination rate is reduced from a factor ε 1 ∈ [0, 1] . This parameter depends on health policy, but also on behavioral component (protections that individuals really apply). We would consider this parameter as a control parameter in order to study the spread of the epidemics for different values of ε. In subsection 1.4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model and data"
        },
        {
            "text": "we would consider that this parameter is time dependent in order to take into account health policy measures. In stage two of the ORSAN plan, this would model the change of contact habit between individuals and the adoption of the barrier gesture. In stage 3, it will model the confinement, which took time to be respected by individuals. ε 2 ∈ [0, 1]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model and data"
        },
        {
            "text": "is due to recommendation of isolation that is required by doctors in reported cases. It is assumed that reported cases may still be contaminant, for example while they are being cared for in the hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model and data"
        },
        {
            "text": "The present modelisation is based on Liu et al. ( [5] , [6] ) who model the spread of the epidemics in Wuhan and in China and on Magal and Webb ( [7] ) who calibrate the epidemics with early data on several countries among which France. However, our modelisation differs in two points from theirs. Firstly, they do not consider contamination by reported symptomatic cases. It appears that in France, many cases of contamination happens in hospital (in France, on March 22nd, the first case of a medical doctor has been announced). Secondly, we also consider death due to the disease.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 53,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 56,
                    "end": 59,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 146,
                    "end": 149,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "The model and data"
        },
        {
            "text": "We would use calibration obtained in Magal and Webb ([7] ) to describe the epidemics before the application of confinement measures. We recalibrate the impact of confinement on the force of infection taking into account more recent data. Our aim in this paper is to focus on the impact of leaving-confinement policy and behavioral changes.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 56,
                    "text": "Magal and Webb ([7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The model and data"
        },
        {
            "text": "To describe the evolution of the epidemics, we consider the following parameters:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model and data"
        },
        {
            "text": "4 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model and data"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model and data"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The model and data"
        },
        {
            "text": "To determine the size of the epidemics we would consider a new variable Y computed as a weighted sum of people involved in the transmission of the epidemics. This approach has been developed by Arino et al. [1] in a general framework applied to various cases 5 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 210,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Final size of the epidemics"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Final size of the epidemics"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.20051342 doi: medRxiv preprint and Feng [2] in a SEIR model where the exposed class does not propagate the virus. Our modeling computation is detailed in the Supplementary Material section.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Final size of the epidemics"
        },
        {
            "text": "Let us denote S ∞ = lim t→∞ S (t) and Y ∞ = lim t→∞ Y (t) ,. Then Y ∞ = 0, and computations show 1 that the final size of the epidemics is obtained by the relation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Final size of the epidemics"
        },
        {
            "text": "where R C is the controlled reproduction number, which is computed from System (1) as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Final size of the epidemics"
        },
        {
            "text": "Equation (2) can also be expressed in terms of individuals who have been infected during the whole duration of the epidemics. Denoting C ∞ those infected individuals, then C ∞ which is formally defined as C ∞ = S 0 − S ∞ and satisfies",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Final size of the epidemics"
        },
        {
            "text": "The final size of the epidemics strongly depends on the parameters of the model, and in particular on ε 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Final size of the epidemics"
        },
        {
            "text": "We can also compute the relative variation of the final number of non contaminated (or contaminated) according to the relative variation of ε 1 , which is called elasticity. 1 The computations are detailed in the Supplementary Material section 6 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 175,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Final size of the epidemics"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Final size of the epidemics"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.20051342 doi: medRxiv preprint Elasticity ε C∞/ε 1 , which is defined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Final size of the epidemics"
        },
        {
            "text": "indicates that if ε 1 increases of 1%, the number of whole individuals contaminated by the virus is ε C∞/ε 1 . Elasticity ε S∞/ε 1 is defined in the same manner by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Final size of the epidemics"
        },
        {
            "text": "According to Equation 2 theses elasticity can be explicitly computed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Final size of the epidemics"
        },
        {
            "text": "Thus the impact of ε 1 on the final size of the epidemics can be studied. Non surprisingly in can be seen Figure 1 (a) the more contact among individuals the smallest the reservoir of non contaminated individuals at the end of the epidemics. As ε S∞/ε 1 < 0, Figure 1 (b) indicates the same result. However, Figure 1 (b) also shows that elasticity ε S∞/ε 1 is not monotonous function of ε 1 . For ε 1 closed to 0.28, a small variation of ε 1 in percentage may have less impact on the final size of the epidemics than for greater or lower values of ε 1 . Figure 1 (c) shows elasticity ε C∞/ε 1 for different values of ε 1 . As ε C∞/ε 1 > 0, non surprisingly, the number of contaminated individuals during the course of the epidemics is an increasing function of contact ε 1 among individuals. However, the smaller ε 1 the stronger this impact.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 114,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 259,
                    "end": 271,
                    "text": "Figure 1 (b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 308,
                    "end": 316,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 554,
                    "end": 562,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Final size of the epidemics"
        },
        {
            "text": "7 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Final size of the epidemics"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Final size of the epidemics"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.20051342 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Final size of the epidemics"
        },
        {
            "text": "To take into account the slow awareness of individuals about the importance of confinement, we would assume that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical experiments"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical experiments"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical experiments"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.20051342 doi: medRxiv preprint This function has been used in Liu et al. ([6] , [5] ). µ has been fitted to correspond to data of French Public Agency of Health. It was found that µ = 0.035. Figure 2 : On this figure, we plot t → ν 1 E(t) the number of daily new reported cases (red solid line) and data for this variable (blue dots). We also plot t → γI R (t) the daily number of new deaths and data for this variable (green crosses) Different scenario of disconfinement are now presented from time t 2 . On the difference to Ferguson et al. [4] , we only consider one time of application of confinement and confinement-leaving.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 190,
                    "text": "Liu et al. ([6]",
                    "ref_id": null
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 656,
                    "end": 659,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 312,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Numerical experiments"
        },
        {
            "text": "A fast disconfinement scenario is first considered corresponding to (c, L) = 0.5, 1 ε 1 . A slow disconfinement scenario is then considered with (c, L) = 0.05, 1 ε 1 . In this two scenarios, contact is business-as-usual in the long run. A third scenario will consider slow decontamination and also take into account that individuals keep the habit of respecting barrier gestures and corresponds in the simulations to (c, L) = 0.05, 3 ε 1 . The contact is then a third of what it used to be before the epidemic outbreak. The three scenarios are plotted in Figure 3 , using for disconfinement time t = 49 which corresponds to April the 15th.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 555,
                    "end": 563,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Numerical experiments"
        },
        {
            "text": "The trajectories of new reported cases and deaths are presented in Figure 4 under the various scenarios. It can be seen that with the business-as-usual scenario (with either fast or slow disconfinement) a major peak of the epidemics appears in spring (Figure (a) and   (b) ). The only difference between fast and slow disconfinement is the timing of the peak, which arises sooner in case of fast disconfinement and its magnitude, which is higher as fast disconfinement is concerned. Taking into account that individuals will reduce their contact habit from one third is not enough to prevent a major epidemic outbreak that would happen in November.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 75,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 251,
                    "end": 272,
                    "text": "(Figure (a) and   (b)",
                    "ref_id": null
                }
            ],
            "section": "Numerical experiments"
        },
        {
            "text": "If we consider a fourth scenario with slow disconfinement and reducing contact from a fifth, that corresponds in the modeling to (c, L) = 0.05, 5 ε 1 , the re-emergence of the epidemics in autumn does not happen. Over this threshold, there is re-emergence of the epidemics. This threshold correspond to the reduction of contact which would remain the same than the one achieved by the 15th of April.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical experiments"
        },
        {
            "text": "France was the 7th country hit by the COVID-19. According of the experience of foreign governments who were already fighting the epidemics in their own country, it has been 10 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.20051342 doi: medRxiv preprint decided to establish strict confinement in the early stage of the epidemics. It has not prevented deaths and numerous new reported cases however but it has slow down drastically the course of the epidemics. The economic loss is huge (production has decreased from one third) and confinement is only a temporary measure. This is why disconfinement measures have been studied in this paper. We have seen that even strict disconfinement 11 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.20051342 doi: medRxiv preprint The disconfinement process and the public policy communication to help individuals to keep barrier gestures habit may be improved by the use of a more intensive screening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In Figure 6 , a more intense screening process is taken into account together with scenario 3. It can be seen that it would avoid the re-emergence of the disease.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 6",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "An other health policy measure might be to delay the date of disconfinement. Three postponements of the end of confinement are proposed in Figure 7 . A one week delay has few impacts on either the timing of the re-emergence or on its magnitude, as it can be seen on Figure 7 (a). A one month postponement delays the re-emergence of one year, which is really significant but has few impact on the magnitude of the second outbreak.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 147,
                    "text": "Figure 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 266,
                    "end": 274,
                    "text": "Figure 7",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "A two month delays has a major impact on both the timing and the magnitude of the epidemics 13 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.20051342 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ", and b = (ε 1 , ε 2 , ε 1 ) All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.20051342 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.20051342 doi: medRxiv preprint reproduction number and denote R C = ρ (F V −1 ). R C can be explicitly computed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "[ε 1 (γ + η) (η + ν 2 ) + ε 2 ην 1 ]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Let us consider Y a weighted number of infective which is defined as Y = 1 R C τ bV −1 x. Thus Y is explicitly given by Y = α 1 E + α 2 I R + α 3 I where α 1 = ε 1 ν 1 + ν 2 η + ε 2 ν ν 1 γ + η c, α 2 = ε 2 γ + η c, α 3 = ε 1 η c and c = ν (γ + η) η τ (ε 1 (γ + η) (η + ν 2 ) + ε 2 ην 1 ) Then, taking the derivative of Y yields",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "which has an explicit solution. Denoting S ∞ = lim t→∞ S (t) and Y ∞ = lim t→∞ Y (t) , and as Y ∞ = 0, the final size relation is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.02.20051342 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A final size relation for epidemic models",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arino",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Watmough",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mathematical Biosciences & Engineering",
            "volume": "4",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Final and peak epidemic sizes for SEIR models with quarantine and isolation",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mathematical Biosciences & Engineering",
            "volume": "4",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Modelling strategies for controlling SARS outbreaks",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Gumel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Watmough",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proceedings of the Royal Society of London. Series B: Biological Sciences",
            "volume": "271",
            "issn": "",
            "pages": "2223--2232",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dighe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Understanding unreported cases in the 2019-nCov epidemic outbreak in Wuhan, China, and the importance of major public health interventions",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Seydi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "MPDI Biology Biology",
            "volume": "2020",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Predicting the cumulative number of cases for the COVID-19 epidemic in China from early data",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Seydi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2002.12298"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Predicting the number of reported and unreported cases for the COVID-19 epidemic in South Korea",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magal",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "L'infraction de \"mise en danger d'autrui\" est a manier avec précaution",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Mignon",
                    "middle": [],
                    "last": "Colombet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Floreancig",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Impact of 1 , intensity of the contact among individuals, on the reservoir of non infected individuals at the end of the epidemics (a), on the elasticity of this reservoir relative to a variation of 1 (b), and on elasticity of infected individuals at the end of the epidemics (c). Computed for τ = 6.78 * 10 ( − 9)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fast disconfinement scenario and then business as usual (a). Slow disconfinement scenario and then business as usual (b). Slow disconfinement scenario and protection habit (c).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fast disconfinement scenario and then business-as-usual (a). Slow disconfinement scenario and then business-as-usual (b). Slow disconfinement scenario and barrier gestures habit (c). scenario does not prevent from a major epidemic outbreak either in spring, either in august.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Slow disconfinement scenario and drastic reduction of contacts in the future.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Slow disconfinement scenario and barrier gestures habit ((c, L) = 0.05, 3 ε 1 ) together with f = 0.8 (instead of f = 0.6 previously).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "We use the notations of Arino et al.[1]. Let us consider",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "disconfinement on April 22nd (a). disconfinement in May the 15th (b). disconfinement in June the 15th (c).Since the model includes confinement policy ε 1 , we would call ρ (F V −1 ) the control 15 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}