{
    "paper_id": "b189bae8470ba939ebe10f7c2e51f5158136e92c",
    "metadata": {
        "title": "Molecular Detection of SARS-CoV-2 in Formalin Fixed Paraffin Embedded Specimens SARS-CoV-2 detection in FFPE specimens 2 SARS-CoV-2 detection in FFPE specimens 3",
        "authors": [
            {
                "first": "Jun",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "United States Army Medical Research Institute of Infectious Diseases",
                    "location": {
                        "addrLine": "Fort Detrick",
                        "settlement": "Frederick"
                    }
                },
                "email": ""
            },
            {
                "first": "April",
                "middle": [
                    "M"
                ],
                "last": "Babka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "United States Army Medical Research Institute of Infectious Diseases",
                    "location": {
                        "addrLine": "Fort Detrick",
                        "settlement": "Frederick"
                    }
                },
                "email": ""
            },
            {
                "first": "Brian",
                "middle": [
                    "J"
                ],
                "last": "Kearney",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "United States Army Medical Research Institute of Infectious Diseases",
                    "location": {
                        "addrLine": "Fort Detrick",
                        "settlement": "Frederick"
                    }
                },
                "email": ""
            },
            {
                "first": "Sheli",
                "middle": [
                    "R"
                ],
                "last": "Radoshitzky",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "United States Army Medical Research Institute of Infectious Diseases",
                    "location": {
                        "addrLine": "Fort Detrick",
                        "settlement": "Frederick"
                    }
                },
                "email": ""
            },
            {
                "first": "Jens",
                "middle": [
                    "H"
                ],
                "last": "Kuhn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Xiankun",
                "middle": [],
                "last": "Zeng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "United States Army Medical Research Institute of Infectious Diseases",
                    "location": {
                        "addrLine": "Fort Detrick",
                        "settlement": "Frederick"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the cause of human 15 coronavirus disease 2019 (COVID-19), emerged in Wuhan, China in December 2019. The virus 16 rapidly spread globally, resulting in a public-health crisis including more than one million cases 17 and tens of thousands of deaths. Here, we describe the identification and evaluation of 18 commercially available reagents and assays for the molecular detection of SARS-CoV-2 in 19 infected formalin fixed paraffin embedded (FFPE) cell pellets. We identified a suitable rabbit 20 polyclonal anti-SARS-CoV spike protein antibody and a mouse monoclonal anti-SARS-CoV 21 nucleocapsid protein (NP) antibody for cross detection of the respective SARS-CoV-2 proteins 22 by immunohistochemistry (IHC) and immunofluorescence assay (IFA). Next, we established 23 RNAscope in situ hybridization (ISH) to detect SARS-CoV-2 RNA. Furthermore, we established 24 a multiplex fluorescence ISH (mFISH) to detect positive-sense SARS-CoV-2 RNA and negative-25 sense SARS-CoV-2 RNA (a replicative intermediate indicating viral replication). Finally, we 26",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "developed a dual staining assay using IHC and ISH to detect SARS-CoV-2 antigen and RNA in 27 the same FFPE section. These reagents and assays will accelerate COVID-19 pathogenesis 28 studies in humans and in COVID-19 animal models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the etiologic agents of human 31 coronavirus disease 2019 , initially emerged in Wuhan, Hubei Province, China in 32 December 2019 (1-3). As of April 9, 2020, 1,436,198 cases of COVID-19, including 85,522 33 deaths have been reported worldwide (4).",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 149,
                    "text": "Wuhan,",
                    "ref_id": null
                },
                {
                    "start": 150,
                    "end": 165,
                    "text": "Hubei Province,",
                    "ref_id": null
                },
                {
                    "start": 166,
                    "end": 177,
                    "text": "China in 32",
                    "ref_id": null
                },
                {
                    "start": 205,
                    "end": 268,
                    "text": "April 9, 2020, 1,436,198 cases of COVID-19, including 85,522 33",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "30"
        },
        {
            "text": "SARS-CoV-2 has a nonsegmented, linear, positive-sense, multicistronic genome and produces 35 enveloped virions (5). The virus is classified as a betacoronavirus (Nidovirales: Coronaviridae) 36 together with the other two highly virulent human pathogens severe acute respiratory syndrome 37 coronavirus (SARS-CoV) and Middle East respiratory syndrome coronavirus (MERS-CoV) (6).",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 192,
                    "text": "36",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "34"
        },
        {
            "text": "The SARS-CoV-2 genomes shares 79.6% and 50.0% nucleotide sequence identity with the 39 genomes of SARS-CoV and MERS-CoV, respectively (5). Similar to SARS-CoV, SARS-CoV-2 40 virions use their spike (S) glycoproteins to engage host-cell angiotensin I-converting enzyme 2 41 (ACE2) to gain entry into host cells and host-cell transmembrane serine protease 2 (TMPRSS2) 42 for S priming (7). 43 Bats are speculated to be the natural reservoir of SARS-CoV-2 because numerous other 44 betacoronaviruses are of chiropteran origin (8, 9) . However, although the COVID-19 pandemic 45 may have begun with a bat-to-human transmission event, it appears that close to all human 46 infections trace back to respiratory droplets produced by infected people and fomites (respiratory 47 droplet landing sites) (10, 11). Human infections lead to various degrees of disease severity, 48 ranging from asymptomatic infection or mild symptoms to fatal pneumonia. Older patients or 49 patients with chronic medical conditions are more vulnerable to becoming critically ill with poor 50 prognosis (12). The most common symptoms and clinical signs of COVID-19 are fever, cough, 51 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 368,
                    "text": "42",
                    "ref_id": null
                },
                {
                    "start": 388,
                    "end": 390,
                    "text": "43",
                    "ref_id": null
                },
                {
                    "start": 523,
                    "end": 526,
                    "text": "(8,",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 529,
                    "text": "9)",
                    "ref_id": null
                },
                {
                    "start": 665,
                    "end": 667,
                    "text": "46",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "38"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi. org/10.1101 org/10. /2020 Liu et al.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 102,
                    "text": "org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 116,
                    "text": "org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "38"
        },
        {
            "text": "SARS-CoV-2 detection in FFPE specimens 4 dyspnea, and myalgia with medium incubation period of 4 days (13-15). Ground-glass opacity is 52 the most common radiologic finding on chest CT upon admission (13) (14) (15) . Bilateral diffuse 53 alveolar damage, alveolar hemorrhage and edema, interstitial fibrosis and inflammation, and type 54 II pneumocyte hyperplasia are observed in post-mortem human lungs (16) (17) (18) . 55 At the time of writing, there are no animal models that truly mimic the disease spectrum and 56 pathogenesis of COVID-19. However, small animals (e.g., human ACE2 transgenic laboratory 57 mice (19), cats (20), domestic ferrets (20, 21), golden hamsters (22)), and nonhuman primates 58 (e.g., rhesus monkeys (23, 24), crab-eating macaques (25)), are used to study SARS-CoV-2 59 infection as alveolar damage, interstitial inflammation, and viral shedding occur in these animal 60 models to various degree. It is hoped that further development of these and other animal models 61 will help overcome the current roadblock to evaluating the efficacy of candidate medical 62 countermeasures (MCMs) against and the pathogenesis of COVID-19.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "(13)",
                    "ref_id": null
                },
                {
                    "start": 205,
                    "end": 209,
                    "text": "(14)",
                    "ref_id": null
                },
                {
                    "start": 210,
                    "end": 214,
                    "text": "(15)",
                    "ref_id": null
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "(16)",
                    "ref_id": null
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "(17)",
                    "ref_id": null
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "(18)",
                    "ref_id": null
                },
                {
                    "start": 421,
                    "end": 423,
                    "text": "55",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "38"
        },
        {
            "text": "Detection of viral antigen using IHC or IFA techniques and detection of viral nucleic acids using 64 ISH within infected, but inactivated, human or animal model tissues greatly facilitates detection 65 of viral infection and thereby pathogenesis and MCM efficacy studies. These techniques become 66 paramount in particular for studies of a potential pathogen that does not cause overt, or causes 67 only mild, disease, such as SARS-CoV-2 in the currently available animal models. Viral antigen-68 based immunostaining has been used to detect SARS-CoV-2 antigen in both post-mortem human 69 and animal tissues (1, 16, 22, 25) . However, the antibodies used in these studies were produced 70 in-house and therefore are not commonly available. Identification and characterization of 71 commercially available anti-SARS-CoV-2 antibodies and ISH assays that can be used to detect 72 SARS-CoV-2 in FFPE tissues are therefore critically needed. 73 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 616,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 620,
                    "text": "22,",
                    "ref_id": null
                },
                {
                    "start": 621,
                    "end": 624,
                    "text": "25)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "63"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https: //doi.org/10.1101 //doi.org/10. /2020 Liu et al.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "63"
        },
        {
            "text": "SARS-CoV-2 detection in FFPE specimens 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "63"
        },
        {
            "text": "Here, we describe the evaluation of a rabbit polyclonal anti-SARS-CoV S antibody and a mouse 74 monoclonal anti-SARS-CoV NP antibody that are commercially available and, in IHC and IFA, 75 recognized respective SARS-CoV-2 proteins in FFPE specimens. We also identify two 76 commercially available ISH assays that can be used to efficiently detect SARS-CoV-2 RNA in 77 such specimens and develop a dual staining assay using IHC and ISH to detect SARS-CoV-2 S 78 and RNA in the same FFPE section. 79 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "63"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.21.042911 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "63"
        },
        {
            "text": "Identification of antibodies suitable for detection of SARS-CoV-2 by IHC and IFA in FFPE 81 specimens. To identify antibodies that can be used to detect SARS-CoV-2 in human and animal 82 tissues, we searched for commercially available SARS-CoV antibodies that recognize epitopes 83 that are likely conserved in SARS-CoV-2. We identified six antibodies, including three rabbit 84 polyclonal antibodies, against SARS-CoV S, one rabbit polyclonal antibody against SARS-CoV 85 nucleocapsid protein (NP), and one rabbit and one mouse monoclonal antibody against CoV NP that may cross react with SARS-CoV-2 (Supplemental Table 1 ). Additionally, we also 87 identified a rabbit monoclonal antibody against SARS-CoV-2 S (Supplemental Table 1 ). To SARS-CoV-2 detection in FFPE specimens 7 use of the RNAscope ISH assay to detect SARS-CoV-2 RNA in FFPE cell pellets using three 103 probes: two probes binding the SARS-CoV-2 positive-sense (genomic) RNA and one probe 104 binding the negative-sense (replicative intermediate) RNA (Figure 2A -F, Supplemental Table 2) .",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 91,
                    "text": "IHC and IFA in FFPE 81",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 615,
                    "end": 622,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 733,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1020,
                    "end": 1030,
                    "text": "(Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 1048,
                    "end": 1056,
                    "text": "Table 2)",
                    "ref_id": null
                }
            ],
            "section": "80"
        },
        {
            "text": "As expected, the forty ZZ positive-sense RNA probe 2 binding to SARS-CoV-2 positive-sense 106 RNA resulted in a stronger signal than the twenty ZZ positive-sense RNA probe 1 (Figure 2A (26, 28, 29 ). Here, we tested mFISH to 115 detect SARS-CoV-2 replication in FFPE specimens using positive-sense RNA probe 2 and 116 negative-sense RNA probe 2 (Supplemental Table 2 ). Consistent with the RNAscope ISH Dual staining to detect SARS-CoV-2 antigen and RNA in the same FFPE section. To more 121 precisely detect SARS-CoV-2, we developed a dual staining assay to recognize both SARS-122 CoV-2 antigen and RNA in the same FFPE section. IHC was performed using the identified 123 rabbit polyclonal anti-SARS-CoV S antibody following ISH using positive-sense RNA probe 2. 124 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "text": "(26,",
                    "ref_id": null
                },
                {
                    "start": 190,
                    "end": 193,
                    "text": "28,",
                    "ref_id": null
                },
                {
                    "start": 194,
                    "end": 196,
                    "text": "29",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 184,
                    "text": "(Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 359,
                    "end": 366,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "105"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.21.042911 doi: bioRxiv preprint Liu et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "105"
        },
        {
            "text": "Consistently, SARS-CoV-2 antigen was detected along with positive-sense RNA in the 125 cytoplasm of most of the infected, but not in uninfected, cells ( Figure 4A -B). 126 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 162,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF19"
                }
            ],
            "section": "SARS-CoV-2 detection in FFPE specimens 8"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.21.042911 doi: bioRxiv preprint Liu et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 detection in FFPE specimens 8"
        },
        {
            "text": "SARS-CoV-2 detection in FFPE specimens 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 detection in FFPE specimens 8"
        },
        {
            "text": "As worldwide infectious disease researchers are racing to understand the pathogenesis of and to 128 develop and evaluate MCMs against COVID-19 to contain the ongoing pandemic, assays that 129 determine SARS-CoV-2 distribution in tissues and specific cellular targets of infection are 130 urgently needed. Here we evaluated commercial reagents and assays to detect SARS-CoV-2 131 antigens or RNA in FFPE specimens. We identified one rabbit polyclonal antibody and one 132 mouse monoclonal antibody that reacts with SARS-CoV-2 S and N, respectively, and 133 demonstrated that these two antibodies can be used to detect SARS-CoV-2 by IHC and IFA in 134 FFPE specimens. Additionally, we characterized two RNAscope ISH assays that can be used to 135 detect SARS-CoV-2 positive-and negative-sense RNAs in FFPE specimens. Furthermore, we 136 developed a dual staining assay using IHC and ISH to detect SARS-CoV-2 S and RNA in the 137 same FFPE section. These reagents and assays are all commercially available and therefore can 138 be applied readily to detect SARS-CoV-2 in both human and animal FFPE tissues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "127"
        },
        {
            "text": "Detection of viral antigen by IHC and IFA has been widely used to detect infection of 140 high-consequence viruses, including SARS-CoV, EBOV, MARV, LASV, and NiV in human and 141 animal FFPE tissues (26, 28-32). Although various antigen retrieval methods can help to restore 142 the immunoreactivity of epitopes in FFPE tissues, in our experience it remains more challenging 143 to identify antibodies that binds their targets in FFPE tissues compared to frozen section tissues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "139"
        },
        {
            "text": "The FFPE specimen-compatible rabbit and mouse anti-SARS-CoV-2 antibodies we 145 characterized here can be used to map the cellular targets of SARS-CoV-2 in various organs 146 using multiplex IFA in addition to detecting viral infection. RNAscope ISH is a relatively novel 147 ISH platform with high-sensitivity and low-background due to its unique \"ZZ\" probe design 148 (33). This platform has been widely used to detect viruses both in human and animal tissues (27, 149 author/funder. All rights reserved. No reuse allowed without permission. can be applied to detect viral RNA in both human and animal tissue samples. The dual staining 154 we developed to detect SARS-CoV-2 viral antigen and RNA in the same FFPE section can more 155 precisely detect SARS-CoV-2 because a positive IHC or ISH signal alone may originate from 156 remaining free viral antigen or degenerating RNA fragments rather than from viral particles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "144"
        },
        {
            "text": "Because SARS-CoV-2-infected animal tissues were not available at the time of this study, we 158 were restricted to evaluate FFPE pellets of Vero 76 cells as a surrogate. However, we prepared 159 FFPE cell pellets using the same process used for FFPE tissues preparation. Additionally, FFPE 160 cell pellets have been widely used to evaluate antibodies and ISH assays and other reagents for 161 FFPE tissue analysis and have been largely predictive of reactivity with genuine tissues (33, 37, 162 38). We are therefore confident that the SARS-CoV-2 IHC, ISH, mFISH, and dual staining 163 assays we developed and characterized will be highly useful to study pathogenesis of SARS-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "157"
        },
        {
            "text": "CoV-2 infection in both human and animal models. Table 1 ) and incubated at room temperature for 45 min. Subsequently, sections 187 author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 49,
                    "end": 56,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "164"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.21.042911 doi: bioRxiv preprint Liu et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "164"
        },
        {
            "text": "SARS-CoV-2 detection in FFPE specimens 12 were rinsed, and the peroxidase-labeled polymer (secondary antibody) was applied for 30 min. Table 2 ). Tissue sections were deparaffinized with xylene, underwent a series of 214 ethanol washes and peroxidase blocking, and were then heated in kit-provided antigen retrieval 215 buffer and digested by kit-provided proteinase. Sections were exposed to ISH target probe pairs 216 and incubated at 40°C in a hybridization oven for 2 h. After rinsing, ISH signal was amplified 217 using kit-provided Pre-amplifier and Amplifier conjugated to alkaline phosphatase and incubated 218 with a Fast Red substrate solution for 10 min at room temperature. Sections were then stained 219 with hematoxylin, air-dried, mounted, and stored at 4°C until image analysis. Table 1 ) overnight at 4°C, 237 following the Fast Red substrate ISH procedure described above using positive-sense RNA probe 238 2 (Supplemental Table 2 ). One day later, sections were rinsed, and the peroxidase-labeled The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.21.042911 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.21.042911 doi: bioRxiv preprint Liu et al. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.21.042911 doi: bioRxiv preprint Supplemental Tables   418   Supplemental Table 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 142,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 795,
                    "end": 802,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 941,
                    "end": 948,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1466,
                    "end": 1501,
                    "text": "Tables   418   Supplemental Table 1",
                    "ref_id": null
                }
            ],
            "section": "164"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical findings in a 298 group of patients infected with the 2019 novel coronavirus",
            "authors": [
                {
                    "first": "X-W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X-X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X-G",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "K-J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Ying L-J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "C-L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "China: retrospective case series",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wuhan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "in critically ill patients in the Seattle region -case series",
            "authors": [],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "302",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SARS-CoV-2 immunostaining in the lung of a patient with COVID-19",
            "authors": [],
            "year": null,
            "venue": "Ann Intern Med",
            "volume": "304",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19 associated with acute respiratory distress syndrome",
            "authors": [],
            "year": null,
            "venue": "Lancet Respir Med",
            "volume": "307",
            "issn": "2020",
            "pages": "420--422",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.21.042911"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "RNAscope: a novel in situ 351 RNA analysis platform for formalin-fixed, paraffin-embedded tissues",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Flanagan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "L-C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nielson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Mol Diagn",
            "volume": "352",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Miscarriage associated with Zika virus infection",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Jj",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "355",
            "issn": "10",
            "pages": "1002--1006",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "immunohistochemistry, and in situ hybridization reveal overlooked Ebola virus target 358 tissues in the Ebola virus disease guinea pig model",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Shoemaker",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Garrison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Golden",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Schellhase",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "1250--359",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Persistent Crimean-Congo hemorrhagic fever virus infection in the testes and within 361 granulomas of non-human primates with latent tuberculosis",
            "authors": [],
            "year": 2019,
            "venue": "PLoS Pathog",
            "volume": "362",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A 364 formalin-fixed, paraffin-processed cell line standard for quality control of 365 immunohistochemical assay of HER-2/neu expression in breast cancer",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jasani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Couturier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Mckinley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Dodson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Clin Pathol",
            "volume": "366",
            "issn": "1",
            "pages": "81--90",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A novel 368 multipurpose monoclonal antibody for evaluating human c-Met expression in preclinical 369 and clinical settings",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Knudsen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Resau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cottingham",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gherardi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Appl Immunohistochem Mol Morphol",
            "volume": "17",
            "issn": "1",
            "pages": "57--67",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "No reuse allowed without permission. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.21.042911"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "88 evaluate whether these six antibodies can recognize SARS-CoV-2 in FFPE specimens, we 89 performed IHC on FFPE pellets of Vero 76 cells infected with SARS-CoV-2. We identified one 90 rabbit polyclonal antibody against SARS-CoV S (Sino Biological, Chesterbrook, PA, USA; 91 #40150-T62-COV2) and a mouse monoclonal antibody against SARS-CoV NP (Sino Biological, 92 40143-MM05) that did not stain uninfected, but stained SARS-CoV-2-infected FFPE cell pellets 93 (Figure 1A-D). Furthermore, we did IFA using these two antibodies. Interestingly, in 94 comparison to relatively concentrated detection of SARS-CoV-2 NP (red) in cytoplasmic 95 membrane, the SARS-CoV-2 S (green) is more confined in perinuclear inclusion bodies (Figure 961E",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "). Interestingly, in contrast to the wide cytoplasmic distribution of SARS-CoV-2 positive-sense 108 RNA (Figure 2B and D), SARS-CoV-2 negative-sense (replicative intermediate) RNA, detected 109 using negative-sense RNA probe 1 was more specifically localized in perinuclear inclusion 110 bodies (Figure 2F). 111 Detection of SARS-CoV-2 replication in FFPE specimens using mFISH. Single-stranded RNA 112 viruses, such as SARS-CoV-2, have to generate a replicative intermediate RNA as a template to 113 synthesize progeny genomic RNAs. We have previously reported the use of mFISH to detect 114 EBOV, MARV, and NiV replication in FFPE tissues",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "117 results, positive-sense viral RNA was widely distributed in the cytoplasm, whereas negative-118 sense RNA (replicative intermediate) was confined to perinuclear inclusion bodies (Figure 3A-119 B).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "virus. Grivet (Chlorocebus aethiops) Vero 76 kidney epithelial cells (American Type 167 Culture Collection [ATCC], Manassas, VA; #CRL-1587) were maintained in Eagle's minimum 168 essential media (EMEM; Thermo Fisher Scientific, Waltham, MA, USA) supplemented with 169 10% heat-inactivated FBS (Hyclone, Logan, UT, USA), 1% GlutaMax (Thermo Fisher 170 Scientific) and1% non-essential amino acid solution (MilliporeSigma, Temecula, CA, USA), at 171 37°C in a 5% CO2 atmosphere. The SARS-CoV-2 USA-WA1/2020 strain (GenBank 172 #MN985325.1) was obtained from the US Centers for Disease Control and Prevention (CDC, 173 Atlanta, GA, USA). Virus was added to Vero 76 cell cultures in T-75 flasks in biosafety level 3 174 (BSL-3) containment at a multiplicity of infection (MOI) of 0.01. Cells were then incubated for 1 175 h for virus adsorption, washed with EMEM, and maintained in EMEM with 10% FBS. Cells 176 were fixed at 24 h post-inoculation in 10% neutral buffered formalin for 24 h and then moved 177 from the BSL-3 to a BSL-2 suite. Uninfected Vero 76 were processed as a control. 178 Cell pellet embedding. Fixed cells were scraped off flasks after being rinsed twice in PBS 179 (Thermo Fisher Scientific). Scraped cells were spun down at 2,500 rpm and the pellets were 180 mixed with liquefied Histogel (Thermo Fisher Scientific). Pellets were solidified at 4°C and 181 further processed for paraffin embedding using an automated Tissue Tek VIP processor (Sakura 182 Finetek, Torrance, CA, USA). 183 IHC. IHC was performed using the Envision system (Dako Agilent Pathology Solutions, 184Carpinteria, CA, USA). Briefly, after deparaffinization, peroxidase blocking, and antigen 185 retrieval, sections were covered with a primary antibody at a 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "was applied for 8 min. The substrate-chromogen solution was rinsed off the slides, 190 and slides were counterstained with hematoxylin and rinsed. The sections were dehydrated, 191 cleared with Xyless II (Valtech, Brackenridge, PA, USA), and then coverslipped. 192 IFA. After deparaffinization and reduction of autofluorescence, tissues were heated in citrate 193 buffer, pH 6.0 (MilliporeSigma), for 15 min to reverse formaldehyde cross-links. After rinsing 194 with PBS, pH 7.4 (Thermo Fisher Scientific), sections were blocked overnight with CAS-Block 195 (Thermo Fisher Scientific) containing 5% normal goat serum (MilliporeSigma) at 4°C. Sections 196 were then incubated with rabbit polyclonal antibody against SARS-CoV S (Sino Biological, 197 #40150-T62-COV2) at dilution 1:500 and mouse monoclonal antibody against SARS-CoV NP 198 (Sino Biological, 40143-MM05) at a dilution 1:500 for 2 h at room temperature. After rinsing in 199 PBST (PBS + 0.1% Tween-20, MilliporeSigma), sections were incubated with secondary goat 200 IgG Alexa Fluor 488-conjugated anti-rabbit antibody and with goat IgG Alexa Fluor 561-201 conjugated anti-mouse antibody (Thermo Fisher Scientific) for 1 h at room temperature. Sections 202 were cover-slipped using VECTASHIELD antifade mounting medium with DAPI (Vector 203 Laboratories, Burlingame, CA, USA). Images were captured on an LSM 880 Confocal 204 Microscope (Zeiss, Oberkochen, Germany) and processed using open-source ImageJ software 205 (National Institutes of Health, Bethesda, MD, USA). 206 ISH. To detect SARS-CoV-2 genomic RNA in FFPE tissues, ISH was performed using the 207 RNAscope 2.5 HD RED kit (Advanced Cell Diagnostics, Newark, CA, USA) according to the 208 manufacturer's instructions. Briefly, forty ZZ ISH probes (#854841, positive-sense RNA probe 209 1) with C1 channel and twenty ZZ ISH probes (#848561, positive-sense RNA probe 2)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Multiplex fluorescence ISH. Multiplex fluorescence ISH (mFISH) was performed using the 221 RNAscope Fluorescent Multiplex Kit (Advanced Cell Diagnostics) according to the 222 manufacturer's instructions with minor modifications. In addition to positive-sense RNA probe 1 223 (red), another forty ZZ probes with C3 Channel (green, #854851-C3, negative-sense RNA probe 224 2) targeting negative-sense (replicative intermediate) SARS-CoV-2 RNA was designed and 225 synthesized by Advanced Cell Diagnostics (Supplemental Table 2). FFPE-tissues sections 226 underwent deparaffinization with xylene and a series of ethanol washes and treatment with 0.1% 227 Sudan Black B (Sigma-Aldrich, St. Louis, MO, USA) to reduce autofluorescence. Tissues were 228heated in kit-provided antigen retrieval buffer and digested by kit-provided proteinase. Sections 229 were exposed to mFISH target probes and incubated at 40°C in a hybridization oven for 2 h.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "After rinsing, mFISH signal was amplified using company-provided Pre-amplifier and Amplifier 231 conjugated to fluorescent dye. Sections were counterstained with DAPI (Thermo Fisher 232 Scientific), mounted, and stored at 4°C until image analysis. mFISH images were captured on an staining. Sections were covered with rabbit polyclonal anti-SARS-CoV S antibody diluted 236 at 1:250 (Sino Biologicals, #40150-T62-COV2, Supplemental",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "239 polymer (secondary antibody) was applied for 45 min. Slides were rinsed and a brown 240 chromogenic substrate, 3,3'-iaminobenzidine (DAB) solution (Dako Agilent Pathology 241 Solutions), was applied for 8 min. Sections were then stained with hematoxylin, air-dried, and 242 mounted, and stored at 4°C until image analysis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "was funded by Defense Health Program (DHP). JHK's participation was funded, in 251 part, through Laulima Government Solutions, LLC prime contract with the US National Institute 252 of Allergy and Infectious Diseases (NIAID) under Contract No. HHSN272201800013C. J.H.K. 253 performed this work as an employee of Tunnell Government Services (TGS), a subcontractor of 254 Laulima Government Solutions, LLC under Contract No. HHSN272201800013C. The views and 255 conclusions contained in this document are those of the authors and should not be interpreted as 256 necessarily representing the official policies, either expressed or implied, of the US Department 257 of the Army, the US Department of Defense, the US Department of Health and Human Services, 258 or of the institutions and companies affiliated with the authors. In no event shall any of these 259 entities have any responsibility or liability for any use, misuse, inability to use, or reliance upon 260 the information contained herein. The US departments do not endorse any products or 261 commercial services mentioned in this publication..",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "human respiratory disease in China. Nature. X-L, Wang X-G, Hu B, Zhang L, Zhang W, et al. A pneumonia outbreak 266 associated with a new coronavirus of probable bat origin. Nature. D, Wang W, Li X, Yang B, Song J, et al. A novel coronavirus from 268 patients with pneumonia in China, 2019. N Engl J Med. 2020;382(8):727-33.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Organization. Coronavirus. https://who.sprinklr.com/. 2020.270 5. Lu R, Zhao X, Li J, Niu P, Yang B, Wu H, et al. Genomic characterisation and 271 epidemiology of 2019 novel coronavirus: implications for virus origins and receptor 272 binding. Lancet. 2020;395(10224):565-74. 273 6. Gorbalenya AA, Baker SC, Baric RS, De Groot RJ, Drosten C, Gulyaeva AA, et al. The 274 species Severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV 275 and naming it SARS-CoV-2. Nat Microbiol. 2020;5(4):536-44. 276 7. Hoffmann M, Kleine-Weber H, Schroeder S, Krüger N, Herrler T, Erichsen S, et al. 277 SARS-CoV-2 cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically 278 proven protease inhibitor. Cell. 2020. 279 8. Drexler JF, Corman VM, and Drosten C. Ecology, evolution and classification of bat 280 coronaviruses in the aftermath of SARS. Antiviral Res. 2014;101:45-56. S. Full-genome evolutionary analysis of the novel corona virus (2019-nCoV) 283 rejects the hypothesis of emergence as a result of a recent recombination event. Infect 284 Genet Evol. 2020;79:104212.285 author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "-I, Kim S-G, Kim S-M, Kim E-H, Park S-J, Yu K-M, et al. Infection and rapid 315 transmission of SARS-CoV-2 in ferrets. Cell Host Microbe. 2020. 316 22. Chan JF-W, Zhang AJ, Yuan S, Poon VK-M, Chan CC-S, Lee AC-Y, et al. Simulation of 317 the clinical and pathological manifestations of coronavirus disease 2019 (COVID-19) in 318 golden Syrian hamster model: implications for disease pathogenesis and transmissibility.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Figures and Figure legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Detection of SARS-CoV-2 antigens by IHC and IFA in FFPE cell pellets. (A-B) In 375 comparison to uninfected control FFPE cell pellets (A and C), SARS-CoV-2 S (brown, B) and 376 SARS-CoV-2 NP (brown, D) can be detected in FFPE SARS-CoV-2-infected cell pellets. Nuclei 377 are stained blue (hematoxylin). (E) Immunofluorescence staining to detect SARS-CoV-2 S 378 (green) and NP (red) in FFPE SARS-CoV-2-infected cell pellets. Inset of (E) is uninfected 379 control FFPE cell pellets. Nuclei are stained blue (DAPI). Scale bar, 50 μm in (A-D), 20 μm in 380 inset of (E), and 10 μm in (E).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Detection of SARS-CoV-2 RNA by ISH in FFPE cell pellets. (A-B) SARS-CoV-2 387 positive-sense RNA can be detected by ISH using positive-sense RNA probe 1 in infected FFPE 388 cell pellets (B), but not in uninfected control FFPE cell pellets (A). (C-D) SARS-CoV-2 389 positive-sense RNA can be detected by ISH using positive-sense RNA probe 2 in infected FFPE 390 cell pellets (D), but not in uninfected control FFPE cell pellets (C). (E-F) SARS-CoV-2 391 negative-sense RNA can be detected by ISH using negative-sense RNA probe 1in infected FFPE 392 cell pellets (E), but not in uninfected control FFPE cell pellets (F). Nuclei are stained blue 393 (hematoxylin). Scale bar, 50 μm in (A-F).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Detection of SARS-CoV-2 replication in FFPE cells using multiplex fluorescence 400 ISH. (A-B) Compared to uninfected control (A), SARS-CoV-2 negative-sense RNA (green), a 401 replicative intermediate that indicates viral replication, can be detected in infected FFPE cell 402 pellets in addition to positive-sense (red) RNA (B). Nuclei are stained blue (DAPI). Scale bar",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Dual staining to detect SARS-CoV-2 antigen and RNA in the same FFPE section. 414 (A-B) Compared to uninfected control FFPE cell pellets (A), SARS-CoV-2 S (brown) and 415 positive-sense RNA (red) were detected in the same section (B). Nuclei are stained blue 416 (hematoxylin). Scale bar, 50 μm in (A-B).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": ". Antibodies tested for detecting SARS-CoV-2 in FFPE specimens 419",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). Detection of SARS-CoV-2 RNA by ISH in FFPE tissues. We have previously reported the development of RNAscope ISH assays to detect various high-consequence viruses including Ebola virus (EBOV; Filoviridae: Ebolavirus), Marburg virus (MARV; Filoviridae: Marburgvirus), Lassa virus (LASV; Arenaviridae: Mammarenavirus), and Nipah virus (NiV; Paramyxoviridae: Henipavirus) in FFPE animal tissues(26)(27)(28)(29). Here we report the successful author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the. https://doi.org/10.1101/2020.04.21.042911 doi: bioRxiv preprint 34-36). Single-stranded RNA viruses have to produce a replicative intermediate, antigenomic RNA, as a template to synthesize new genomic RNAs. Presence of such replicative intermediate RNA in tissues indicates ongoing viral replication(26, 28, 29). The commercially available RNAscope ISH assays, including chromogenic and fluorescent assays, we characterized here,",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Marburg virus infection in the testes of nonhuman primate survivors. Cell Host Microbe. Liu J, Coffin KM, Johnston SC, Babka AM, Bell TM, Long SY, et al. Nipah virus persists in the brains of nonhuman primate survivors. JCI Insight. 2019;4(14):e129629. 30. Shieh W-J, Hsiao C-H, Paddock CD, Guarner J, Goldsmith CS, Tatti K, et al. Immunohistochemical, in situ hybridization, and ultrastructural localization of SARSassociated coronavirus in lung of a fatal case of severe acute respiratory syndrome in Taiwan. Hum Pathol. 2005;36(3):303-9. 31. Martines RB, Ng DL, Greer PW, Rollin PE, and Zaki SR. Tissue and cellular tropism, pathology and pathogenesis of Ebola and Marburg viruses. J Pathol. 2015;235(2):153-74. 32. Gary JM, Welch SR, Ritter JM, Coleman-McCray J, Huynh T, Kainulainen MH, et al. Lassa virus targeting of anterior uvea and endothelium of cornea and conjunctiva in eye of guinea pig model. Emerg Infect Dis. 2019;25(5):865-74.author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}