{
    "paper_id": "b1b99d8bcba7cac540d3a8c2ee4b932396c4036d",
    "metadata": {
        "title": "A model to predict SARS-CoV-2 infection based on the first three- month surveillance data in Brazil",
        "authors": [
            {
                "first": "Fredi",
                "middle": [
                    "A"
                ],
                "last": "Diaz-Quijano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of São Paulo",
                    "location": {
                        "postCode": "01246-904",
                        "settlement": "São Paulo",
                        "region": "SP",
                        "country": "Brazil"
                    }
                },
                "email": "frediazq@usp.br."
            },
            {
                "first": "Mário",
                "middle": [],
                "last": "Nunes Da Silva",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratório de Inferência Causal em Epidemiologia da Universidade de São Paulo (LINCE-USP)",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Fabiana",
                "middle": [],
                "last": "Ganem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "settlement": "Brasília",
                        "region": "DF",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Silvano",
                "middle": [],
                "last": "Oliveira",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "settlement": "Brasília",
                        "region": "DF",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrea",
                "middle": [
                    "L"
                ],
                "last": "Vesga-Varela",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratório de Inferência Causal em Epidemiologia da Universidade de São Paulo (LINCE-USP)",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Julio",
                "middle": [],
                "last": "Croda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "settlement": "Brasília",
                        "region": "DF",
                        "country": "Brazil"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: COVID-19 diagnosis is a critical problem, mainly due to the lack or delay in the test results. We aimed to obtain a model to predict SARS-CoV-2 infection in suspected patients reported to the Brazilian surveillance system. Methods: We analyzed suspected patients reported to the National Surveillance System that corresponded to the following case definition: patients with respiratory symptoms and fever, who traveled to regions with local or community transmission or who had close contact with a suspected or confirmed case. Based on variables routinely collected, we obtained a multiple model using logistic regression. The area under the receiver operating characteristic curve (AUC) and accuracy indicators were used for validation. Results: We described 1468 COVID-19 cases (confirmed by RT-PCR) and 4271 patients with other illnesses. With a data subset, including 80% of patients from Sao Paulo (SP) and Rio Janeiro (RJ), we obtained a function which reached an AUC of 95.54% (95% CI: 94.41% -96.67%) for the diagnosis of COVID-19 and accuracy of 90.1% (sensitivity 87.62% and specificity 92.02%). In a validation dataset including the other 20% of patients from SP and RJ, this model exhibited an AUC of 95.01% (92.51% -97.5%) and accuracy of 89.47% (sensitivity 87.32% and specificity 91.36%). Conclusion: We obtained a model suitable for the clinical diagnosis of COVID-19 based on routinely collected surveillance data. Applications of this tool include early identification for specific treatment and isolation, rational use of laboratory tests, and input for modeling epidemiological trends.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The pandemic caused by the novel coronavirus, Sars-Cov-2, challenges the capabilities of health care services, especially in low-and middle-income countries. 1 A major issue is to meet the diagnostic requirements of the suspected cases reported to the surveillance system. 2 The proportion of suspected cases being tested in each country is not systematically presented in most of the epidemiological reports. [3] [4] [5] However, with the increasing number of new suspected cases of the disease (COVID- 19) worldwide, diagnosis has clearly become a growing problem, mainly due to the lack or delay in the test results. 6, 7 Clinical manifestations of COVID-19 are unspecific and include respiratory symptoms, fever, cough, dyspnea, and viral pneumonia. 8, 9 Polymerase chain reaction by real-time reverse transcriptase (RT-PCR) is considered the gold standard for the diagnosis of SARS-CoV-2 infection. However, its limited availability and the strict laboratory requirements delay diagnosis, which represents an unprecedented challenge to control transmission and provide timely health care. 10, 11 The incorporation of predictive diagnostic models based on surveillance data could help identify patients who could need specific treatment and early isolation. Consequently, we aimed to describe the profile of COVID-19 patients and to obtain a multiple model to predict the diagnosis among suspected cases reported in Brazil based on data routinely collected by the surveillance system.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 159,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 273,
                    "end": 274,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 414,
                    "end": 417,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 418,
                    "end": 421,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 504,
                    "end": 507,
                    "text": "19)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 620,
                    "end": 622,
                    "text": "6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 623,
                    "end": 624,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 754,
                    "end": 756,
                    "text": "8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 757,
                    "end": 758,
                    "text": "9",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1094,
                    "end": 1097,
                    "text": "10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1098,
                    "end": 1100,
                    "text": "11",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This observational study corresponded to a developing and evaluation of diagnostic technologies, nested in surveillance data obtained by the Brazilian Ministry of Health. We studied the reported cases, which corresponded to the following case definition: patients with respiratory symptoms and fever, who had traveled to regions with community or local transmission or who had close contact with a suspected or confirmed case. We did not establish restrictions based on age or underlying conditions for this study. Records with inconsistent or illogical data were excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and population"
        },
        {
            "text": "We included the patients reported between 11/01/2020 and 25/03/2020. All data were collected from the national surveillance information form, created on RedCap® platform, which included demographic, temporal, and easy to obtain clinical information such as symptoms, signs, comorbidities, travel history, and contact information. Another variable considered was the time since notification of the first case that was subsequently confirmed in the corresponding Federal Unit (FU). In the FU without notification and for its first confirmed case, this variable was zero.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures"
        },
        {
            "text": "During the period of data collection analyzed, the ministry's recommendation was to test all suspected cases, according to the definition presented above. 12 SARS-CoV-2 infection was considered confirmed only by Real-time reverse-transcriptase polymerase chain reaction RT-PCR testing, following the WHO and CDC protocol result for pharyngeal swab specimens. 11 Because the study population refers to symptomatic cases, in this paper we used the terms SARS-CoV-2 infection and COVID-19 interchangeably.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 157,
                    "text": "12",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 359,
                    "end": 361,
                    "text": "11",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Procedures"
        },
        {
            "text": "Demographic and clinical information was entered in an electronic database and then analyzed using Excel and STATA (version 15.0, Stata Corp LP, College Station, TX, USA). Data analysis included a description of the manifestations of the disease, according to etiology (COVID-19 vs. other illnesses [OI]). After descriptive analysis, the most functional form of the available variables was sought. This included the evaluation of composite variables for categorical predictors and the evaluation of the linear relationship between quantitative variables and the frequency of the outcome. Age showed a biological gradient with COVID-19; therefore, a simple imputation was made for cases . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 269,
                    "end": 278,
                    "text": "(COVID-19",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Data analysis"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20047944 doi: medRxiv preprint with missing values of this variable, considering the frequency of the diagnosis. Thus, the value of 37.38 years was calculated to impute unregistered age (in 1.4% of patients with etiological diagnosis).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "The information from São Paulo (SP) and Rio de Janeiro (RJ) was used to obtain and validate the predictive model. This choice was because these are the FUs with the largest number of confirmed cases and the earliest establishment of the surveillance system. Thus, we used a subset of 80% of randomly selected patients from SP and RJ (modeling dataset) to specify the multiple model. We selected the covariates by a non-automatic stepwise procedure using logistic regression. Age and days after notification of the first confirmed case (DNFCC) were used to create interaction terms with each other as an independent predictor. During modeling, a p-value of 0.15 was considered as a criterium to enter the variable and 0.20 to exclude it. After evaluating all the variables, exclusions were made until obtaining a model including only covariates with p <0. 10 .",
            "cite_spans": [
                {
                    "start": 855,
                    "end": 857,
                    "text": "10",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "The values predicted by the multiple model obtained were used to estimate the area under the ROC curve (AUC). We interpreted the AUC as an indicator of goodness of fit such that values between 0.9 and 0.99 are excellent, 0.8 -0.89 good, 0.7 -0.79 acceptable, and 0.51 -0.69 are poor. 13 Next, the model was applied to the 20% of patients from SP and RJ who were not included in the modeling dataset (validation dataset). Moreover, we applied it to those from FUs other than SP/RJ to evaluate the applicability in a very different scenario. We also calculated the accuracy to classify events of a predicted probability of ≥ 0.5. 14 We presented some cut-off points of the predicted value based on optimized accuracy indicators (in SP/RJ patients). These cut-offs included: a preset predicted value of 0.5; the highest value with a sensitivity >95%; the lowest with specificity >95%; the value with the highest overall accuracy; and the value with the best balance between sensitivity and specificity (based on the product thereof). Accuracy indicators of these selected cutoffs were described for both the SP/RJ patients (modeling + validation dataset) and those from the other FUs.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 286,
                    "text": "13",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 628,
                    "end": 630,
                    "text": "14",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Finally, by applying the sum of the predicted values and by using the chosen cut-off points, we calculated the probable number of COVID-19 cases in the total reported patients and among those who were reported as being hospitalized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Until March 25, 2020, the surveillance system had received 67,344 records of suspected cases, including 5674 with registered hospitalization. Of the total, 165 records were excluded because of inconsistent data. Overall, 5739 were tested by RT-PCR, of which 1468 were positive and 4271 negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "COVID-19 cases were older and more frequently men compared with OI patients (Table 1) . COVID-19 patients were reported in median 16 days after the first confirmed case, which was significantly later than OI patients were (median of seven days). Both age and time from the first confirmed case exhibited a gradient for the COVID-19 frequency (Figures 1 and 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 85,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 342,
                    "end": 359,
                    "text": "(Figures 1 and 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Most of the clinical manifestations were more frequent in OI patients than COVID-19 in the univariable analysis. Only the myalgia or arthralgia variable was significantly more frequent in COVID-19 than OI (30.7% vs. 23%, p<0.001). No COVID-19 infections were observed among patients with liver disease or among those that claimed not to have been in contact with a suspected case. On the other hand, COVID-19 patients less frequently referred to making a trip outside Brazil in the last 14 days (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 495,
                    "end": 504,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The states of SP and RJ jointly had 683 confirmed COVID-19 cases and 864 with OI, of which 541 and 702 were included in the modeling dataset, respectively. During the modeling, patients with liver disease (n = 4) and those who reported not having had contact with a suspected case (n = 69) were not considered, as these categories perfectly predicted absence of COVID-19 and were significantly more frequent in the OI group (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 424,
                    "end": 433,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Multiple model"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple model"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20047944 doi: medRxiv preprint . CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple model"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20047944 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple model"
        },
        {
            "text": "We obtained a model integrating 15 covariates, including age, days from notification of the first confirmed case (DNFCC) in the corresponding FU, eight variables about clinical manifestations, two on comorbidities, trip history, and two interaction terms ( Table 2 ). The AUC of this multiple model was estimated at 95.36% (95% CI: 94.2 -96.52%) with an accuracy of 89.5%. To obtain the final function, patients with a history of liver disease and those who denied having had any contact with a suspected case were considered with a predicted value equal to zero. With this inclusion, the area was 95.54% (95% CI: 94.41% -96.67%) for the diagnosis of COVID-19 in the modeling dataset and 95.01% (92.51% -97.5%) in the validation dataset ( Figure 3 ). Accuracy in these datasets was 90.1% (sensitivity 87.62% and specificity 92.02%) and 89.47% (sensitivity 87.32% and specificity 91.36%), respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 264,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 739,
                    "end": 747,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Figure 2. COVID-19 proportion among suspected patients according to age."
        },
        {
            "text": "When this function was applied in patients from the other FUs, which included 785 cases of COVID-19 compared with 3407 with other diseases, the ROC area was 73.16% (95% CI: 71.35 -74.96%), and the accuracy was 73.43% (sensitivity 46.37% and specificity 79.66%). In table 4, we described the diagnostic accuracy indicators of selected predicted-value cutoffs in both the SP/RJ and the other FU groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. COVID-19 proportion among suspected patients according to age."
        },
        {
            "text": "Considering the sum of predicted values as well as the different cutoffs, the number of COVID-19 cases among reported patients (adding together confirmed and predicted by our model) would be between 22826 and 25190 in SP/RJ, and between 22704 and 28837 in other FUs. Of them, between 2050 and 2196 were hospitalized in SP or RJ, and between 1657 and 2196 in the other FUs. All the calculations suggested that more than 95% of COVID-19 cases have not been confirmed. CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. COVID-19 proportion among suspected patients according to age."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20047944 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. COVID-19 proportion among suspected patients according to age."
        },
        {
            "text": "The growing number of cases suspected of COVID-19 is alarming. 15 Moreover, we observed that only a small proportion of the cases have a laboratory study. Therefore, most cases are being left with an uncertain diagnosis, which limits establishing specific measures and estimating the burden of the disease. In this study, we identified a set of variables that may help differentiate COVID-19 cases from other diseases. The model obtained exhibited an excellent AUC in the SP/RJ dataset comparable to more complex tools, including imaging and laboratory tests. 16, 17 This is impressive, considering that it is based solely on variables collected by the surveillance system.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 65,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 563,
                    "text": "16,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 564,
                    "end": 566,
                    "text": "17",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "An essential caveat in these models is that the predictors should not be interpreted individually. However, some associations are consistent with what is known about this coronavirus. For example, age was directly associated with the diagnosis, which could be explained by the increased pathogenicity in older people. Therefore, an overrepresentation of the elderly is expected among the confirmed patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Another interesting finding is the relationship between the time since the notification of the first confirmed case and the probability of COVID-19. This association indicates the importance of contextualizing according to the timing of the epidemic. Furthermore, this demonstrates that these models should be continuously updated and adapted to the epidemiological situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Most of the clinical manifestations included in the model were negatively associated with the SARS-CoV-2 infection. It does not mean that they cannot be presented by patients with COVID-19, but that they are more frequent in other diseases. This finding highlights why the circulation of other infectious agents could be a determinant of the predictors' discriminatory capacity, as has already been suggested for other conditions. 18 Moreover, it is expected that variables determining the notification (e.g., respiratory symptoms and international travel) and, therefore, inclusion in the study, tend to be negatively associated with the outcome due to collider-like phenomena. 19 For this reason, both causal inference interpretation, and extrapolation to the general population of the associations would be biased. Consequently, our model must be considered only for diagnostic prediction in the specific group of reported suspected patients.",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 433,
                    "text": "18",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 679,
                    "end": 681,
                    "text": "19",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The claim not to have had contact with an exposed case perfectly predicted the absence of COVID-19. This finding should be interpreted with caution because it is very likely that as the epidemic progresses, this variable could lose discrimination capacity once the prevalence of infectious hosts, including those undetectable, increases in the community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Regarding external application, we observed that the model had a considerably lower AUC in FUs other than SP and RJ. This difference could occur due to the epidemiological context variability, as well as different recording quality and heterogeneity in using definitions and reporting tools. Despite this, the AUC in these other FUs can be considered acceptable, and although lower, the model proposed could also help guide the preliminary diagnosis in scenarios different than those obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Applications of the proposed model include early case identification for specific treatment and isolation, as well as the rational use of laboratory tests. Moreover, this model may predict the number of both total cases and hospitalizations attributed to this infection based on the surveillance data. This application is relevant because one of the challenges that this pandemic represents is the organization of healthcare resources. In this way, our results may help to model and forecast the availability of funds for patient care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study obtained and validated a model function suitable for the clinical diagnosis of COVID-19 during the early stage of the Brazilian epidemic. This tool was entirely based on data routinely collected. Therefore, it may help early identification and treatment of patients, establish preventive measures, and improve the accuracy of epidemiological surveillance of this disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20047944 doi: medRxiv preprint Ethical approval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "This study followed Brazilian and International legislation for conducting human research. This research project was approved by the National Research Ethics Committee (Comissão Nacional de Ética em Pesquisa, CONEP) in Brazil, Register number (CAAE): 11946619.5.0000.5421.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.05.20047944 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Bearing the brunt of covid-19: older people in low and middle income countries",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lloyd-Sherlock",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ebrahim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Geffen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bmj",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The novel coronavirus (SARS-CoV-2) emergency and the role of timely and effective national health surveillance",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Lana",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Coelho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Gomes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Da",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Reports Public Heal",
            "volume": "36",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "PCM-DPC dati forniti dal Ministero della Salute. Minist. della Salut. 2020; 4. Government of Grenada. Coronavirus disease (COVID-19): Outbreak update",
            "authors": [
                {
                    "first": "Governo",
                    "middle": [],
                    "last": "Italiano",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Off. Website Gov. Grenada -About Grenada",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronavirus (COVID -2019) en Colombia",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Colombia",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Of",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Inst. Nac. Salud",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Early dynamics of transmission and control of COVID-19: a mathematical modelling study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "3099",
            "issn": "20",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "1199--207",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epidemiology, causes, clinical manifestation and diagnosis, prevention and control of coronavirus disease (COVID-19) during the early outbreak period: a scoping review",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Adhikari",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "Y-J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infect Dis poverty",
            "volume": "9",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Deep Learning-based Detection for COVID-19 from Chest CT using Weak Label",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "Preprint",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Coronavirus disease (COVID-19) technical guidance: Laboratory testing for 2019-nCoV in humans",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Boletim Epidemiológico 05. Centro de Operações de Emerências em Saúde Pública | COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ministério-Da-Saúde S De V Em",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "ROC-ing along: Evaluation and interpretation of receiver operating characteristic curves",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Rai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Galandiuk",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Surg (United States)",
            "volume": "159",
            "issn": "6",
            "pages": "1638--1683",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Regression models for categorical, count, and related variables",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "15. WHO. Novel Coronavírus",
            "volume": "",
            "issn": "",
            "pages": "63--86",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Deep learning Enables Accurate Diagnosis of Novel Coronavirus (COVID-19) with CT images",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "Preprint",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Development and Clinical Application of A Rapid IgM IgG Combined Antibody Test for SARS CoV 2 Infection Diagnosis",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25727"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Comparison of clinical tools for dengue diagnosis in a pediatric population-based cohort",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Diaz-Quijano",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Figueiredo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Waldman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Trans R Soc Trop Med Hyg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/trstmh/try135"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Collider scope: when selection bias can substantially influence observed associations",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Munafò",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tilling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "Davey",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Epidemiol [Internet",
            "volume": "47",
            "issn": "1",
            "pages": "226--261",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "COVID-19 proportion among suspected cases according to time after the reporting of the first confirmed case.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Area under the ROC curve in the modeling and validation datasets",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comparison of COVID-19 patients and other illnesses (OI) reported to the Brazilian surveillance system. Days after the reporting of the first confirmed case. b Fisher's exact test",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Predictive model for COVID-19 diagnoses among reported patients",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Diagnostic accuracy indicators of the selected predicted-value cutoff.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Prof. Alexandre Dias Porto Chiavegatto Filho, director of the Big Data and Predictive Health Analysis Laboratory (Laboratório de Big Data e Análise Preditiva em Saúde -Labdaps) from FSP/USP, for his recommendations about the analysis plan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments."
        },
        {
            "text": "Authors' contributions: FADQ conceived the study, participated in its design and coordination, conducted the data analysis, and prepared the first draft of the manuscript. JMNS and ALVV helped plan the study, review of the literature, and variable codification. FG and SO worked on the collection and organization of the database. JC contributed in planning the study, database organization, and insights to the analysis process. All authors provided relevant input for the writing, conducted reviews as well as read and approved the final manuscript. Thus, each author participated sufficiently in the work to take public responsibility for appropriate portions of the content and, therefore, agreed to be accountable for all aspects in ensuring that questions related to the accuracy or integrity of any part of the work are appropriately investigated and resolved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "This work had no specific funding. FADQ and JC were granted a fellowship for research productivity from the Brazilian National Council for Scientific and Technological Development -CNPq, process/contract identification: 312656/2019-0 and 310551/2018-8, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding."
        },
        {
            "text": "No author has conflicts of interest related to this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interest."
        }
    ]
}