{
    "paper_id": "b35d021302117c9f709f6cded2710dc922bc9fb9",
    "metadata": {
        "title": "Outbreak analysis with a logistic growth model shows COVID-19 suppression dynamics 1",
        "authors": [
            {
                "first": "In",
                "middle": [],
                "last": "China",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southern University of Science and 9 Technology",
                    "location": {
                        "postCode": "518055",
                        "settlement": "Shenzhen",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Zou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xi'an Jiaotong-Liverpool University",
                    "location": {
                        "addrLine": "7 215123",
                        "settlement": "Suzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [],
                "last": "Pan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xi'an Jiaotong-Liverpool University",
                    "location": {
                        "addrLine": "7 215123",
                        "settlement": "Suzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Peng",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xi'an Jiaotong-Liverpool University",
                    "location": {
                        "addrLine": "7 215123",
                        "settlement": "Suzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lei",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xi'an Jiaotong-Liverpool University",
                    "location": {
                        "addrLine": "7 215123",
                        "settlement": "Suzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaoxiang",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southern University of Science and 9 Technology",
                    "location": {
                        "postCode": "518055",
                        "settlement": "Shenzhen",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lia",
                "middle": [],
                "last": "Hemerik",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xi'an Jiaotong-Liverpool University",
                    "location": {
                        "addrLine": "7 215123",
                        "settlement": "Suzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Johannes",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Knops",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wopke",
                "middle": [],
                "last": "Van Der Werf",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southern University of Science and 9 Technology",
                    "location": {
                        "postCode": "518055",
                        "settlement": "Shenzhen",
                        "country": "China"
                    }
                },
                "email": "wopke.vanderwerf@wur.nl"
            }
        ]
    },
    "abstract": [
        {
            "text": "China reported a major outbreak of a novel coronavirus, SARS-CoV2, from mid-January till 21 mid-March 2020. The number of cases outside China is now growing fast, while in mainland 22",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "China the virus outbreak is largely under control. We review the epidemic virus growth and 23 decline curves in China using a phenomenological logistic growth model to summarize the 24 outbreak dynamics using three parameters that characterize the epidemic's timing, rate and 25 peak. During the initial phase, the number of virus cases doubled every 2.7 (range 2.2 -4.4) 26 days. The rate of increase in the number of reported cases peaked approximately 10 days after 27 suppression measures were started on 23-25 January 2020. The peak in the number of 28 reported sick cases occurred on average 18 days after the start of measures. From the time of 29 starting measures till the peak, the number of cases increased by a factor 39 in the province 30",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Hubei, and by a factor 9.5 for all of China (range: 6.2-20.4 in the other provinces). Complete 31 suppression took up to 2 months (range: 23-57d.), during which period severe restrictions, 32 social distancing measures, testing and isolation of cases were in place. The suppression of 33 the disease in China has been successful, demonstrating that suppression is a viable strategy to 34 contain SARS-CoV2. 35 36 Funding: NA. 37 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10. 1101 20% of people with confirmed infection develops serious symptoms and needs hospitalization 62 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10. 1101 or intensive care [8] . The proportion of unreported cases is uncertain (86% before measures 63 but 16-21% after measures in the whole of China according to Li, Pei (9); 59% or more in 64",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Wuhan according to Wang, Liu (10)). If underreporting is accounted for, the proportion of 65 infected people requiring hospitalization is still in the order of 3% or more. Containment is 66 based on intensive surveillance of possible cases, testing, followed by isolation of infected 67 people and their contacts [11]. Containment is only possible if the virus is not freely 68 circulating in a population. Currently, because in many countries outside of China the virus is 69 circulating within the population, these countries are practicing suppression. Policy makers 70 may ask: 71",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(1) How long will it take for the epidemic to peak after suppression measures have been 73 implemented? 74",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(2) What will the peak number of sickness cases be? 75 (3) How long do suppression measures need to be maintained to suppress the virus to 76 sufficiently low incidence to allow containment (search and quarantine flare-ups of the 77 virus)? 78 79 Here we analyze with a phenomenological logistic model the epidemics of SARS-CoV2 in 80",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "China and 20 of its provinces that reported more than 150 cases. The logistic model is widely 81 used in ecology to analyze boom and bust population dynamics [12]. Logistic models are not 82 as widely used in human disease epidemiology as more mechanistic compartment-based SIR 83 and SEIR models [13][14][15][16] because the parameters lack a strict mechanistic interpretation in 84 terms of transmission rate and disease etiology (e.g. latency period, incubation period and 85 infectious period). However, this disadvantage is compensated by the usefulness of the 86 parameters for providing a simple and intuitive description of the outbreak dynamics in time. 87 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10. 1101 We do not imply that logistic models can replace established epidemiological models, but we 88 do argue that phenomenological models, given the urgency and severe consequences of the 89 worldwide SARS-CoV2 outbreak for public health management, have a place along 90 mechanistic models to inform on disease dynamics [17] and support narratives on outbreak 91 dynamics with simple metrics like relative rate of increase, doubling time, and time to the 92 peak. Using data from China, logistic models shows the key disease dynamic parameters 93 before and after suppression policies were implemented [18]. 94 95",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "is available yet. Unless a successful NPI (Non-Pharmaceutical Intervention) strategy is 48 implemented in the early stages of transmission, an exponential global proliferation threatens 49 to overwhelm the health care systems of many countries. Three NPI strategies are being 50 discussed for managing the current COVID-19 epidemic: (1) suppression, (2) mitigation, and 51",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(3) containment [3] . In suppression, strict measures are taken to reverse the epidemic spread, 52 essentially by bringing the effective reproduction number Re (the number of new cases per 53 existing case) below one [4, 5] . Social distancing is a key factor in suppression [6] . In 54 mitigation the aim is not to necessarily stop all transmission, but rather to reduce the rate of 55 transmission and in effect lower the number of infected people at any given time [3, 7] . It has 56 been suggested that mitigation strategies might prevent inundation of the health care system 57 by \"flattening\" the peak of sick people\" [3] . However, even in the most optimistic scenarios 58 for mitigation, healthcare capacity is likely to be still seriously overwhelmed, as it was in 59",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 19,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 217,
                    "end": 220,
                    "text": "[4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 221,
                    "end": 223,
                    "text": "5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 468,
                    "end": 471,
                    "text": "[3,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 472,
                    "end": 474,
                    "text": "7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 624,
                    "end": 627,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Wuhan in February 2020 and in Italy in March 2020. Herd immunity has been suggested as a 60 component of mitigation, but is only a viable option once a vaccine is available because up to 61",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The number of reported active sick cases (total infected minus recovered minus deceased) in 161",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hubei peaked 25 days after suppression measures were implemented, which in the model also 162",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "indicates the peak of number of deaths on the same day. Outside Hubei, the peak number of 163 reported sick cases (and peak of daily number dying) was on average reached 18 days after 164 the start of suppression (Table 1 ). The rate of daily increase in reported cases peaked 17 days 165 after the start of suppression measures in Hubei, and on average 10 days after the start of 166 measures in the other provinces (range: 8 to 15 days). When assuming a reporting delay of 6 167 days [9] , the actual peak in the rate of increase occurred at 11 days after the implementation of 168 measures in Hubei and at 4 days after the implementation of measures in the other provinces. 169",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 489,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 221,
                    "text": "(Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "The actual peak in the number of sick cases peaked at 19 days after the start of measures in 170",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hubei and at 12 days after the start of measures in the other provinces. 171",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The relative rate of increase in the number of cases at the time of the peak rate was rather 173 consistent among provinces, with an average of 0.11 cases/case/day for Hubei and 0.12 174 cases/case/day for the rest of China (range: 0.08 to 0.15). Between suppression 175 implementation and the peak number of reported cases, the number of active cases in Hubei 176 increased by a factor 39, while in other provinces it increased by a factor of 9.5 with 177 considerable variation between provinces (range: 6.2 in Hainan and Chongqing to 20.4 in 178 Heilongjiang). If a 6-day reporting delay is accounted for in the estimate of the factor increase 179 from the start of measures to the peak, then this multiplication factor is diminished to a value 180 of 9.5 for Hubei and an average of 2.6 for the other provinces. The daily death rate of the 181 active sick people was 0.34 percent per day for Hubei, much higher than in other provinces 182 (on average 0.05 percent per day, ranging between 0 in Jiangsu Province (see also Sun, Qiu 183 (25)) and 0.18 percent per day in Hainan Province, Appendix 3), which indicates that on the 184 faster than the rate of decline during the tapering out of the epidemic (Appendix A1). Thus, 210 the logistic underestimates both the early relative growth rate and the increase of the number 211 of sick people from the start of measures till the peak for the Chinese data (Appendix A1). 212",
            "cite_spans": [],
            "ref_spans": [],
            "section": "172"
        },
        {
            "text": "Uncertainties in predictions also result from unknown reporting delay [9] . Improvements may 213 be possible by defining better tailored models, and especially, by collecting better data, e.g. ",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 73,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "172"
        },
        {
            "text": "! \" − ! \"-+ + ( ! \" = (% \" − % \"-+ ) − (, \" − , \"-+ ) 10 ! \" + ( ! \" = (% \" − % \"-+ ) − (, \" − , \"-+ ) + ! \"-+ 11 ! \" (1 + () = (% \" − % \"-+ ) − (, \" − , \"-+ ) + ! \"-+ 12 Therefore, 13 ! \" = (% \" − % \"-+ ) − (, \"-+ − , \"-+ ) + ! \"-+ 1 + ( 14 15 16 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "172"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.25.20043539 doi: medRxiv preprint -18 - in the lower panel mean that the number of active cases is decreasing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "172"
        },
        {
            "text": "J a n 1 9 J a n 2 3 J a n 2 7 J a n the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "172"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.25.20043539 doi: medRxiv preprint -20 -",
            "cite_spans": [],
            "ref_spans": [],
            "section": "172"
        },
        {
            "text": "Hubei J a n ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "172"
        },
        {
            "text": "Guangdong J a n ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "172"
        },
        {
            "text": "Anhui J a n ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "172"
        },
        {
            "text": "Jiangxi J a n ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "172"
        },
        {
            "text": "Sichuan J a n ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "172"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "?sfvrsn=bc43e1b_2. 2. WHO. Coronavirus disease 2019 (COVID-19) situation report-58",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand. Imperial College COVID-19 Response Team",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "Ainslie",
                    "middle": [
                        "K"
                    ],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts. The Lancet Global Health",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gimma",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "I"
                    ],
                    "last": "Bosse",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Jarvis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "30074--30081",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(20"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Effect of nonpharmaceutical interventions for containing the COVID-19 outbreak in China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Ruktanonchai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Prosper",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Floyd",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.03.20029843"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus: why you must act now 2020",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pueyo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "How will countrybased mitigation measures influence the course of the COVID-19 epidemic? The Lancet",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30567-5"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72 314 Cases From the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Pei",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb3221"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Evolving Epidemiology and •",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "spread, first in Hubei, then across China during the spring holiday, and finally across 40 the world. Currently (as of 8 April 2020), the virus has been reported from 212 countries areas 41 or territories and the cumulative number of cases outside China has exceeded 1.2 million[1]. 42 In mainland China, few new cases have been reported since 18 March, and most new cases 43 have originated from outside China[2]. Thus, the SARS-CoV-2 outbreak in China appears to 44 be, for now, under control. 45 46 Virtually the entire global population is susceptible to SARS-CoV2 infection and no vaccine 47",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fitted epidemic curves based on the observed data of SARS-CoV2 in China excluding 3 Hubei (thick solid lines), Hubei (dashed lines), and 19 other provinces (thin solid lines). The 4 y-axis of the top panel shows the number of cases relative to the maximum cumulative 5 infected for each region (the value a, see methods). The bottom panel shows the daily change 6 on the same relative scale. Red, green and grey colors indicate confirmed, recovered and 7 deceased cases. Orange color indicates the number of \"active\" sick cases (relative to total 8 infected, top panel), i.e. infected and not yet recovered or deceased, and the daily changes 9 (bottom panel), with negative values in the lower panel indicating that the number of active 10 cases is decreasing. Fitted and observed values for the true number can be found in Fig. A1 11 and Fig. A2. 12 -16 -",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ". A1 Observed and fitted epidemics of SARS-CoV2 in mainland China excluding Hubei province for normal-(a) and log-scale (b) y-axis. Dots are observed cases and lines are model fits. Top panel refers total cases and bottom panel refers to daily changes. For the normal scale (A), the left y-axis is for infected, recovered and sick cases and the right y-axis for deceased cases. Red colour indicates the total number of infected cases (confirmed and suspected) (top panel) or the daily rate of increase in the number of cases (bottom panel). Green colour indicate the recovered cases in both panels. Grey colour indicates cumulative deaths in the upper graph and daily death cases in the lower panel. Orange colour indicates the number of \"active\" cases (top panel), i.e. infected and not yet recovered or deceased, and the daily change in the number of active cases (bottom panel). Negative values (in normal scale)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Fig. A2-a (continue)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Epidemics of SARS-CoV2 in 20 Chinese provinces with a minimum of 150 cases for normal-(a) and log-scale (b) y-axis. Dots are observed cases and lines are model fits. Red, green and grey colors indicate confirmed, recovered and deceased cases. For the normal scale (a), the left y-axis is for infected, recovered and sick cases and the right y-axis for deceased cases. Orange color indicates the number of \"active\" sick cases (relative to total infected, top panel), i.e. infected and not yet recovered or deceased, and the daily changes (bottom panel), with negative values (in normal scale) in the lower panel indicating that the number of active cases is decreasing. The upper panel for each province refers to the total number of cases while the lower panel refers to the daily change in the number of cases.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The results show that suppression can lead to (almost) complete removal of active virus 217 infected cases from the population, although given that not all active cases have recovered, 218 the outbreak is not completely over. The virus could still be present in asymptomatic 219 individuals or it could be re-introduced from unknown reservoirs. Re-entry of the virus from 220 countries outside China now needs to be prevented. Because the vast majority of the 221 population is not immune to SARS-SoV2, the virus can rapidly re-establish. Therefore, 222 suppression needs to be followed up by containment, a strategy based on strict surveillance, 223 testing of all individuals with symptoms, and followed by isolation of all infected individuals 224and their recent contacts[11]. Currently, quarantine restrictions are gradually being lifted in 225 China, including Hubei Province, after no new cases have been detected for several weeks, 226 allowing people to return to work and businesses to start up again. Moreover, in China, 227 schools are preparing to reopen in April and normal social activities are slowly resuming[28]. 228 These findings indicate that the implemented measures have been effective for controlling 229 Many individuals infected with SARS-CoV2 show minimal or no symptoms. Due in part to 232 asymptomatic carriers, many infected individuals remain untested and unreported. Before 31 233 March, asymptomatic cases were not included in in the outbreak's daily report in China [32]. 234 17. Batista M. Estimation of the final size of the second phase of the coronavirus epidemic by the logistic model. medRxiv. 2020:2020.03.11.20024901. doi: 10.1101/2020.03.11.20024901. 18. Wu K, Darcet D, Wang Q, Sornette D. Generalized logistic growth modeling of the COVID-19 outbreak in 29 provinces in China and in the rest of the world. arXiv. 2020. 19. National Health Commission of the People's Republic of China. 2020 [cited 2020 08 April]. Available from: http://www.nhc.gov.cn. 20. The State Council of the PRC. Contingency Plan of National Public Health Emergency 2006 [cited 2020 03 April]. Available from: http://www.gov.cn/yjgl/2006-02/26/content_211654.htm. 21. Tian H, Liu Y, Li Y, Wu C-H, Chen B, Kraemer MUG, et al. An investigation of transmission control measures during the first 50 days of the COVID-19 epidemic in China. Science. 2020:eabb6105. doi: 10.1126/science.abb6105. April]. Available from: https://ncov2020.org/en/. 27. XJTLU. Model indicates current COVID-19 infections in China already declining 2020 [cited 2020 08 April]. Available from: https://www.xjtlu.edu.cn/en/news/2020/02/model-indicates-current-covid-19-infections-in-",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Total confirmed infected cases (up to 10 th March), emergency action start date and characteristics of logistic growth curves of epidemic progress in mainland China (excluding Hubei) and other 20 provinces with at least 150 cases of SARS-CoV2. Ratio refers to the sick cases at peak to the total number of infected cases at action date.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Estimated model parameters per province and for China (excluding Hubei) and other 20 provinces with at least 150 cases of SARS-CoV2",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}