{
    "paper_id": "b5933d1094489d32256f6faa091a3bea9a8b268a",
    "metadata": {
        "title": "Use Crow-AMSAA Method to predict the cases of the Coronavirus 19 in Michigan and U.S.A",
        "authors": [
            {
                "first": "Yanshuo",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Reliability and Data Mining Consultant *Correspondence to: bill.wang@lllw-llc.com, Telephone 1 517 395 6214 Author Yanshuo Wang was employed by the company LLLW LLC. The remaining 5 authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The Crow-AMSAA method is used in engineering reliability world to predict the failures and 10 evaluate the reliability growth. The author intents to use this model in the prediction of the Coronavirus 19 (COVID19) cases by using the daily reported data from Michigan, New York City, U.S.A and other countries. The piece wise Crow-AMSAA (CA) model fits the data very well for the infected cases and deaths at different phases while the COVID19 outbreak starting. The slope β of the Crow-AMSAA line indicates the speed of the transmission or death rate. The 15 traditional epidemiological model is based on the exponential distribution, but the Crow-AMSAA is the Non Homogeneous Poisson Process (NHPP) which can be used to modeling the complex problem like COVID19, especially when the various mitigation strategies such as social distance, isolation and locking down were implemented by the government at different places.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID 19 was first found in Wuhan, Hubei Province, China in December, 2019, and it has been presented a main threat to the public health systems around the globe. As of April 12,2020, 25 there have been about 1.8 million confirmed case, and about 116,000 reported deaths globally [3] . In U.S.A, there are about 561,159 confirm cases, and about 22,133 reported deaths [3] . In the state of Michigan, there are about 24,638 confirmed cases and about 1,487 reported death at the time author writing this paper [3] [4] . The COVID19 is affecting 210 countries and territories around the world and 2 international conveyances. The COVID19 is spreading into all 30 the 50 states, District of Columbia and its territories in United States. Because of the contagious of this disease, most of the states such as Michigan have issued the staying home order to reduce the infectious speed. The author has observed the U.S. and Michigan infected cases and deaths since March 16th. The author was curious that there must be a statistical model to predict this event. Since the Crow-AMSAA model is used for automotive warranty data by author to predict that fits the Crow-AMSAA model as well. Then the author decided to write this paper to describe what the Crow-AMSAA model is and how the analysis has been done. The Crow-AMSAA model might be useful to predict the infected cases and deaths for a pandemic like COVID19. The daily reported data from New York City [12] , Spain, Italy, France, Germany, UK, China and South Korea [3] have also been analyzed by using the piece wise Crow-AMSAA 5 model. The comparison of the speed of the transmission and death rates at different places and countries are also summarized in this paper.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 190,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 516,
                    "end": 519,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 1455,
                    "end": 1459,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 1519,
                    "end": 1522,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "There are existing epidemiological models which used in the pandemic prediction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review of Epidemiological Model:"
        },
        {
            "text": "It is believed that most epidemics grow approximately exponentially during the initial phase of an epidemic. I(t) is the number of diagnosis infected case, t is the time which is measured in days[5]. 10 ",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 202,
                    "text": "10",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Exponential Model:"
        },
        {
            "text": "(1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I(t) = I0 e rt"
        },
        {
            "text": "Where r is the growth rate, I0 is the constant which can be calculated by fitting the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I(t) = I0 e rt"
        },
        {
            "text": "15",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I(t) = I0 e rt"
        },
        {
            "text": "SIR model is the compartmental models which are used to simplify the mathematical modelling of infectious disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Susceptible-Infectious-Recovered (SIR) model:"
        },
        {
            "text": "where S(t) is the number of susceptible individuals, I(t)is the number of infectious individuals, and R(t) is the number of recovered individuals; β is the transmission rate per infectious individual, and γ is the recovery rate, N is the population, N = S(t)+I(t)+R(t) [8] .",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 272,
                    "text": "[8]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Susceptible-Infectious-Recovered (SIR) model:"
        },
        {
            "text": "Logistic Model: Logistic model was developed by Belgian mathematician Pierre Verhulst (1838). Logistic model 30 is the model which shows initially exponential growth followed a gradual slowing down and a saturation [8] .",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "[8]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Susceptible-Infectious-Recovered (SIR) model:"
        },
        {
            "text": "Where C(t) is the cumulative total numbers of infectious, r is the exponential growth rate, K is the upper limit of population growth and it is called carrying capacity. C0 is the C(t) when t=0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Susceptible-Infectious-Recovered (SIR) model:"
        },
        {
            "text": "James T. Duane at GE Motors Division conducted the reliability growth analysis by observing the cumulative failure rates of the product subsystems during the development test. He plotted the cumulative failures versus the development time on a log-log paper (Duane, 1964 ",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 270,
                    "text": "(Duane, 1964",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Crow-AMSAA Model:"
        },
        {
            "text": "Where t is the time which measured in days, λ and β are constants, they will be explained later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crow-AMSAA Model:"
        },
        {
            "text": "The logarithm of cumulative events N(t) versus logarithm time t, which measured in days is a linear plot. By taking the natural logarithms of equation (8) Ln N(t) = Ln (λ )+ β Ln (t) (9) 15 The model intensity function ρ (t) = ( ) = λβt β-1",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 189,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Crow-AMSAA Model:"
        },
        {
            "text": "The cumulative event rate is to use the equation (8) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crow-AMSAA Model:"
        },
        {
            "text": "The intensity function is the derivative of the cumulative events N(t) = λt β , ρ (t) is called the rate of occurrence (ROC). In equation (9), the scale parameter, λ, is the intercept on the y axis of N(t) when t =1, (ln(1) =0); the slope β, is interpreted in a similar manner as a Weibull plot, If 20 the slope β is greater than 1, the transmission rate is increasing, the transmission rate come more rapidly, if the slope β is smaller than 1, the transmission rate is decreasing, the transmission rate come more slowly, if the slope β is equal to 1, the process is called homogenous Poisson process, if the slope β is not equal 1, the process is called Non Homogenous Poisson Process (NHPP).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crow-AMSAA Model:"
        },
        {
            "text": "Weibull distribution is invented by Dr. Waloddi Weibull in 1937, it is widely used by 25 engineering reliability field for the failure data analysis. The slope of the Weibull plot β indicates which class of failures is present. CA model is also called as \"Weibull Power Process\" (WPP). The interpretation of the slope β is similar. However, the individual time to failure is used in Weibull, but the cumulative times is used in CA. Weibull distribution handles one failure mode at a time, but CA handles mixtures of situation. There are three methods to be used to fit the line, author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crow-AMSAA Model:"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.20052845 doi: medRxiv preprint increasing. The CA slope β of the second phase (2/12/2020 to 2/19/2020) is 0.834 < 1, and the infectious rate is decreasing. The third phase (2/19/2020 to 4/9/2020) is towarding to the saturation stage where CA slope β is 0.092 < 0.834 (second phase slope β) <1. Chinese government locked down Hubei, Wuhan on 1/22/2020, the 14 days' isolation of the individuals who had the contact with the COVID19 infected people, staying at home and social 5 distance/wearing mask policy were implemented all over the country. From the CA slope β values (phase (1)1.683-phase (2) 0.834-phase (3) 0.092), the locking down, isolation, staying home and social distance/wearing masks played an important role to slow down the COVID19 spreading in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crow-AMSAA Model:"
        },
        {
            "text": "The daily death rate for COVID19 in China is plotted in Fig. 4 by using CA method. The death 10 rate also shows the three phases. The first phase (1/22/2020 to 2/23/2020) is the death rate increasing phase where CA slope β is 1.829 >1. The second phase (2/24/2020 to 3/5/2020) and the third phase (3/6/2020 to 4/9/2020) are the death rate decreasing phases, the CA slopes are 0.514 and 0.141 respectively.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 95,
                    "text": "10",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 62,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Crow-AMSAA Model:"
        },
        {
            "text": "In Michigan: The Crow-AMSAA method [equation (9) Ln to Ln] is also applied for Michigan 15 cumulative total confirmed cases [ Fig. 5 ]. The time period is from 3/10/2020 to 4/10/2020. So far, there are two piece wise Crow-AMSAA lines can be applied for Michigan cases. From 3/10/2020 to 3/31/2020, the CA slope β is 3.901 >1, and the infectious rate is increasing dramatically. From 4/1/2020 to 4/10/2020, the CA slope β is 2.467 >1, and the infectious rate is still increasing, though the slope β is slight smaller than the first phase. Since 3/24/2020, 20 Michigan Governor issued the staying home order, the order is absolutely helping the state of Michigan to slow down the spreading of the disease, because the CA slope β is still greater than 1, so the infectious rate is still increasing.",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 557,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 132,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Crow-AMSAA Model:"
        },
        {
            "text": "The daily death rate for COVID19 in Michigan is plotted in Fig. 6 by using CA method. So far, the death rate shows the two piece of CA plots. The first piece (3/18/2020 to 3/30/2020) is the 25 death rate increasing phase where CA slope β is 5.588 >1. The death rate in the second piece (3/31/2020 to 4/10/2020) is slowing down comparing to the first phase but it is still the increasing phase where the CA slopes β is 3.998.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 65,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Crow-AMSAA Model:"
        },
        {
            "text": "In U.S.A.: The same study was conducted for U.S.A total confirmed cases [ Fig.7 ]. From the piece-wise Crow-AMSAA plots, there are three phases so far for the U.S.A infectious cases. The 30 first phase (2/15/2020 to 3/12/2020), the CA slope β is 5.138 > 1, and the infectious rate is increasing. The CA slope β of the second phase (3/13/202 to 3/23/2020) is 10.48 > 1, the infectious rate is increasing dramatically. The CA slope β of the third phase (3/24/2020 to 4/10/2020) is 5.259 >1 where the infectious rate is still increasing. Most of states in U.S.A have issued the staying at home order and social distance requirement, this will help to slow down the 35 transmission speed of the disease.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 79,
                    "text": "Fig.7",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Crow-AMSAA Model:"
        },
        {
            "text": "The daily death rate for COVID 19 for U.S.A is also plotted in Fig. 8 . So far there are three phases identified in the plot. The CA slope β is 4.977 for phase I (2/19/2020 to 3/16/2020). The CA slope β is 10.54 for phase II (3/17/2020 to 3/27/2020) where the death rate increasing dramatically. The CA slope β is 7.267 for phase III (3/27/2020 to 4/11/2020) where the death The decreasing/increasing of the infectious rate and death rate can be figured out per CA slope β values.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 69,
                    "text": "Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "Crow-AMSAA Model:"
        },
        {
            "text": "From the Crow-AMSAA analysis above, at the beginning of the COVID 19, the infectious cases does not follow the Crow-AMSAA line, but when the outbreak starts, the confirmed cases does , which is for more complex problem, and NHPP models such as those for outbreaks in social networks are often believed to provide better predictions of the benefits of various mitigation strategies such as isolation, locking down and social distance [10] [11] . The 20 piece wise Crow-AMSAA plots are used to model the expected cumulative number of infected numbers over time, and Ln-Ln plot is to simplify the curve, and slope β is calculated to indicate that the infectious rate is increasing or decreasing. The traditional epidemiological models is very difficult to predict the numbers of infections when the disease spreading enters to a new different phase [5] . 25 The limitation of this piece wise Crow-AMSAA method is that the manual separation of the data has to be applied to find out the different infection phase at different time period. The good fitting of the data is depending on the good data separation.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 442,
                    "text": "[11]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 846,
                    "end": 849,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 852,
                    "end": 854,
                    "text": "25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Future work: More studies should be done in future for COVID19 for the distribution of demographical, zone and climate conditions by using the piece wise CA models. Also the 30 effectiveness of the government policy which preventing the spreading of this disease need be studied more to see how that affects the CA slope β.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "From the above analysis for the confirmed cases and deaths for COVID 19 in Michigan, New York city, U.S.A, China and other countries, the piece wise Crow-AMSAA method can be used 35 to modeling the spreading of COVID19. ",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 181,
                    "text": "35",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.A. Daily Confirmed Cases and Deaths"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.20052845 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.A. Daily Confirmed Cases and Deaths"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.20052845 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.A. Daily Confirmed Cases and Deaths"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.20052845 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.A. Daily Confirmed Cases and Deaths"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.20052845 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.A. Daily Confirmed Cases and Deaths"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.20052845 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.A. Daily Confirmed Cases and Deaths"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.20052845 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.A. Daily Confirmed Cases and Deaths"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.20052845 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.A. Daily Confirmed Cases and Deaths"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.20052845 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.A. Daily Confirmed Cases and Deaths"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.20052845 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.A. Daily Confirmed Cases and Deaths"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.A. Daily Confirmed Cases and Deaths"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.20052845 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S.A. Daily Confirmed Cases and Deaths"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The New Weibull Handbook, Fifth Addition",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Abernethy",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Practical Guide to Reliability Growth Analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Tananko",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annual RELIABILITY and MAINTAINABILITY Symposium",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Predictions for COVID-19 Outbreak in India Using Epidemiological Models",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ranjan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.02.20051466"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Data-Driven Study of the the COVID-19 Pandemic via Age-Structured Modelling and Prediction of the Health System Failure in Brazil amid Diverse Intervention Strategies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Canabarro",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ten_Orio",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Martins",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brito",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chaves",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.03.20052498"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Predicting the number of reported and unreported cases for the COVID-19 epidemics in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magal",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.09.20058974"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Estimating epidemic exponential growth rate and basic reproduction number",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infectious Disease Modelling",
            "volume": "5",
            "issn": "",
            "pages": "129--141",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Reliability growth -Statistical test and estimation methods 10",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Burra",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowellb",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mathematical and Computer Modelling",
            "volume": "48",
            "issn": "2",
            "pages": "122--140",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Non-Homogeneous Poisson Process to Model Seasonal Events: Application to the Health Diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cifuentes-Amado",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cepeda-Cuervo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "International Journal of Statistics in Medical Research",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "line, the slope β value indicates the speed the transmission rate or death rate. The piece wise Crow-AMSAA fitting must be used in the different phases of spreading. That means the speed of the transmission rate could change according to the government interference and social distance order or other factors. Comparing the piece wise CA β slopes (β: 1.683--0.834--0.092) in China and in U.S.A (β:5.138--10.48--5.259), the speed of transmission rate in U.S.A is 10 much higher than the infectious rate in China. From the piece wise CA plots and summary table of the CA slope βs, the COVID19 spreading has the different behavior at different places and countries where the government implemented the different policy to slow down the spreading. Ranjan [5], Canabarro, etc. [6] and Liu, etc[7] are all using the traditional epidemiological model to predict the spreading the COVID19. The author is using a novel method -Crow-AMSAA 15 which is borrowed from engineering reliability world. The Crow-AMSAA model is different from the traditional epidemiological model. The Crow-AMSAA model is the Non-Homogeneous Poisson Process (NHPP)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The U.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The piece wise Crow-AMSAA analysis for COVID 19 -China Fig 4. The piece wise Crow-AMSAA analysis for COVID 19 Deaths -China 5 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The piece wise Crow-AMSAA analysis for COVID 19 -Michigan Fig 6. The piece wise Crow-AMSAA analysis for COVID 19 Deaths -Michigan 5 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The piece wise Crow-AMSAA analysis for COVID 19 -U.S.A Fig 8. The piece wise Crow-AMSAA analysis for COVID 19 Deaths -U.S.A 5 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The piece wise Crow-AMSAA analysis for COVID 19 -Spain Fig 10. The piece wise Crow-AMSAA analysis for COVID 19 Deaths -Spain All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The piece wise Crow-AMSAA analysis for COVID 19 -Italy Fig 12. The piece wise Crow-AMSAA analysis for COVID 19 Deaths -Italy All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The piece wise Crow-AMSAA analysis for COVID 19 -New York City Fig 14. The piece wise Crow-AMSAA analysis for COVID 19 Deaths -New York City All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "The piece wise Crow-AMSAA analysis for COVID 19 -S. Korea Fig 15. The piece wise Crow-AMSAA analysis for COVID 19 Deaths -S. Korea All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "The piece wise Crow-AMSAA analysis for COVID 19 -UK Fig 17. The piece wise Crow-AMSAA analysis for COVID 19 Deaths-UK 5 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "The piece wise Crow-AMSAA analysis for COVID 19 -France Fig 19. The piece wise Crow-AMSAA analysis for COVID 19 Deaths -France 5 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "The piece wise Crow-AMSAA analysis for COVID 19 -Germany Fig 21. The piece wise Crow-AMSAA analysis for COVID 19 Deaths -Germany 5 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.20052845 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.03.20052845 doi: medRxiv preprint β >1 rate increasing, β <1 rate decreasing, current β < previous β, the rate slow down, Current β >previous β, the rate speed upTable 1. Summary of Crow-AMSAA slope β for different places at different phases.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}