{
    "paper_id": "b895d25bff5c04f0b55faa8f0d4e8f619c247cd2",
    "metadata": {
        "title": "Informing Homemade Emergency Facemask Design: The Ability of Common Fabrics to Filter Ultrafine Particles",
        "authors": [
            {
                "first": "Eugenia",
                "middle": [],
                "last": "Authors",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge -currently in San Francisco",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "O&apos;kelly",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge -currently in San Francisco",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sophia",
                "middle": [],
                "last": "Pirog",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University -Chicago",
                    "location": {
                        "country": "USA Orchid"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "Ward",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge -Cambridge",
                    "location": {
                        "country": "UK Orchid"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "John"
                ],
                "last": "Clarkson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge -Cambridge",
                    "location": {
                        "addrLine": "Orchid ID: 0000-0001-8018-7706 CORRESPONDING AUTHOR ADDRESS Eugenia O'Kelly 999 Green St",
                        "postCode": "1505, 94133",
                        "settlement": "Apt, San Francisco",
                        "region": "California",
                        "country": "UK, USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To examine the ability of fabrics which might be used to create homemade face masks to filter out ultrafine (smaller than 1μm in diameter) particles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Twenty commonly available fabrics and materials were evaluated for their ability to reduce air concentrations of ultrafine particles. Further assessment was made on the filtration ability of select fabrics while damp and of fabric combinations which might be used to construct homemade masks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Single fabric layers blocked a range of ultrafine particles. When fabrics were layered, significantly more ultrafine particles were filtered. Several fabric combinations were successful in removing similar amounts of ultrafine particles when compared to an N95 mask and surgical mask.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The current coronavirus pandemic has left many communities without access to commercial facemasks. Our findings suggest that face masks made from layered common fabric can help filter ultrafine particles and provide some protection for the wearer when commercial facemasks are unavailable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The current SARS-CoV-2 outbreak has left many communities without sufficient quantities of face masks for the protection of medical staff, let alone sufficient quantities of masks for the general population's use [1] . Despite this severe shortage, many areas have begun requiring the use of facemasks for individuals who leave a green zone.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 216,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Homemade face masks have now become a necessity for many to both meet the demands that cannot be met by supply chains and/or to provide more affordable options. Although widespread online resources are available to help home sewers and makers create masks, scientific guidance on the most suitable materials is currently limited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Though not as effective as surgical masks or respirators, homemade face masks have been shown to provide benefit in filtering viral and bacterial particles [2] [3] [4] . In addition, homemade face masks are likely to confer similar non-filtration benefits as commercial masks, such as encouraging social distancing and discouraging hand contact with the nose and mouth. Furthermore, even partial protection is likely to reduce overall pathogen exposure.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 160,
                    "end": 163,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 164,
                    "end": 167,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Scant evidence is available on how effective common fabrics are in filtering pathogens, nor whether the homemade masks sold online and provided to hospitals and the community are able to offer adequate protection. Little research has been done regarding the best materials to use for those seeking to create face masks at home. In addition, past studies have tested only a limited set of similar materials, namely t-shirts, sweatshirts, scarves, and tea towels. These results do not provide adequate guidance on the full scope of materials currently used for homemade mask construction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This study aims to address the paucity of information regarding materials for face mask construction by evaluating the efficiency of twenty widely available fabrics and materials, particularly those available to the general public in filtering particles smaller than 0.1 μm (100 nm). Both individual materials and material combinations were tested with the goal of increasing particle filtration of homemade masks. In addition, materials which could be washed and dried in very hot water were preferred for their efficacy ameliorating the risk of infection in two particular situations: (1) infection due to the reusing of masks, and (2) reduction of filtration efficacy due to moisture buildup.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Traditional in-hospital masks are intended to be used only once; however the CDC is currently encouraging individuals to reuse masks if possible [5] . This increases the risk of infection if the user comes in contact with the outside of a contaminated mask or if the mask material becomes too damp to be optimally effective. To reduce this inherent risk, we chose washable materials which could withstand hot water washing and/or hot cycle drying. In addition, as normal respiration generates moisture which can reduce the filtration efficiency of face masks, a selection of materials were tested in both damp and dry states to assess their changes in efficiency.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065375 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In conclusion, the results of this study may also inform emergency mask creation in response to environmental emergencies where ultrafine particle levels are high, such as from smoke or smog. Repeated face mask shortages during the California wildfires over the past few years have illustrated the recurring need for scientific data to guide the construction of homemade face masks when commercial supply chains are unable to meet demand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This study was conducted in response to the rapidly growing SARS-CoV-2 outbreak. As such, priority was given to developing a test apparatus which could be constructed and provide usable results in a short amount of time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Preference was given to materials which are widely available and not likely to become unavailable during the SARS-CoV-2 outbreak. Additional preference was given to materials which could be cleaned in a home washing machine and/or dryer at its hottest setting. All materials were washed and dried before testing. This caused significant shrinkage of the wool felt but did not hinder its efficiency, which had been pre-tested. The top-performing materials were subjected to five additional tests when damp. Dampness was achieved by applying 7 milliliters of filtered water to a 2\" square section of the material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Tests were conducted as described by Hutten [6] . An airtight apparatus allowed simultaneous testing of unfiltered and filtered air. A 1\" diameter tube provided access to two ultrafine particle counters (P-Trak model 8525) which measured concentrations of particles 0.1 μm and smaller. The tube held a 1\" diameter sample of the filter material. Readings were taken 1.5\" in front of and behind the filter medium. Airflow was controlled through suction, which pulled air through the filter medium at a rate of about 16.5 m/s.",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 47,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Testing Apparatus"
        },
        {
            "text": "Hutten's formula was used to assess filtration efficiency (FE).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculating Filtration Efficiency"
        },
        {
            "text": "For each material or material combination, ten sets of readings were collected. Readings were collected using two P-Trak Ultrafine Particle Counters, Model 8525. Each reading was collected as a 10-second average of ultrafine air particle concentrations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "= − × 100"
        },
        {
            "text": "The flow rate of air used in this study may represent the velocity of air expelled during human coughing [7] . As the velocity was significantly higher than in previous studies, filtration efficiency was expected to be lower. Numbers in this experiment should be interpreted as low baselines, representing material performance at high levels of stress rather than normal respiratory rates.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Interpreting Filtration efficiency"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpreting Filtration efficiency"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065375 doi: medRxiv preprint Filtration efficiency was expected to be lower than viral filtration studies, as particles larger than 0.1 μm were not measured. Many viruses are carried on droplets which are significantly larger than 0.1 μm and may, due to their size, be more easily filtered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpreting Filtration efficiency"
        },
        {
            "text": "To estimate the breathing resistance of each material and thus their suitability for use in a face mask, two members of the team held sections of each fabric tightly over their mouth and inhaled through their mouth. Each fabric was scored on a 0-3 scale where 3 represented a great difficulty in drawing breath, 2 represented that there was noticeable resistance but breath could be drawn, 1 represented some limitation but relative ease of breathing, and 0 represented no noticeable hindrance. Combining and layering fabric was not found to significantly increase the breathing difficulty. All face mask fabric combinations scored 1 or 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material Resistance"
        },
        {
            "text": "It should be noted that, due to the limitations imposed by this outbreak, this study was done with available materials. Data from this study should be treated as preliminary and used to inform decisions about filtration media only in relation to existing studies which assess viral filtration through the collection of viral cultures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note on Study Design"
        },
        {
            "text": "All effort was made to ensure the quality of the study design and accuracy of the equipment used. Ten samples were taken for each material from at least two different sections of the fabric to ensure accurate representation. Zero readings were taken on the particle testers regularly to ensure proper functioning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note on Study Design"
        },
        {
            "text": "All materials blocked some ultrafine particles (see Figure 1 ). HEPA vacuum bags from Kenmore blocked the most ultrafine particles, with the N95 mask from 3M blocking the second greatest percentage of particles. Other materials, such as the denim jeans and windbreaker blocked a high proportion of ultrafine particles but were very difficult to breathe through (see Figure 2 ) and are thus ill-suited for face mask construction. These materials may be suited to a loose fitting face mask which protects from splashes. When taking into account breathing resistance and filtration efficiency, the most suitable fabrics for face mask construction were thickly felted wool, quilting cotton, and cotton flannel. A single sock held flat also compared well with the above and, when pressed tight against the nose and mouth, is a good emergency substitute for a mask.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 60,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 366,
                    "end": 374,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Materials"
        },
        {
            "text": "Repurposing HEPA filters holds great promise for emergency facemasks; however, great care should be taken that the materials within the filter do not pose dangers to those making or wearing the face mask. While the Kenmore's single-use HEPA vacuum bag material showed the greatest ability to filter ultrafine particles, the layers fell apart when the material was cut, exposing inner layers of the fabric. The reusable, washable HEPA bags had a construction more . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065375 doi: medRxiv preprint suitable to creating emergency facemasks as the material held together well and did not expose inner fibers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "The filtration efficiencies of select materials were tested when damp (see Figure 2 ). Only minor differences in filtration efficiency were noted for quilting cotton, cotton flannel, and craft felt. Denim showed a significant decrease in efficiency while the HEPA single-use vacuum bags showed an increase in efficiency when damp.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 83,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Materials"
        },
        {
            "text": "Nonwoven fusible interfacing, the kind used for stiffening collars and other areas in garments, was able to significantly improve the ability of the fabrics to filter ultrafine particles without increasing breathing resistance. Of particular note, we found that brand was important. HTC lightweight interfacing was more effective than Heat-n-Bond lightweight interfacing. Applying two layers of the Heat-n-Bond achieved similar improvements to filtration efficiency as the HTC brand. Wonder Under, a double sided, heavyweight fusible interfacing for constructing bags and craft projects. showed similar filtration ability to the HTC brand but may be too stiff to be suitable for face mask construction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nonwoven Fusible Interfacing"
        },
        {
            "text": "When layered to create potential face mask configurations, common fabrics were able to achieve much higher levels of ultrafine particle filtration (see Figure 1 ). Some material combinations were able to filter out higher percentages of ultrafine particles than the surgical or N95 mask tested, although this should not be taken to mean they provide higher levels of protection from viruses. All fabric combinations scored between a 2 and 3 on the breathing resistance test, indicating they were more difficult to breathe through than an N95 mask.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 160,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Material Combinations"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material Combinations"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065375 doi: medRxiv preprint . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material Combinations"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material Combinations"
        },
        {
            "text": "Our data suggests that, in times of severe supply shortage, common fabrics can be layered to create face masks which protect wearers high percentages of ultrafine particles. It should not be inferred that these layered fabrics can protect wearers from more viral particles than N95 masks or surgical masks as our study did not discriminate between viral particles and other ultrafine particles. The difference between ultrafine particle filtration of the surgical masks, t-shirt fabric, . CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065375 doi: medRxiv preprint and a woven cotton tested in this study and the viral filtration of the surgical mask, t-shirt, and mixed woven cotton seen in Davies et al.'s study were proportionally similar 2. This suggests viral filtration might be proportionally similarly for other fabrics tested here but further research is needed to confirm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "It is suggested homemade face masks should not be used in place of other protective measures such as self-isolation or social distancing during this coronavirus pandemic. Rather, our results suggest homemade face masks may be a viable protective measure for those who cannot remain isolated and cannot obtain commercial face masks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Repurposing material for homemade face masks comes with its own risks. Particular consideration should be given to respiratory hazards which may arise from the material used to construct a homemade facemask. For example, concern has been expressed that certain HEPA vacuum bags include fibers which, if inhaled, can cause lung injury. Fabrics which shed lint may also lead to lung damage if worn regularly. For this reason, we would caution those needing to create homemade face masks to ensure all material is safe, nontoxic, thoroughly prewashed, and lint-free. Fabrics which readily shed fibers may not be suited for face mask construction. The risks associated with such materials are an important area of further study, as large numbers of people are currently creating, wearing, distributing, and selling homemade facemasks. Further research should also evaluate the ability of these materials and material combinations to filter specific viruses, pollutants, and other harmful airborne particles. Additional research on homemade facemask fit and fit testing is also critical at this time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "It is our hope that this study can assist home sewers and makers to create the best facemask possible when standardized commercial personal protective equipment is unavailable. Our study shows face masks can be created from common fabrics to provide wearers with significant protection from ultrafine particles. Until further research can establish the safety and viral filtration of fabric face masks, we advise the use of approved respiratory protection whenever possible and the use of homemade face masks only when these products are unavailable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "This research received no specific grant from any funding agency in the public, commercial or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNDING"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNDING"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.14.20065375 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNDING"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Testing the efficacy of homemade masks: would they protect in an influenza pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Giri",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "413--418",
            "other_ids": {
                "DOI": [
                    "10.1017/dmp.2013.43"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Global Mask Shortage May Get Much Worse",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Ha",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Bloomberg",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Handbook of Nonwoven Filter Media",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Hutten",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/C2011-0-05753-8"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "National Centers for Disease Control and Prevention. Strategies for Optimizing the Supply of Facemasks",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Simple respiratory protection -Evaluation of the filtration performance of cloth masks and common fabric materials against 20-1000 nm size particles",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rengasamy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Eimer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Annals of Occupational Hygiene",
            "volume": "2010",
            "issn": "7",
            "pages": "789--798",
            "other_ids": {
                "DOI": [
                    "10.1093/annhyg/meq044"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Professional and Home-Made Face Masks Reduce Exposure to Respiratory Infections among the general population",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Der Sande",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sabel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS One",
            "volume": "",
            "issn": "3",
            "pages": "3--8",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0002618"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Study on transport characteristics of saliva droplets produced by coughing in a calm indoor environment",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Building and Environment",
            "volume": "",
            "issn": "12",
            "pages": "1691--1702",
            "other_ids": {
                "DOI": [
                    "10.1016/j.buildenv.2005.06.024"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The filtration efficiency of tested fabrics and fabric combinations with error bars showing 95% confidence.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}