{
    "paper_id": "bc26c09a94830b5695795ed9451d98c0725d2871",
    "metadata": {
        "title": "An Efficient Ethanol-Vacuum Method for the Decontamination and Restoration of Polypropylene Microfiber N95 Medical Masks & Respirators",
        "authors": [
            {
                "first": "Albert",
                "middle": [
                    "I"
                ],
                "last": "Nazeeri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Isaac",
                "middle": [
                    "A"
                ],
                "last": "Hilburn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daw-An",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "California Institute of Technology",
                    "location": {
                        "postCode": "91125",
                        "settlement": "Pasadena",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kabir",
                "middle": [
                    "A"
                ],
                "last": "Mohammed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Yovan Badal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Moses",
                "middle": [
                    "H W"
                ],
                "last": "Chan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Pennsylvania State University",
                    "location": {
                        "postCode": "16802",
                        "settlement": "University Park",
                        "region": "Pennsylvania",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [
                    "L"
                ],
                "last": "Kirschvink",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A critical shortage of respirators, masks and other personal protective equipment (PPE) exists across all sectors of society afflicted by the COVID-19 pandemic, placing medical staff and service workers at heightened risk and hampering efforts to reduce transmission rates. Of particular need are the N95 medical face respirators that filter 95% of all airborne particles at and above 0.3 μm in diameter, many of which use meltblown microfibers of charged polypropylene (e.g, the 3M TM 8200). An intensive search is underway to find reliable methods to lengthen the useful life of these normally disposable units.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "It is currently believed that these masks and respirators cannot be cleaned with 70 to 75% alcohol-water solutions, as past wet/dry experiments show that filtration efficiency can drop by ~40% after the first such treatment. This has been interpreted as the liquids disrupting the surface charge on the fibers and has led to a recent CDC/NIOSH advisory against using alcohol for their decontamination. We have replicated the drop in efficiency after alcohol treatment. However, we find that the efficiency can be recovered by more effective drying, which we achieve with a vacuum chamber. Drying at pressures of < ~6 mBar (0.6 kPa) restores the measured filtering efficiency to within 2% or so of the pre-washing value, which we have sustained for 5 cleaning-drying cycles so far in three models of N95 masks. The mechanism seems to be the removal of water molecules adsorbed on the fiber surfaces, a hypothesis which is supported by two independent observations: (A) the filtering efficiency increases non-linearly with the weight loss during drying, and (B) filtration efficiency shows an abrupt recovery as the vacuum pressure drops from 13 to 6 mBar, the range physically attributable to the removal of adsorbed water. These results are not compatible with the electrostatic discharge hypothesis, and rather suggest that water molecules adsorbed to the fiber surface are reducing the filtration efficiency via surface tension interactions (e.g., wicking between the fibers and coating their surfaces with a film).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Such a degradation mechanism has two implications: (A) Respirators decontaminated by a soak in 70% v/v ethanol regain their filtration efficiency once they are fully dry. We employ vacuum chambers in this study, which are inexpensive and commonly available. (B) This mechanism presents the possibility that mask filtration performance may be subject to degradation by other sources of moisture, and that the mask would continue to be compromised even if it appears dry. The mask would need to be vacuum-dried to restore its performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This study introduces a number of methods which could be developed and validated for use in resource-limited settings. As the pandemic spreads to rural areas and developing nations, these would allow for local efforts to decontaminate, restore, monitor, and test medical masks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 pandemic has created a shortage of masks in hospitals and communities. Inexpensive ways of locally disinfecting and testing masks are of great importance, especially as the pandemic spreads to rural areas and developing nations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Audience Summary:"
        },
        {
            "text": "We have discovered a method to clean hospital-grade face masks by first soaking masks in an ethanol solution, air-drying them, then vacuum-drying them. Our study has found that this cleaning process can be used on a mask at least five times without altering the filter rate of the mask by more than one per cent. Vacuum-drying the masks removes a thin layer of water that still sticks to the fibers in the mask after air-drying. This layer of water is probably what causes the mask efficiency to drop (that is, how well it filters particles from the air). There is a danger that if the mask gets wet in other ways that it will not filter the air as well. This could also be fixed with the vacuum-drying procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Audience Summary:"
        },
        {
            "text": "Our study may lead to inexpensive designs that would allow hospitals to build their own face-mask testing rigs to measure the filtration efficiency of equipment that they have purchased online from unverified sources as well as those being reused. We built a simple mask testing rig from items that are cheap and easy to obtain, though the current design relies on a calibrated $2,500 laser particle meter. We are working to adapt cheaper laser particle meters into the design.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Audience Summary:"
        },
        {
            "text": "Medical respirators and masks are in critically short supply across the globe, in particular the N95 variety that removes 95% of particles at and greater than 0.3 μm in diameter. Most of these masks produced in the US today consist of meltblown microfibers of polypropylene, which are designed to be disposable 1 . During use in clinical settings, the filters may become contaminated with active viral or bacterial particles, necessitating that any efforts to refurbish them should employ decontamination techniques in addition to cleaning. Such techniques could ease the supply demand and immediately aid medical personnel treating COVID-19 patients, many of whom currently have no choice but to reuse dirty devices that have unknown filtering efficiency. There is a need for simple methods for using equipment commonly available in most hospital and clinical environments to enable safe reuse of masks. If found, such methods would rapidly ease this critical shortage even in resource-constrained settings.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 312,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "One of the simplest methods for decontamination is to rinse or soak materials in 60-80% ethanol, which is a potent virucidal agent inactivating all of the lipophilic viruses 2 . Unfortunately, previous results 3, 4 found that the performance of N95 respirators degrades by ~28% to 40% after a single immersion in a solution of 70-75% alcohol when followed by drying in air. Tsai 4 postulated that the mechanism for this deactivation might be the penetration of the alcohol into the polypropylene microfibers, permanently disrupting the electrical charges on the surfaces which trap aerosols. These studies have prompted a warning from the CDC/NIOSH to avoid using alcohol for their decontamination 5, 6 .",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 212,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 213,
                    "end": 214,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 698,
                    "end": 700,
                    "text": "5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 701,
                    "end": 702,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "We report here the discovery that decontaminating polypropylene microfiber filters in a 70% v/v solution of ethanol and deionized (DI) water, using standard medical procedures including air drying, does not permanently damage the microfibers as has been suggested 3, 4, 7 . Instead, this washing procedure appears to leave a film of water molecules adsorbed hygroscopically on the surface that reduces the particulate absorption efficiency; approximately 2-4 g of water remains firmly on a typical respirator even after extensive air drying due to the large surface area of the fibers. We found that this layer of adsorbed water can be removed by further drying in a partial vacuum to below 6 mBar (0.6 kPa), after which we observe the filtration efficiency returning to within 2% of the original values. As shown in Table 2 , we have repeated this on three different types of N95 respirators for five cycles and see no long-term degradation at this time.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 266,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 267,
                    "end": 269,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 270,
                    "end": 271,
                    "text": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 817,
                    "end": 824,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Introduction:"
        },
        {
            "text": "We describe the easily constructed experimental setup that we use for measuring filtration efficiency, present results with 70% v/v ethanol treatment and the effectiveness of vacuum drying on . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.12.20059709 doi: medRxiv preprint mask efficiency, and discuss our proposed adsorption mechanism of action and two experimental tests of it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "In order to measure the efficiency of various medical masks and respirators, it is necessary to monitor the drop in particulate concentration for air that is passing through the filters under conditions that mimic those under natural use. Commercial units for doing this that follow formal ASHRAE (American Society of Heating, Refrigerating and Air-Conditioning Engineers) aerosol standards cost upwards of $65k, with delivery lead times longer than that expected for the COVID-19 pandemic. However, our present analytical needs are more limited as we simply need to measure the filtration efficiency, not achieve formal certification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurement of Medical Respirator and Mask Efficiency:"
        },
        {
            "text": "Prior to the pandemic we routinely monitored air quality in a magnetically-shielded, biomagnetic clean lab 8 in the 0.3, 0.5, 1 and 10 μm size bins using a MetOne TM Aerocet 531S laser particle counter, which is NIST-referenced and meets or exceeds CE and ISO 21501 certifications. These units sample air at ambient pressure with a small pump, running it through the laser detectors and counting particles in the four size bins. In order to use this to sample the air passing through a filter, we constructed a testing facility as shown in Fig. 1 . We wrapped a Styrofoam bust of a human head (previously used as an EEG blank) in three layers of ordinary kitchen plastic wrap to give surface friction and pliancy, drilled a vent hole \"mouth\", and placed the N95 respirators over the opening. This setup was housed inside a Plexiglass box, which was then pressurized with 'dirty' Pasadena air (the pressurized box reached ~2,000,000 particles > 0.3 μm/cf) using an industrial heat gun dryer (a Gilson TM MA-290F) in non-heat mode, mounted to the side. Air passed through the filters and then exited through a PVC pipe, which was sampled by the particle counter at ambient pressure. The air then flowed through a 2 m length of plastic hose to minimize backflow of outside air into the counter from turbulence. The flow rate through the mask was adjusted using the intake manifold on the heat gun to ~23 l/min.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 540,
                    "end": 546,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Measurement of Medical Respirator and Mask Efficiency:"
        },
        {
            "text": "We found that minor deviations in flow rate had no noticeable effect on the efficiency measure. Every two minutes the particle counter inlet was switched between the mask port (post-filtration) and a box port (unfiltered background air in the box), and the ratios of the total particle counts were used to calculate the filtration efficiency. The data were transmitted via USB serial link and stored to file on a local computer. This computer system both collected data from the particle counter and controlled the device via custom-built software in C#, adapted from software developed for monitoring air quality in the aforementioned clean lab 8 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurement of Medical Respirator and Mask Efficiency:"
        },
        {
            "text": "The 70% v/v ethanol solution was prepared with 200 proof laboratory grade ethanol and deionized (DI) water, which is within the CDC guidelines for disinfection 2 . Approximately 50 mL of ethanol solution was poured over each mask, such that every part of the mask was saturated. Excess liquid was blotted off with a paper towel, and the masks were allowed to air dry for 2-3 hours before the vacuum experiments were conducted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mask Cleaning Protocol:"
        },
        {
            "text": "The error in the filtration efficiency was split into two different types: error introduced by variations in the fit of the mask and error introduced by the particle counter set up. Error from the fit was addressed by refitting the mask 3-4 times and calculating the standard deviation from the mean of the measurements. Error from the particle counter setup was found by taking 2-3 measurements in steady state per mask fitting and calculating the standard deviation from the mean of the measurements. The total error in the filtration efficiency was found through quadrature. The error in the masks' masses in Fig. 2 was found through the difference in mask mass before and after the efficiency measurement (this difference is due to some of the adsorbed water being removed by airflow during testing).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 612,
                    "end": 618,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Data Analysis:"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.12.20059709 doi: medRxiv preprint Results: Table 1 lists the medical masks and respirators that we have examined so far. New N95 respirators from 3M TM typically gave filtration readings above 95% (consistent with their N95 rating from NIOSH), and other mask types with lower ratings gave similarly consistent results. Although we did not use standard ASHRAE aerosol procedures, data from the experimental setup, shown in Fig. 1 , are in agreement with those procedures and verify the utility of our experimental setup. Similarly, the N95 respirators dropped in efficiency by 20-30% following alcohol cleaning; this is consistent with previously reported results 3, 4 . Table 2 shows the results from five cycles of alcohol decontamination / drying that were conducted on three varieties of 3M TM N95 respirators (3M TM 8200, 8210 and 8511 masks). After these cycles, all masks remained at or above 95% filtration efficiency. As of this writing have conducted 18 wet/dry/vacuum cycles on 6 different masks, all of which drop in performance after wetting, but return to within 99% of their initial filtration efficiency after vacuum treatment to < 6 mBar.",
            "cite_spans": [
                {
                    "start": 773,
                    "end": 775,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 776,
                    "end": 777,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 160,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 532,
                    "end": 538,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 780,
                    "end": 787,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Data Analysis:"
        },
        {
            "text": "Data for the effect of mass loss on filtration efficiency for two of the 3M TM N95 respirators are shown on Fig. 2 . The large error in the mass measurements during the main drying interval was due to continued evaporation during the time the masks were on the testing rig with air being forced through them, as shown in Fig. 1 . In both cases, the filtration efficiency approached its initial value as the mask weight approached its initial values, indicating that liquid adsorbed in the washing process reduced filtration efficiency.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 114,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 321,
                    "end": 327,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Data Analysis:"
        },
        {
            "text": "Direct measurements of filtration efficiency, as a function of vapor pressure, for these same masks are shown in Fig. 3 . In both cases, the major change in filtration efficiency occurred as the pressure dropped between 13 and 6 mBar with the efficiency of both masks returning to close to the initial measurements. This range is compatible with the removal of bound water molecules as considered in the Discussion section below. An additional experiment on one 3M TM 8200 respirator soaked in pure DI water showed a similar drop in efficiency followed by full recovery to 96.5 ± 0.2% after vacuum drying, supporting the bound water hypothesis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 119,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Data Analysis:"
        },
        {
            "text": "Two generic masks of unknown composition and filter efficiency, one of which was labelled as \"N95 style\" on Amazon, were not measured as having filter efficiency comparable to NIOSH rated N95 masks. This underscores the need for more distributed mask testing capacity as an increasing number of respirators and masks with untested characteristics are brought into medical and professional use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis:"
        },
        {
            "text": "Proposed Mechanism of Action:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Previous studies have assumed that the observed loss of filtering efficiency is due to the neutralization of surface charges on the polypropylene microfibers 3,4,7 . Our data point to a mechanism based on surface wetting, which is reversible by drying. It is well known that in order to remove water molecules that are trapped or adsorbed on solid surfaces the pressure of the vacuum chamber must be reduced to a value that is below the saturation vapor pressure of water; lower pressures will thin the adsorbed water layer. We note that the saturated vapor pressure of ethanol and water at 20˚C are 58 and 23 mBar respectively. When water molecules are adsorbed to surfaces in vacuum chambers, pressures as low as 1-20 mBar are needed to remove them 9 . Hence, our data suggest that water bound to the surface of the fibers is responsible for the loss in filtering efficiency, as evidenced by our observation of the same effect in a respirator soaked in DI water. This surface wetting mechanism for performance degradation is consistent with the nature of the mask materials. The active material of the 3M TM N95 masks is melt-blown, fibrous polypropylene modified by corona discharge to contain embedded charges 4, 10 . SEM indicates that the diameters of the fibrous strands are on the order of ~1 μm 11 , giving the filter a huge specific surface area. When the fibers are cleaned and rinsed with the ethanol solution, thin liquid films are introduced onto the material. The surface tension of the liquid film causes the fibers to wick together and form bundles, thereby opening gaps. In addition, the clumping of individual fibers significantly reduces the surface area available for . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 1214,
                    "end": 1216,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1217,
                    "end": 1219,
                    "text": "10",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1304,
                    "end": 1306,
                    "text": "11",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.12.20059709 doi: medRxiv preprint capturing the particles. Assuming the diameter of the polypropylene fibers are ~1 μm, a monolayer of water (~0.1 nm thick) would increase the mass of a mask by around 25% 12 . We have observed this experimentally: when a mask is treated and left to air dry overnight, a residual of several grams is left. Hence, it is not surprising that the N95 face masks become ineffective after even one rinsing process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Furthermore, as the 70% ethanol adsorbs onto the surface of polypropylene fibers and its surface tension should cause fibers to wick together, similar to how the hairs on a fine paint brush stick together when wet. This wicking should decrease the surface area available for particle adsorption and allow pores to form in the filter material: this would then cause the filtration efficiency to drop drastically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "When allowed to dry, the mixture evaporates with ethanol preferentially being in the vapor. The result of several hours of air drying is a thin film of primarily water deposited evenly over the surface of the fibers. For fibers that are wicked together, a thin layer of water keeps the fibers bonded. This final layer of water, while not contributing a large amount of mass, decreases the mask efficiency considerably. Furthermore, due to the low surface area available for evaporation for water stuck between two fibers, it takes stronger conditions (drying the mask under vacuum) to decrease the partial pressure of water and increase the mean free path of water molecules needed for their removal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Our results indicate that mask performance scales with how well the masks are dried, as measured both by the mass of the masks and the vacuum level used to dry them. A mask soaked in 70% v/v ethanol and dried in air overnight weighs 2-4 g more than it did originally and has substantially reduced filtration efficiency (Fig. 2) . Furthermore, our data show that the filtration efficiency scales inversely with the amount of water adsorbed. Vacuum treatment of masks at pressures between 15 and 6 mBar restored the filtering efficiency (Fig. 3) . The mechanism for this would simply be the reverse of the previously stated clumping effects, and the subsequent increase in effective surface area for the capture of particles.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 319,
                    "end": 327,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 535,
                    "end": 543,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion:"
        },
        {
            "text": "We note that a mechanism based on surface wetting raises the possibility that losses in filter efficiency might also be caused by other sources of moisture. Spills, accidents, sweat, or moisture from the wearer's breath can become absorbed by the mask. However, due to surface tension, some of the water content might remain as microdroplets harmlessly trapped between the fibers. If some of the water is actually adsorbed onto the fibers, though, then this would cause the wicking and other effects. While absorbed microdroplets may evaporate easily due to their large surface area, the adsorbed water will not dry so easily. Thus a mask that seems to have dried may actually be compromised by adsorbed water and require vacuum treatment. It remains to be seen what conditions lend to absorption vs. adsorption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Adsorption may also be a propagating effect, such that a single adsorption event may draw neighboring microdroplets onto the surface. Liao et al. 3 observed a peculiar feature in that steam cleaning cycles only reduced the efficiency of N95 masks slightly over the first 4 cycles, but the 5th cycle abruptly degraded their efficiency by 13%. Our adsorbed water mechanism would explain this result. In the first cycles, moisture would have accumulated harmlessly at lower levels, with the water retained as microdroplets between the fibers. By the fifth cycle, a critical point may have been reached, with droplets merging and adsorbing onto the fibers, causing them to 'wick' together. Based on this mechanism, it is likely that the loss of filtration performance stemming from steam cleaning would also be reversed with vacuum-drying.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 147,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Other methods of decontamination that are being suggested include heating in a dry oven at 70˚ C for 30 minutes 3 , and hydrogen peroxide vapor treatment 13 . The thermal treatment is well below the 160˚C for 2 hours recommended for medical sterilization by dry heat 14 . Low heat methods have not been tested on coronavirus outside of solution, nor for effectiveness against COVID-19 specifically 3 . The CDC warns of the uncertainty of the disinfection efficacy of moist heat methods for various pathogens 5 . The effect of such heat levels on the thermoplastic mask seals and other fixtures is unknown. The material data sheet from 3M TM for their N95 8200, 8210 and 8511 particulate respirator masks cautions against temperatures over 30˚C 1 . The hydrogen peroxide vapor treatment requires bulk specialized equipment unlikely to be available at the scale of a local hospital or medical clinic, though it might be practical on a large scale 15, 16 ; additionally, repeated treatments degrade the elastic bands and plastics commonly used in . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 156,
                    "text": "13",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 267,
                    "end": 269,
                    "text": "14",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 508,
                    "end": 509,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 945,
                    "end": 948,
                    "text": "15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 949,
                    "end": 951,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Comparison with Other Methods and Facilities:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.12.20059709 doi: medRxiv preprint face masks, impeding their ability to form an adequate face seal [15] [16] [17] . In contrast, the materials used to make the masks and respirators that we tested are inert to 70% ethanol, water exposure, and vacuum.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 214,
                    "end": 218,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 219,
                    "end": 223,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Comparison with Other Methods and Facilities:"
        },
        {
            "text": "While several studies have demonstrated how certain methods may minimally damage filter material, we are unaware of any other study that documents the restoration of a mask from a compromised state. The vacuum drying process removes moisture in general, which would be effective not only for the water left from ethanol-based decontamination, but also for moisture that masks might accumulate during extended use. A moisture-based mechanism for efficiency loss and recovery would suggest that performance degradation might accompany normal use, due to water vapor from the users' breathing. If that is the case, then any procedure for processing masks for reuse should include a vacuumbased or other deep drying stage. Otherwise, water vapor would continue to accumulate with each reuse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison with Other Methods and Facilities:"
        },
        {
            "text": "Vacuum pumps of sufficient strength to reach the pressure levels needed are common industrial products available from a few hundred dollars, are often used in high-school science demonstrations, and are present in many research labs around the globe. These could be used easily during this pandemic in virtually any clinical environment. Such vacuums are also used on industrial scales for a variety of processes, and could be added easily to other major decontamination procedures like the hydrogen peroxide treatment 15, 16 . Our mask testing setup costs around $3k, much lower than the $65k for an industry-standard testing rig with similar functionality but using ASHRAE aerosol standards. We discuss these limitations in the next section. Even our current figure could be pushed down to less than $500 if cheaper particle counters can be validated, as our setup uses an expensive particle counter that we happened to have on hand.",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 522,
                    "text": "15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 523,
                    "end": 525,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Comparison with Other Methods and Facilities:"
        },
        {
            "text": "Although our design is less expensive, it is quite accurate within its domain, and has several advantages over established testing methods. In particular, conventional testing rigs do not test the impact of mask fit on performance. The standard procedure is to seal the mask onto the flat surface of the device with beeswax or other adhesive, even deforming the mask if necessary. This is unfortunate because studies have shown that the leakage around the mask, not through the medium, is the main determinant of total mask efficiency 18 . Poor fit can reduce an N95 mask from 95% to below 60% efficiency, which is below that of some masks made from commercial fabric 19, 20 . In contrast, our testing setup uses a head model, upon which the mask is \"worn\", and is remarkably quick and easy to seal completely against the plastic film wrapped around the head model. We are seeking to improve upon this with 3D-printed head models and synthetic skin coverings (e.g. 21 ). Such an improved version could then be used to validate inexpensive head forms for testing rigs.",
            "cite_spans": [
                {
                    "start": 668,
                    "end": 671,
                    "text": "19,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 672,
                    "end": 674,
                    "text": "20",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 965,
                    "end": 967,
                    "text": "21",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Comparison with Other Methods and Facilities:"
        },
        {
            "text": "The issue of fit is of particular concern in the current situation. Hospitals are now on their own, searching for masks on the global market. It is difficult to evaluate how a given mask intended for use in one country will fit the range of face shapes present in another. It is also unknown how various disinfection techniques will impact fit. Application of heat as suggested by Liao et al. 3 , for example, may impact the thermoplastics that line the edges of many masks. Use of UV, bleach, or other chemicals may degrade the lining in other ways. All of these fit factors need to be taken into account in determining the best masks to use and the best ways to disinfect them.",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 394,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Comparison with Other Methods and Facilities:"
        },
        {
            "text": "We avoided the use of tap water in our alcohol mixture because of the previous suggestions of interactions with surface charges on the microfibers. Although our findings support surface tension mechanisms instead, we do not know if ions in tap water have an effect. This remains to be tested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and Caveats:"
        },
        {
            "text": "It is not known how generalizable these results are across other types of masks or similar decontamination procedures. For example, both ethanol and isopropanol are known to be effective decontaminants, but whether our method extends to isopropanol is unknown. Unlike ethanol, isopropyl alcohol damages polyester 17 and may degrade other components of the masks and respirators. The effect of vacuum desiccation on cotton fiber-based masks is also unknown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and Caveats:"
        },
        {
            "text": "The procedure outlined here for regenerating mask filtering efficiency has not yet been approved by the FDA, NIOSH, or any other relevant regulatory agencies, although the use of the alcohol solution is . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and Caveats:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 12.20059709 doi: medRxiv preprint a well-vetted technique for disinfection 2 . We believe the methods and techniques used here are simple enough to implement and verify by other research groups.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "12.20059709",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Limitations and Caveats:"
        },
        {
            "text": "Our testing station tests filtering performance on particles in ambient air, rather than ASHRAE aerosol standards. However, our particle counter directly measures particle sizes, based on calibrations that are NIST-referenced and meet or exceed CE and ISO 21501 certification. The distribution of particle sizes was appropriate, with 90% of particles falling in the 0.3 µm bin, and our analyses were based on data from that bin. Further, our tests produced the expected results on certified masks, and replicated the results from other experiments using standard methods. Ultimately, we would like to determine the extent to which measurements from inexpensive, accessible designs can be validated as equivalent or correctable to standard.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and Caveats:"
        },
        {
            "text": "Performance degradation in N95 face respirators is likely caused partially by moisture on the polypropylene fibers. We identify an effective disinfection and restoration method: rinsing the face masks in a 70% v/v ethanol solution, then air drying, followed by pumping on them in a vacuum chamber to a pressure below 6 mBar. We replicated previous reports that alcohol-based decontamination could result in a decrease in efficiency of ~40% after air-drying. As of this writing, we have conducted 18 wet/dry/vacuum cycles on 6 different masks, all of which drop in performance after wetting, but return to within 98% of their initial filtration efficiency after vacuum treatment to < 6 mBar. In addition, this restoration has been verified for up to 5 cleaning cycles on the N95 rated 3M TM 8200, 8210 and 8511 masks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "We attribute the degradation of mask performance to the presence of adsorbed moisture that causes the micron scale electrostatic polypropylene fibers to clump together, significantly reducing the effective surface area of the filtering material. In addition, water adsorbed on the surface of the microfibers might interfere with their electrostatic interactions. The vacuum treatment fully dries the mask, allowing the fibers to spring back to their original arrangement, and restores the available surface area so that the electrostatic fibers are effective in capturing the micron and submicron size particles. Because moisture can accumulate in masks as they are used, mask performance might degrade even absent a decontamination treatment. If so, conditioning processes for extending the usable life of masks, even ones that do not involve water, should completely dry the masks in order to counteract any adsorbed water that may have accumulated during extended use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions:"
        },
        {
            "text": "In addition to the decontamination and restoration treatment, this study suggests that it would be worth exploring a number of simple and accessible procedures that could potentially be employed by institutions of limited means. The filtration testing setup we used can be assembled at low cost, and the decontamination and drying protocols also use low-cost methods. Further development may lead to methods for small and resource-limited medical facilities to test, decontaminate, and recondition masks in order to extend the lifespan of existing PPE. Further testing is currently underway to reduce costs, optimize accuracy, and validate potential designs which could be implemented quickly and cheaply. Tables:   Figure 1 : Left, schematic diagram of the experimental medical filter testing chamber. Right: Image of the current system with the top removed. The hand-held air blower forces ambient dirty air (~2 million particles at and above 0.3 μm/cuf) into the chamber, which exits either through the mask/head plumbing system or through the background port. The ratio of the particle counts at and above 0.3 μm between the two ports gives a direct measure of the mask efficiency.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 706,
                    "end": 724,
                    "text": "Tables:   Figure 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Conclusions:"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures and"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.12.20059709 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures and"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.12.20059709 doi: medRxiv preprint v/v ethanol solution, then allowed to air dry for 2.5 hours until the weight had stabilized. The original dry weight of the masks were 9.88g (A) and 15.46g (B). Soaking and then air drying increased that weight of the masks to ~20.6g (A) and ~22.8g (B). The masks were then pumped on and removed at intervals to record the masks' mass and efficiency. As the mass of water in the mask decreased, the mask's efficiency increased. Post-rinsing efficiency prior to vacuum treatment for the respirator in (A) was not measured and for (B) was 75.2% at 1000 mBar. This confirms the hypothesis that the mass of adsorbed liquid is adversely influencing filtration efficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures and"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures and"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.12.20059709 doi: medRxiv preprint Masks were soaked with 70% v/v ethanol solution and progressively dried with a vacuum. The rapid increase in filtering efficiency as pressure drops below ~13 mBar is evidence for the removal of water molecules adsorbed to the surface of the microfibers; many studies of moisture removal from vacuum systems have shown that pressures in this range are necessary for this 9 . Error bars for pressures below 10 mBar are smaller than the symbol size. These data are consistent with the hypothesis that adsorbed water molecules on the surface of the microfibers are responsible for the loss in filtering efficiency.",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 515,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Figures and"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures and"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.12.20059709 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures and"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Technical Specifications Sheet 3M Partriclate Respirator 8200/07023(AAD), N95. 3M Corporation",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "US Government",
            "authors": [],
            "year": 2008,
            "venue": "Guideline for Disinfection and Sterilization in Healthcare Facilities",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Can N95 facial masks be used after disinfection? And for how many times",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.01.200504432020"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Information and FAQs on the Performance, Protection, and Sterilization of Face Mask Materials",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Decontamination and Reuse of Filtering Facepiece Respirators",
            "authors": [],
            "year": 2019,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Recommended Guidance for Extended Use and Limited Reuse of N95 Filtering Facepiece Respirators in Healthcare Settings",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pandemic Planning",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Loading and filtration characteristics of filtering facepieces",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lehtimaki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Willeke",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "American Industrial Hygiene Association Journal",
            "volume": "54",
            "issn": "",
            "pages": "51--60",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Sensory Perception of the geomagnetic field in Animals & Humans. In: Blank M, ed. Electromagnetic Fields: Biological Interactions and Mechanisms",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Kirschvink",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Magnetoreception",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Effects",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "367--94",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Removal of water from unbaked vacuum system",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Yadav",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Akhter",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Physics",
            "volume": "390",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Direct probing of solvent-induced charge degradation in polypropylene electret fibres via electrostatic force microscopy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jasper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hinestroza",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Microscopy",
            "volume": "225",
            "issn": "",
            "pages": "72--81",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Preparation of Polypropylene Micro and Nanofibers by Electrostatic-Assisted Melt Blown and Their Application",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Polymers (Basel",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Measuring sub-nm adsorbed water layer thickness and desorption rate using a fused-silica whispering-gallery microresonator",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ganta",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Dale",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Rosenberger",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Measurement Science and Technology",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Cleaning and Decontamination of Reusable Medical Equipments, Including the use of Hydrogen peroxide Gas Decontamination",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hochlin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Daling",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Microbial & Biochemical Technology",
            "volume": "04",
            "issn": "",
            "pages": "57--62",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Sterilization by dry heat",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Darmady",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Prince",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tuke",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "J Clin Pathol",
            "volume": "14",
            "issn": "",
            "pages": "38--44",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Hydrogen Peroxide Vapor sterilization of N95 respirators for reuse. medRxiv Preprint doiorg/101101/20200324200410872020. 16. FINAL REPORT for Bioquell HPV Decontamination for Reuse of N95 Respirators",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Kenney",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kortright",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Fit factors for quarter masks and facial size categories",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Ann Occup Hyg",
            "volume": "44",
            "issn": "",
            "pages": "227--261",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Fitting characteristics of N95 filtering-facepiece respirators used widely in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhuang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Testing the efficacy of homemade masks: would they protect in an influenza pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Giri",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kafatos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Disaster Med Public Health Prep",
            "volume": "7",
            "issn": "",
            "pages": "413--421",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Development of an advanced respirator fit-test headform",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Bergman",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhuang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hanson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Occup Environ Hyg",
            "volume": "11",
            "issn": "",
            "pages": "117--142",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Filtration efficiency vs. mass for A) a 3M TM 8210 N95 and B) a 3MTM 8511 respirator. These were soaked in 70%",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Filtration efficiency vs. vapor pressure for A) a 3M TM 8210 N95 respirator and B) a 3M TM 8511 N95 respirator.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Initial measured filtration efficiency of different respirator / mask types.. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.12.20059709  doi:  medRxiv preprint   Generic \"N95 Style\" Mask 86.4±0.4",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Filtration efficiency before and after 5 cycles of washing and vacuum-drying. Initial results are listed from disinfection with 70% v/v ethanol followed by vacuum drying to pressures below 6 mBar. None of the masks dropped below 95% efficiency over the five cleaning cycles, suggesting that these mask types might be used at least 6 times.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Mr. Masamoto Horikawa, Mr. Hironori Hidaka and Dr. Atsuko Kobayashi of the Tokyo Institute of Technology for the early version of the control software for the laser particle counter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments:"
        }
    ]
}