{
    "paper_id": "bde55b7dd004dbe9406fb8289922dcaf27554164",
    "metadata": {
        "title": "Title Page Little Risk of the COVID-19 Resurgence on Students in China (outside Hubei) Caused by School Reopening 4 5",
        "authors": [
            {
                "first": "Cheng",
                "middle": [],
                "last": "Long",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University West China Hospital",
                    "location": {
                        "addrLine": "Sichuan Province 8 610041",
                        "settlement": "Chengdu City",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Tieyong",
                "middle": [],
                "last": "Zeng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "postCode": "99999",
                        "settlement": "Shatin, Hong Kong",
                        "region": "NT",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xinmiao",
                "middle": [],
                "last": "Fu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Provincial University Key Laboratory of Cellular Stress Response and Metabolic Regulation",
                    "institution": "Fujian Normal University",
                    "location": {
                        "postCode": "350117",
                        "settlement": "Fuzhou City",
                        "country": "China"
                    }
                },
                "email": "xmfu@fjnu.edu.cn"
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: School reopening has not yet started in China where the COVID-19 outbreak has 32 reached ending stage, largely due to a great concern about COVID-19 infections on students. We 33 attempted to quantitatively evaluate the risk of COVID-19 infections on students caused by school 34 reopening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Study design: We collected the data of the numbers of teachers, population size and newly 37 confirmed COVID-19 cases in the past 14 days in typical provinces/cities of China, and then 38 analyzed the risk of COVID-19 infections in schools with respect to each province/city.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: A step-by-step procedure was explored to calculate the probability of COVID-19 41 infections on students as transmitted from infected teachers. Two critical assumptions for analysis 42 were proposed: (i) only locally generated cases were counted while imported cases were omitted;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(ii) the secondary attack rate of the COVID-19 virus in schools is similar to that in households in 44 China, ranging from 3-10%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: The probability of COVID-19 resurgence within one week on students of primary, 47 65 due to a great concern about the risk of COVID-19 infection on children 3 . Here we show by 66 statistical probability analysis that the risk of COVID-19 resurgence caused by school reopening 67 is negligible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our analysis is based on several assumptions as follows. First, a period of the past 14 days was 70 set as a reference for risk assessment, given that the incubation period of COVID-19 ranges from 71",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "middle and high schools in China (outside Hubei) is extremely low (<0.2%) in each 48 province/city, and such probability can be updated daily and weekly based on the newly 49 confirmed cases in the past 14 days. In some areas without newly confirmed cases in the past 14 50 days, the risk is zero.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conclusions: Our work provides guidance for local governments to make risk level-based 53 policies for school reopening. Currently, the risk of COVID-19 infections on students is extremely 54 low in China (outside Hubei) and therefore school reopening can be initiated without the endanger 55 of infections on students.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "52"
        },
        {
            "text": "The novel coronavirus diseases (COVID-19) outbreak is going on in China and has resulted in 58 80000 confirmed cases and over 3100 deaths as of 10 March 2020 1 . Since March 11, China only 59 reported 20 or less new cases, most of which are concentrated in Hubei Province and its capital 60 Wuhan City, the epicenter of the outbreak. As such, China (outside Hubei) has entered a new stage 61 of epidemic prevention and control coupled with a stepwise restoration of social and economic 62 operations 2 . In particular, it is highly demanding to reopen schools because the delay of schooling 63 time for approximately two months has substantially impacted on more than 100 millions of 64 families in China. Nevertheless, none of schools has reopened so far across the country, largely assume that all students are healthy, given that only 0.9% of over 50000 COVDI-19 cases in 78 China are aged 0-9 years and 1.2% are 10-19 years 5 ; as such, we simply focus on the potential 79 transmission from teachers to students (or between teachers), excluding that from students to 80 students or teachers. Last, we assume the secondary attack rate of the COVID-19 virus in schools 81 is similar to that in households, ranging from 3-10% 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "57"
        },
        {
            "text": "Under the above assumptions, we collected the data of population size, number of teachers and 84 new COVID-19 cases in the past 14 days in typical provinces/cities (refer to Table S1) that have 85 been most affected by the outbreaks and/or are most economically important in China. We then 86 estimated the probability of COVID-19 transmission step by step, as detailed in Table S2 . 87 Specifically, we first calculated the probability that at least one teacher has been infected and then 88 estimated the probability of the infected teacher(s) to students or teachers (for detail, refer to 89 Table S2 ). Table   97 S1).",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 386,
                    "text": "87",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 373,
                    "end": 381,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 603,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 607,
                    "end": 617,
                    "text": "Table   97",
                    "ref_id": null
                }
            ],
            "section": "83"
        },
        {
            "text": "In summary, our analyses suggest that the probability of COVID-19 resurgence regarding school Table S2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 102,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "99"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "National Health Commission of China: Update of the COVID-19 Outbreak Data in China",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "that the probability in all areas in the coming week (from 13-19 March) is extremely 92 low (except Beijing), ranging from 0.01%-0.13%. If the number of new confirmed cases in the 93 past 14 days is zero (e.g., Henan, Zhejiang, Jiangxi, Anhui, Guangzhou and Shenzhen), then the 94 risk is zero. If new cases as of 9 March were counted, then the probability of COVID-19 95 resurgence from 10-16 March would be a slightly higher, ranging from 0.01-0.37%. The 96 probability for Beijing is highest because of 10 new cases reported on 26 March (refer to",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "100reopening is low in all provinces/cities outside Hubei (all <0.5%). Such probability can be101 updated daily or weekly based on the number of new cases in the past 14 days. Furthermore, the 102 overall endanger of COVID-19 infection in students would be extremely low from the clinical 103 point of view, given that in China only a very small proportion of the COVID-19 cases aged under",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Probability of COVID-19 resurgence after school reopening a Steps for probability calculation are presented in",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}