{
    "paper_id": "bfb0e7a48816ddf632239b222b0ce4124e1e8cf5",
    "metadata": {
        "title": "Toilets dominate environmental detection of SARS-CoV-2 virus in a hospital",
        "authors": [
            {
                "first": "Zhen",
                "middle": [],
                "last": "Ding",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hua",
                "middle": [],
                "last": "Qian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southeast University",
                    "location": {
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "M"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ying",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Te",
                "middle": [],
                "last": "Miao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hui-Ling",
                "middle": [],
                "last": "Yen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shenglan",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lunbiao",
                "middle": [],
                "last": "Cui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NHC Key Laboratory of Enteric Pathogenic Microbiology",
                    "institution": "",
                    "location": {
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaosong",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Shao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanjing University of Chinese Medicine",
                    "location": {
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanjing University of Chinese Medicine",
                    "location": {
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "M"
                ],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanjing University of Chinese Medicine",
                    "location": {
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Sha",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "M"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lian",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Baoli",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southeast University",
                    "location": {
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuguo",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Z",
                "middle": [],
                "last": "Ding",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Qian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "words)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Background: Respiratory and faecal aerosols play a suspected role in transmitting the SARS-CoV-2 virus. We performed extensive environmental sampling in a dedicated hospital building for Covid-19 patients in both toilet and non-toilet environments, and analysed the associated environmental factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We collected data of the Covid-19 patients. 107 surface samples, 46 air samples, two exhaled condensate samples, and two expired air samples were collected were collected within and beyond the four three-bed isolation rooms. We reviewed the environmental design of the building and the cleaning routines. We conducted field measurement of airflow and CO2 concentrations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The 107 surface samples comprised 37 from toilets, 34 from other surfaces in isolation rooms (ventilated at 30-60 L/s), and 36 from other surfaces outside isolation rooms in the hospital. Four of these samples were positive, namely two ward door-handles, one bathroom toilet-seat cover and one bathroom door-handle; and three were weakly positive, namely one bathroom toilet seat, one bathroom washbasin tap lever and one bathroom ceiling-exhaust louvre. One of the 46 air samples was weakly positive, and this was a corridor air sample. The two exhaled condensate samples and the two expired air samples were negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interpretation: The faecal-derived aerosols in patients' toilets contained most of the detected SARS-CoV-2 virus in the hospital, highlighting the importance of surface and hand hygiene for intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The coronavirus disease 2019 , which is caused by the SARS-CoV-2 virus, has rapidly spread around the globe, with nearly one million confirmed cases and nearly 50,000 deaths recorded by 2 April 2020. 1 The epidemic characteristics suggest that droplets during close contact and fomites may mediate transmission of the SARS-CoV-2 virus. 2 It has also been 'envisaged' that there may be airborne spread due to certain aerosol-generating procedures in healthcare facilities. 2 The role of the faecal-oral route remains to be determined, following the detection of the virus in stools. [3] [4] [5] Crucially, however, the relative importance of these routes remains unknown. Significant infection has also occurred in hospitals. According to China CDC Weekly 2020, 6 1,716 of the 44,672 Covid-19 cases confirmed in China by 11 February 2020 were in healthcare workers. Thus, understanding the infection risk in a hospital environment is essential to protect healthcare workers.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 201,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 336,
                    "end": 337,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 472,
                    "end": 473,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 582,
                    "end": 585,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 586,
                    "end": 589,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 761,
                    "end": 762,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We performed environmental sampling in four occupied isolation rooms housing 10 Covid-19 patients in The Second Hospital of Nanjing, China and analysed the association between the sampling results and the environment, as well as the transmission risk of the SARS-CoV-2 virus. The studied infectious disease hospital was built in 2015, and is now a designated hospital for receiving Covid-19 patients during the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We collected basic data of the Covid-19 patients in the sampled isolation rooms, including their date of onset of symptoms, throat-sample PCR results, CT results, symptoms, and maskwearing behaviour. The data for these patients are summarised in Table S1 . On each date, patients and their rooms, were randomly chosen for sampling. This study was part of the Jiangsu CDC's epidemiological studies for the Covid-19 outbreak; ethical approval was waived for the study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 254,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Patient data"
        },
        {
            "text": "Our environmental sampling was conducted in four isolation rooms, a nursing station, a corridor, an air-conditioning system, and other spaces in the airborne infectious-disease zone on the fifth floor of the hospital (Figure 1a) . The hospital is a six-storey building with a courtyard. The sampling was conducted on 8, 20, and 22 February 2020. At the time of our sampling, only some of the 19 isolation rooms in the studied zone were occupied, by 34 patients on 8 February, 21 patients on 20 February, and 34 patients on 22 February. Each isolation room has three beds and measures 7·9 m  3·9 m  8·2 m, but it is not necessarily fully occupied.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 217,
                    "end": 228,
                    "text": "(Figure 1a)",
                    "ref_id": null
                }
            ],
            "section": "Environmental sampling"
        },
        {
            "text": "The sites for the air and surface samples are shown in Figure 1 . All samples were collected by a trained CDC officer who had a medical background, assisted by two trained nurses from the hospital. The CDC officer wore full personal protective equipment (PPE), namely an N95 respirator, goggles, face shield, gloves, shoe covers, cap, and gown. He was quarantined for 12 days after the collection on 8 February, disinfected, and resumed sampling on 20 and 22 February. Thereafter he was quarantined again for another 14 days, and again disinfected. Figure 1 . Summary of the sites where the air and surface samples were taken in the hospital. (A) In the air-conditioning systems of the isolation rooms and on the building roof. The highlighted area in red is the airborne infectious disease zone on the 5 th floor; (B) at the nursing station, storage/cleaner's rooms, healthcare workers' PPE changing room, and corridor; and (C) in the isolation rooms, but note that in some of the rooms, fewer surface and air samples were taken than are shown here. The positive samples are shown by either empty circle in red or filled circle in red. The negative samples are shown by either empty circle in blue or filled circle in blue. In Figure 1B , the four sampled rooms are highlighted in light red, i.e. isolation rooms containing beds 2 and 3, beds 16-18, beds 31 and 32, and bed 55.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 55,
                    "end": 63,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 557,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1228,
                    "end": 1237,
                    "text": "Figure 1B",
                    "ref_id": null
                }
            ],
            "section": "Environmental sampling"
        },
        {
            "text": "For airborne-aerosol sampling, four bioaerosol samplers were used, i.e., an Andersen onestage viable impactor (QuickTake-30, SKC, USA) (sampled at 10 L/min for 30 min, Gibco cell-culture medium, 10 mL) (only used on 8 February, as its flow rate was found to be too low), an AirPort MD8 (Sartorius, Germany) (50 L/min for 20 minutes, water-soluble gel film), an ASE-100 (Langsi Medical Technology, Shenzhen, China) on 8 February (500 L/min for 2 min, biological aerosol special-collection liquid) and on 20 and 22 February (500 L/min All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environmental sampling"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environmental sampling"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.03.20052175 doi: medRxiv preprint for 20 min, biological aerosol special-collection liquid), and a WA -15 (Dinglan Technology, Beijing, China) on 20 February (sampled at 14 L/min for 30 min, Youkang virus-sampling kit, Youkang Hengye Biotechnology, Beijing, China). For collecting exhaled breath condensate, an AT-150 (Dingblue Technology, Beijing, China) was used to obtain samples from respiratory fluids, which aggregate on the hydrophobic film's surfaces after freezing. For surface-wiped samples, we used a Youkang virus-sampling kit (Youkang Hengye Biotechnology, Beijing, China). A cotton swab was moistened with the collection liquid, and then used to wipe the surface of the object once.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environmental sampling"
        },
        {
            "text": "We extended our sampling sites to other areas in the hospital and its roof air-exhausts on 20 and 22 February. We also extended the sampling period of the ASE-100 from 2 min to 20 min. A detailed list of air and surface samples and sampling sites are given in Table S2 and Figure 1 . Our sampling was conducted from 9:00 am to 12:30 pm, and the morning surfacecleaning in the hospital was arranged to be suspended. The usual surface-cleaning routine instead took place in the afternoon, after we had completed our sampling.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 268,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 273,
                    "end": 281,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Environmental sampling"
        },
        {
            "text": "In total (Table S1) We also conducted chi-squared test to determine whether there is a statistically significant difference in percentages of positive samples among different groups of surfaces. Specifically, we calculated the chi-square test statistic, X 2 , and compared the value of this statistic to a chi-squared distribution to acquire the P-value. In this study, a P-value less than 0.05 was considered to be statistically significant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 9,
                    "end": 19,
                    "text": "(Table S1)",
                    "ref_id": null
                }
            ],
            "section": "Environmental sampling"
        },
        {
            "text": "We reviewed the design drawings of the building and its air-conditioning system, floor plans, and air-cleaning routes in the airborne infectious-disease zone. We conducted field measurements on 5 March in one of the identical wards on the fourth floor. We monitored the airflow direction through doorways and the bathroom door using smoke visualisation. In the area comprising the supply outlet, return inlet, and exhaust inlet in the bathroom, we measured the air speed using an anemometer (425, Testo, Germany), and recorded measurements as average values. We measured CO2 concentrations in the rooms, with four people present, using an indoor air-quality meter (IAQ-Calc 7515, TSI, USA) for 24 min. We investigated the airflow pattern in the room using incense smoke, with no patients present. Finally, we estimated the ventilation rates from the measured CO2 concentrations and air speeds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building and its ventilation data"
        },
        {
            "text": "The funding bodies had no such involvement in study design; in the collection, analysis, and interpretation of data; in the writing of the report; and in the decision to submit the paper for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of the funding source"
        },
        {
            "text": "The corresponding authors also confirms that they had full access to all the data in the study and had final responsibility for the decision to submit for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of the funding source"
        },
        {
            "text": "The studied hospital is one of the dedicated Covid-19 patient hospitals in Nanjing. The hospital is a six-storey building, and our sampled area, patient zone no. 5, occupies part of the fifth floor ( Figure 1a ). Four patient rooms were monitored, and sampling was also conducted in the corridor and elsewhere on the floor and on the hospital roof. The sixth-floor wards have an anteroom, but fifth-floor wards, where we performed environmental sampling, do not.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 209,
                    "text": "Figure 1a",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The 5 th floor has a fan coil air-conditioning system with an outdoor-air supply. Two fans deliver 1000 m 3 /h and 8500 m 3 /h (2300 L/s) outdoor air to the non-patient and patient rooms, respectively. No ventilation is provided to the corridor, and a positive pressure is maintained at the nursing station, with no exhaust. According to the original design, each of the 19 isolation rooms is provided with an average of 47 L/s of outdoor air (2.0 ACH). The exhaustair fan in the bathroom of each isolation room operates continuously, creating a negative pressure in the ward. Based on the CO2 data, the outdoor air-supply rate was calculated to be 64 L/s (2.5 ACH). The airflow pattern was found to lead from the corridor to each isolation room, and to subsequently exhaust via the bathroom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Cleaning and disinfection in these rooms was conducted twice daily. The frequently touched surfaces were cleaned using sodium dichloroisocyanurate solution containing 500 mg/L chlorine (disinfectant tablets, Lvshaxin Aiershi, Shanghai). During the morning round, cleaners changed clothes to PPE and entered at 8:30, emptied the waste bins at 8:30-9:00, cleaned environment surfaces from 9:00 to 10:30, and exited at 11:00. During the afternoon round, cleaners entered at 2:00, and cleaned the same surfaces at 2:30-4:00.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.03.20052175 doi: medRxiv preprint Figure 2 . Summary of the isolation rooms containing beds 2 and 3, beds 16-18, beds 31 and 32, and bed 55, and their 10 patients (onset and hospitalisation dates), and the sampling dates. The sampling dates on which positive samples were detected are also shown by a red tick. In each room, a patient and his/her bed are shown in the same colour. When events occurred on the same day, such as symptom onset and hospitalisation, the symbols overlap and are shown in transparent style. Feb 20",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 148,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.03.20052175 doi: medRxiv preprint Table 1 . Summary of samples collected on the three sampling dates in the four isolation rooms and other areas in the airborne infectious-disease zone. The rooms containing a patient whose throat swabs were all positive on a given day (Table S1 ) are shown in red. The numbers of air samples and surface samples that are positive, and the corresponding shortest symptom onsets in the sampling period, are also shown. . Note that we did not calculate the RNA copies for the three weakly positive samples.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 147,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 384,
                    "text": "(Table S1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Among the 107 surface samples taken throughout and beyond the infectious disease zone, four were positive and three were weakly positive. Five of the seven positive/weakly positive samples were obtained from two bathrooms used by patients, with all the throat swabs of at All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.03.20052175 doi: medRxiv preprint least one of these patients having tested positive for two days before sampling. In addition, among all other surface areas both within and beyond the isolation rooms, two surface samples were positive, namely the door handles of Rooms 16-18 and 2-3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results suggest that for the Covid-19 patients studied here, the toilet is the most contaminated environment, although the chi-square P value is only 0·064 ( Table 2 ). Our detection of more positive surface samples in the bathroom suggests that these samples may be faecal in origin. The previous detection of the virus in stools 3-5 provides support for this interpretation, as does the fact that stools obtained from the first Covid-19 patient in the United States also tested positive. 7 Zhang et al. 5 also found that there were more anal swab positives than oral swab positives in the later stage of infection, and diarrhoea and nausea prior to fever and dyspnoea also presented in approximately 10% of the patients in Wuhan. 8 High levels of viral load have also been detected in stool in SARS-CoV patients. 9 Our detection of positive surface samples on one toilet ceiling-exhaust grille in a bathroom suggests that fine virus particles existed in that bathroom. However, little is known about the aerosol concentration in the bathrooms in this hospital. Deposition on exhaust grille surfaces can be a result of either long-term deposition of low-concentration particles in the air or fast deposition of high-concentration particles. It has also be confirmed that aerosols may be generated during toilet flushing. 10 A patient's hands can also be contaminated during his/her toilet usage. Toilet bowl and sink surface samples also tested positive in a Singaporean hospital. 11 In addition to toilet flushing-generated aerosols, Yu et al 12 found that SARS-CoV bio-aerosols were generated in drainage stacks after patients flushed the toilet in the 2003 Amoy Garden outbreak.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 495,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 509,
                    "end": 510,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 736,
                    "end": 737,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 819,
                    "end": 820,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1326,
                    "end": 1328,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1486,
                    "end": 1488,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 169,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "It should be noted that the toilet is a small area that is commonly shared by patients in the relatively large isolation rooms. Thus, the personal spaces of these patients overlap in the toilet area, and thus are likely to generate an additive contamination effect, and may explain why the toilet surfaces were particularly likely to be positive. Nevertheless, the duration of a patient's stay in the toilet is brief as only mild-symptomatic patients stayed on this floor. Additionally, the surface material or finish inside the toilets may allow a better transfer during sampling by swabs. In this context, it is known that there is generally a higher surfacetouch transfer rate from smooth to rough surfaces, and most toilet surfaces are made to be smooth . 13 We failed to detect any viruses on non-toilet object surfaces in the patients' rooms, unlike in a 2020 study by Ong et al, 11 who detected 13/15 (87%) positive samples in one patient's room, and 3/5 (60%) in toilet sites, although anteroom and corridor samples were negative. It is interesting that the patient in their study had no pneumonia or diarrhoea, but that his/her stool samples were positive for SARS-CoV-2. Table 2 . Statistical significance of the positive results for toilet-related surfaces or surfaces in isolation rooms containing at least one patient who had all-positive throat swabs before and/or after the sampling. Other surfaces beyond 36 0 (0%) All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 760,
                    "end": 762,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 886,
                    "end": 888,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 1181,
                    "end": 1188,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is Among the 46 air samples, only one sample (from a corridor) was weakly positive, while all others were negative. We characterised the airflow pattern in the hospital zone using incense smoke, which revealed that there was a weak flow from all isolation rooms to their shared corridor, as shown in Figure S1 . This showed that despite the continuous operation of a relatively strong exhaust fan in all isolation rooms' bathrooms, none of these rooms had negative pressure. Thus, it is possible that leakage of aerosols from the isolation rooms to the corridor occurred. Airborne aerosols may have also been released from the protective clothing worn by healthcare workers into the environment in the multi-function room. We were not able to quantitatively measure the airflow in that zone.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 369,
                    "end": 378,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our detection of the virus in the corridor air (only weakly positive, and lower than the limit of quantification), and also on the surface of the exhaust grilles in the bathroom, suggests the possible existence of airborne viruses. There is currently no evidence for the airborne transmission of SARS-CoV-2, in contrast to the evidence for the airborne transmission of SARS-CoV in hospital wards that was presented by Li et al 14 Thus, it appears that the airborne concentration of SARS-CoV-2 was very low in our studied hospital.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 429,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The detection of deposited aerosols on toilet-exhaust louvres suggests the possible existence of fine airborne aerosols in the bathroom. Three possible sources exist, i.e., exhaled release from the patients when using the bathroom, toilet-generated aerosols from faeces and urine when the toilets are flushed, and import of airborne particles from the cubicles where the patients spend most of their time. Ong et al 11 also detected SARS-CoV-2 in an air-outlet fan. Among surfaces in a patient ward, such as a bench, bedside rail, locker, bedside table, alcohol dispenser, and windowsill, Cheng et al 15 found that only the windowsill sample (1/13) was positive for SARS-CoV-2, while the viral load of the patients was 3·3  10 6 copies per mL in the pooled nasopharyngeal sample and throat swab and 5·9  10 6 copies per mL in saliva.",
            "cite_spans": [
                {
                    "start": 601,
                    "end": 603,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our data strongly imply that the toilets may be high-risk areas in hospitals with Covid-19 patients, and suggest the importance of hygiene in both private and public toilets. The strong need for hand and environmental hygiene as an intervention for Covid-19 transmission is also indicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are limitations in our study. Due to the possibly strong infectivity of the new virus, there was a need for quarantine and the wearing of inconvenient full PPE by our sampling operative, which might have affected his sampling operation. Moreover, we were only All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is Outdoor air from the courtyard All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.03.20052175 doi: medRxiv preprint Figure S1 . (a) Floor plan of the fifth floor of the hospital, with the airborne infectious-disease zone shown in transparent pink. (b) Floor plan of the airborne infectious-disease zone showing the location of the sampled isolation rooms (with beds 1-3; beds 16-18; beds 31-33; bed 55 shown), nursing station, and other rooms. The general airflow pattern is shown by red arrows. (c) Three-dimensional perspective view of the isolation room, showing the location of various objects.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 149,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.03.20052175 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO. 2020. Coronavirus disease 2019",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Report of the WHO-China joint mission on coronavirus disease 2019 (Covid-19)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who-China",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "16--24",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Fecal specimen diagnosis 2019 Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of medical virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25742"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Isolation of 2019-nCoV from a stool specimen of a laboratory-confirmed case of the coronavirus disease 2019 (Covid-19)",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China CDC Weekly",
            "volume": "2",
            "issn": "8",
            "pages": "123--127",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Molecular and serological investigation of 2019-nCoV infected patients: implication of multiple shedding routes",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "S"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerging Microbes & Infections",
            "volume": "9",
            "issn": "1",
            "pages": "386--395",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. Vital surveillances: the epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19)-China",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "First case of 2019 novel coronavirus in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Debolt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Lofy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wiesman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bruce",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "382",
            "issn": "",
            "pages": "929--936",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "11",
            "pages": "1061--1069",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study",
            "authors": [
                {
                    "first": "Jsm",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "Vcc",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Ifn",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "9371",
            "pages": "1767--72",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Microbiological hazards of household toilets: droplet production and the fate of residual organisms",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Gerba",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wallis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Melnick",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Applied and Environmental Microbiology",
            "volume": "30",
            "issn": "2",
            "pages": "229--266",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Air, surface environmental, and personal protective equipment contamination by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) from a symptomatic patient",
            "authors": [
                {
                    "first": "Swx",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chia",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "T"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "Msy",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Marimuthu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of the American Medical Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.3227"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Severe acute respiratory syndrome beyond Amoy Gardens: completing the incomplete legacy",
            "authors": [
                {
                    "first": "Its",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Tse",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clinical Infectious Diseases",
            "volume": "58",
            "issn": "5",
            "pages": "683--689",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Physical factors that affect microbial transfer during surface touch",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Building and Environment",
            "volume": "158",
            "issn": "",
            "pages": "28--38",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Role of air distribution in SARS transmission during the largest nosocomial outbreak in Hong Kong",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Its",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Indoor Air",
            "volume": "15",
            "issn": "",
            "pages": "83--95",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Escalating infection control response to the rapidly evolving epidemiology of the Coronavirus disease 2019 (COVID-19) due to SARS-CoV-2 in Hong Kong",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "W"
                    ],
                    "last": "Chuang",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "T"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infection Control & Hospital Epidemiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1017/ice.2020.58"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": ", we collected 107 surface samples, 46 air samples, two exhaled condensate samples, and two exhaled air samples. On 8 February, we collected 60 samples, comprising nine air samples (with the QuickTake30, MD-8, and ASE-100) and 51 surface samples. On 20 February, we collected 29 air samples (with the MD-8, ASE-100, and WA-15), two exhaled condensate samples, two exhaled air samples, and 50 surface samples. On 22 February, we collected eight air samples (using the MD-8 and ASE-100) and six surface samples. Environmental sample detection included nucleic acid extraction (NP968, Tianlong Science & Technology, Xi'an, China), and amplification by real-time quantitative polymerase chain reaction (RT-PCR; Applied Biosystems QuantStudio Dx (Thermo Fisher Scientific, Waltham, USA). Detection of the SARS-CoV-2 viral RNA was done using real-time RT-PCR kit from Shanghai Chromysky Medical Research Co. Ltd. (Shanghai, China). According to the instructions provided by the company, each sample was run in duplicate by RT-PCR. The patient sample was analysed by The Second Hospital of Nanjing using Applied Biosystems 7500 Real-Time PCR Systems (Thermo Fisher Scientific, Waltham, USA). The nucleic acid detection reagents were from Huada Biotechnology (Wuhan) Co., Ltd. A sample is positive when CT  38, and weak positive when 37 CT  38.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "46 air samples, 45 were negative. The only weakly positive air sample was obtained from the corridor close to the patients' isolation rooms, and was collected on 20 February using the ASE-100 with a total air-volume of 10 m 3 . Of the two exhaled condensate samples, both were negative. Of the 107 surface samples, seven were positive. These samples were from the inside door-handle of the isolation room containing beds 16, 17, and 18 (CT = 36.8, 407 RNA copies, 8 Feb), the toilet seat in the same isolation room (CT = 38.0, 8 Feb), the inside door-handle of the isolation room containing beds 2 and 3 (CT =36.2, 666 RNA copies, 20 Feb), the toilet-seat cover (lower surface) in the isolation room containing bed 55 (CT = 36.1, 723 RNA copies or 29 copies/cm 2 , 20 Feb), the bathroom tap-lever of the same room (CT = 37.7, 20 Feb), the bathroom door-handle of the same room (CT = 36.8, 407 RNA copies, 20 Feb), and the exhaust air-grille surface in the bathroom of the same room (CT = 37.9, 22 Feb)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Specifically, both Ong et al 11 and Cheng et al 15 in 2020 failed to detect any positive air samples of SARS-CoV-2, although this may have been due the fact that Ong et al 11 sampled only 1·2 m 3 or 1·5 m 3 air, depending on the sampler used, while Cheng et al 15 collected only 1 m 3 of air. However, our single, weakly positive result was obtained from an air volume of 10 m 3 , using absorption solution as the collection medium, and no positive samples were detected when the air volume was less than 10 m 3 .",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "20 Feb Room 55; air 0/9; surface 3/13 22 Feb Room 55; air 0/2; surface 1/1 20 Feb Room 16-18; air 0/0; surface 0/13",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "permitted to access the rooms of patients with mild symptoms. The number of collected air samples was also small.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.04.Other non-isolation room areas in the airborne infectious disease zone, 8, 20, 22 FebAll rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": ". https://doi.org/10.1101/2020.04.03.Exhaled condensate and expired air, 20 Feb",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors are grateful to many field workers and hospital staff who helped in collecting data and in providing support for our field measurements in the hospital during the most challenging period of their work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare no conflict of interest. All of the authors approved the submitted version and have agreed to be personally accountable for their own contributions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contribution"
        },
        {
            "text": " Table S1 . Details of the patients in the wards where the sampling was conducted. The rooms containing a patient whose throat-swabs were all positive on a given day (figure below) are shown in red. The indoor air-temperature on 8 Feb was 19-20°C and the relative humidity was 28-29%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 9,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Supplementary appendix"
        }
    ]
}