{
    "paper_id": "c11c5b4c8a587ecdcef1d82aa65154dbfe89addf",
    "metadata": {
        "title": "Prediction of the time evolution of the COVID-19 disease in Guadeloupe with a stochastic evolutionary model",
        "authors": [
            {
                "first": "Meriem",
                "middle": [],
                "last": "Allali",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital",
                    "location": {
                        "settlement": "Pointe à Pitre",
                        "country": "Guadeloupe"
                    }
                },
                "email": ""
            },
            {
                "first": "Patrick",
                "middle": [],
                "last": "Portecop",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital",
                    "location": {
                        "settlement": "Pointe à Pitre",
                        "country": "Guadeloupe"
                    }
                },
                "email": ""
            },
            {
                "first": "Michel",
                "middle": [],
                "last": "Carlès",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital",
                    "location": {
                        "settlement": "Pointe à Pitre",
                        "country": "Guadeloupe"
                    }
                },
                "email": ""
            },
            {
                "first": "Dominique",
                "middle": [],
                "last": "Gibert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Univ",
                    "location": {
                        "addrLine": "Lyon 1",
                        "settlement": "Ens de Lyon"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "medRxiv preprint Predictions on the time-evolution of the number of severe and critical cases of COVID-19 patients in Guadeloupe are presented. A stochastic model is purposely developed to explicitly account for the entire population ( 400000 inhabitants) of Guadeloupe. The available data for Guadeloupe are analysed and combined with general characteristics of the COVID-19 to constrain the parameters of the model. The time-evolution of the number of cases follows the well-known exponential-like model observed at the very beginning of a pandemic outbreak. The exponential growth of the number of infected individuals is controlled by the so-called basic reproductive number, R 0 , defined as the likely number of additional cases generated by a single infectious case during its infectious period T I . Because of the rather long duration of infectious period ( 14 days) a high rate of contamination is sustained during several weeks after the beginning of the containment period. This may constitute a source of discouragement for people restrained to respect strict containment rules. It is then unlikely that, during the containment period, R 0 falls to zero. Fortunately, our models shows that the containment effects are not much sensitive to the exact value of R 0 provided we have R 0 < 0.6. For such conditions, we show that the number of severe and critical cases is highly tempered about 4 to 6 weeks after the beginning of the containment. Also, the maximum number of critical cases (i.e. the cases that may exceed the hospital's intensive care capacity) remains near 30 when R 0 < 0.6. For a larger R 0 = 0.8 a slower decrease of the number of critical cases occurs, leading to a larger number of deceased patients. This last example illustrates the great importance to maintain an as low as possible R 0 during and after the containment period. The rather long delay between the beginning of the containment and the appearance of the slowing-down of the rate of contamination puts a particular strength on the communication and sanitary education of people. To be mostly efficient, this communication must be done by a locally recognised medical staff. We believe that this point is a crucial matter of success. COVID-19 | Time-evolution | Guadeloupe | SAMU | Critical care | Monte Carlo Model Correspondence: meriem.allali@chu-guadeloupe.fr 2 | medRχiv Allali et al. | Guadeloupe Covid-19 evolutionary model",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The most recent evolution of the pandemic COVID-19 disease in Western Europe indicates that this region is, together with the United States, the new centre of the pandemic spread (e.g. (1) and other reports issued by the World Health Organization). Italy and Spain are confronted with large outbreaks of SARS-CoV-2 infection. In France, the rate of new infections daily increases and measures have already been taken to increase the intensive care capacity of the main hospitals of the country. Also, in order to face with the strong heterogeneity of case number among the different regions in France, medevacs (either by air or railway) have been undertaken to optimally redistribute the most critical patients in the country's intensive care facilities. In this context, the situation of remote French territories like Guadeloupe is particularly critical since, although possible, medevacs should be anticipated with a longer delay because of the distance and the duration of the travels. Numerical models of the spread of epidemic diseases may be of some help to anticipate the evolution of the situation in a near-future of several weeks and, eventually, may reveal a likely disruption of the local intensive care capacity. In short, mathematical models may be ranked in two main categories, namely semi-analytical models and numerical stochastic and Monte Carlo models (see (2) for a review). In the former category, the spread of the disease is modelled by a set of coupled differential equations that account for the most important characteristics of the disease. This approach is largely followed (3) (4) (5) . The second category of models is, in some sense, more straightforward and relies on network models to explicitly considers the individuals constituting the population. Such an approach offers a great versatility to tackle with complicated features, like social interaction matrices, that are difficult to introduce in semi-analytical models. The main drawback of numerical stochastic models is their computer-intensive demand that, for large populations, necessitates the use of multi-scale or coarsegrained algorithms. Thanks to the moderate size of the population of Guadeloupe, no such difficulties are encountered and a straightforward approach is possible.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1379,
                    "end": 1382,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1605,
                    "end": 1608,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1609,
                    "end": 1612,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1613,
                    "end": 1616,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The technical details of the model are explained in the appendix Stochastic Monte Carlo model, and we here recall its main characteristics. A flowchart of the model is shown in Figure 1 . As stated above, all individuals forming the population are considered as nodes in a fully connected network where everyone is able to meat anyone. By using social contact matrices, this full connection could be modified to account for demographic and social heterogeneity. Also, we have not considered the age-dependence of the COVID-19 effects. Each individual of the network may, temporarily or definitely, be in the following state ( Fig. 1) : non-infected, infected with minor symptoms (\"infectious\"), infected with severe symptoms (\"severe\"), infected critical (\"critical\"), dead or recovered. In the vocabulary of epidemic modelling, non-infected correspond to the so-called \"Susceptibles\" and minor infected are \"Infectious\". In our model, both the severe and critical infected are not considered as infectious because they are isolated in hospital facilities and unable to significantly contaminate others. Although this is statistically justified in our model, actually this assumption is contradicted by the sad death of several French medics. According to the classical nomenclature, our model is a SIscRd model where the lowercase \"sc\" indicate the transient and non-contaminating nature of these states. To the best of our knowledge at the time of writing this paper, it does not seem that recovered \"R\" patients are able to again become infectious \"I\" (6). The deceased \"d\" patients may remain infectious several days (7) and we assume that they are safely isolated to prevent any contamination. 1 . Flowchart of the stochastic modelling procedure. In the general case, a susceptible non-infected person S1 becomes infected. This new infected I may contaminate a number R0 of other susceptibles (here S2 and S3) during his infected period T I (red line) which may run beyond the recovery period ∆T I (in yellow). During the sub-period δTs (shaded rectangle), the infectious \"I\" may switch to state \"severe\" with a probability ps. If the patient remains in state \"I\" until the end of the recovery period ∆T I , he becomes definitively recovered \"R\". Instead, if the patient switches to state \"s\", he may either recover at the end of the recovery period ∆Ts or switch with a probability pc to state critical \"c\" during the switching period δTc. The same procedure applies to state critical \"c\".",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 185,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 633,
                    "text": "Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 1699,
                    "end": 1700,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "section": "Method"
        },
        {
            "text": "Each individual may switch from one state to another with given probabilities. For instance, a \"susceptible\" may become \"infectious\", then \"severe\" and finally \"recovered\". This example corresponds to the sequence:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "The duration of stay in a given class is variable, depending on the initial health status of each patient. Clinical data collected world-wide put constrains on the possible range of each parameter. The model is based on an evolutionary scheme where the initial conditions correspond to a non-infected population excepted a small (typically several tens) number of \"infectious\". Once initialised, the algorithm proceeds by time-steps and, for each time-step, the sequence of evolutionary operations is applied. For instance, for the time-step corresponding to day k of the simulation process:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "1. All infectious, severe and critical patients that reached their respective recovery duration (i.e. ∆T I , ∆T s , ∆T c ) are definitely switched to the state recovered \"R\" (Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 181,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Method"
        },
        {
            "text": "2. The ensemble of infectious at day k may contaminate susceptibles \"S\" with a probability given by the R 0 value at day k. By this way, the model is able to account for rapid time-changes of R 0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "3. All infectious, severe and critical patients that are in their switching period (i.e. δt s , δt c and δt d in Fig. 1 ) may switch to the next stage with a given probability. This corresponds to the following possible transitions: ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 119,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Method"
        },
        {
            "text": "The data used in the present study, are daily communicated by the University Hospital to the local authorities, i.e. the Regional Health Agency (Agence Régionale de Santé in French). They correspond to the cumulative number of persons with COVID-19, the cumulative number of deceased patients and the number of patients presently in intensive care units. Detailed data for France are made available by Santé Publique France (8) .",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 427,
                    "text": "(8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "Both the cumulative number of deceased patients and the number of patients presently in intensive care units respectively correspond to ΣN d and N c in the model. The cumulative number of persons with COVID-19 could be something between ΣN I and ΣN s , depending on the screening procedure. In France, a majority of the persons tested for COVID-19 are patients with severe symptoms and admitted in specialised COVID-19 units. Such is the case in Guadeloupe and, consequently, the cumulative number of persons with COVID-19 as announced by ARS correspond to the ΣN s of the model. In the present study, we use the data going from March 13 2020 to April 11 2020 shown in Figure 8 of appendix Bootstrapping method of data analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 669,
                    "end": 677,
                    "text": "Figure 8",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Data"
        },
        {
            "text": "The model derived in the present study is highly non-linear with respect to most parameters, and it is expected that non-unique and significantly different solutions fitting the data might be obtained. This could be performed by the means of non-linear inverse methods like simulated annealing (9, 10) and will be presented in a forthcoming study. In the present study, the Z I and time-varying R 0 parameters are adjusted with the Nelder-Mead downhill simplex (11, 12) . The other parameters are determined with clinical observations in the Guadeloupe hospital and data published in the abundant literature concerning COVID-19. March 11, 2020) . These high R 0 are obtained during the week before municipal elections when meetings occurred and were probably places of high contamination rates (13, 14) . This could explain the high R 0 values found with the model. Interestingly, the large R 0 from days 1 to 6 must be combined with a large Z I = 80 to fit the sharp a onset of the ΣN s curve ( Fig. 2A ). The reasons for such a large number of initial infectious remain unknown, but we may suspect either a massive arrival of infected aircraft or ship passengers or the existence of several infectious spots like funeral wakes or election meetings as mentioned above.",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 465,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 629,
                    "end": 644,
                    "text": "March 11, 2020)",
                    "ref_id": null
                },
                {
                    "start": 794,
                    "end": 798,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 799,
                    "end": 802,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 996,
                    "end": 1003,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.12.20063008 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.12.20063008 doi: medRxiv preprint The model indicates that, after approximately one month of low-level infectious spread, the number of cases again dramatically increases after day 90. 4). Both models 2 and 3 fit the data as well as model 1 excepted for the flattening part of the ΣN s data after day 21 (March 31). This indicates that the determination of R 0 during the containment is constrained only by the most recent data values. The quality and reliability of these data is then of a great importance to derive models able to predict an eventual decrease of critical cases. Model 2 (Fig. 3) corresponds to the containment R 0 = 0.6 and gives a maximum number of critical cases of the same order and at the same date as the one obtained with model 1 (Fig. 2) . However, the decrease following the maximum is less steep and low values are reached about 3 weeks later with respect to what is observed with model 1. This translates into a larger cumulative number of critical case and, consequently, in a larger number of deceased patients (compare Fig. 2E and Fig. 3E ). Model 3 (Fig. 4 ) corresponds to R 0 = 0.8. As can be verified in Figure 4A ,C, the flattening of the data after day 21 (March 31) is poorly reproduced making this model less likely than models 1 and 2. However, owing that the flattening of the ΣN s curve relies on a small part of the most recent data,this pessimistic model cannot be totally excluded at the time of writing this article. The maximum values of critical cases may reach a maximum of 30 critical patient followed by a plateau with a small slope during which the instantaneous number N c remains around 15-20 one month after the date of the maximum. This correspond to a situation where the treatment of numerous critical patients must be sustained during a long period, implying the disposal of a sufficiently large medical staff and amount of equipment. As can be observed in Figure 4E the number of deceased patients increases steadily.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 699,
                    "end": 707,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 866,
                    "end": 874,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1162,
                    "end": 1181,
                    "text": "Fig. 2E and Fig. 3E",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1193,
                    "end": 1200,
                    "text": "(Fig. 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1251,
                    "end": 1260,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2028,
                    "end": 2037,
                    "text": "Figure 4E",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "A common characteristic to all 3 models presented above, is the need of a quite large number Z I = 80 of initial infectious persons coupled with a large R 0 4 at the beginning of the epidemic spread. This large Z I could be explained either by the importation of a large number of infected persons or the presence of several super contaminators able to contaminate tens of persons during meetings in a short period of time (see (13, 14) for the effects of mass gathering). Let us remark that large R 0 are reported by others; for instance, Tang et al. report values as high as 6.47 for data from China. These authors mention that this high R 0 corresponds to data collected during a period of intensive social contacts (i.e. before the Chinese New Year). Mizumoto and Chowell report R 0 values as high as 10 for the case of Diamond Princess, and for the same data Rocklöv et al. find a maximum R 0 = 14.8 and a 8-fold reduction to R 0 = 1.78 during isolation and quarantine. Another characteristic of the model is the need to significantly reduce R 0 to fit the decelerating curvature of the ΣN I data curve (e.g. Fig. 2A ). This reduction is delayed by about 3 days with respect to the beginning of the containment and confirms an overall good respect of the social distancing rules by the population of Guadeloupe. Several French national media published articles stating that Guadeloupe was relativity spared from the disease (18) . Such a claim could have triggered a common sense reflex of protection applied through social distancing and usage of rules of hygiene. To fit the most recent ΣN I data, a low R 0 = 0.35 must be applied. If true, this would indicate that people of Guadeloupe continued to improve their social behaviour during the 3 weeks after the beginning of the containment. The models allows to get an estimate of the number of instantaneous infectious N I and cumulative recovered patients ΣN R . In absence of systematic detection of COVID-19 among the population, no N I data are available and the N I curve is actually indirectly constrained by the fit to the ΣN s and N c data and by the switching probabilities p s and p c . However, the values given to these probabilities fall in ranges widely recognised by the medical community and we may safely consider them sufficiently reliable to give credit to the modelled N I and ΣN R curves. A simple assessment may be done by dividing ΣN d by the observed number of deceased patients. On day 28 (April 7), this ratio equals 0.7%, a value slightly lower than the generally recognised ratio of 1 − 2% (19) . For the models discussed above, several thousands of persons have been infected and a large fraction of them have recovered and are supposed protected against another infection. However, these supposedly protected persons represent a relatively small part of the total population and the number of susceptible persons remains sufficiently large to ensure a restart of a second epidemic spread of the disease. This is shown in Figure 5 which represents a long-term simulation with model 1 as in Figure  2 but with an abrupt resetting of R 0 = 4.0 at day 70 (mid-May), about 2 months after the beginning of the containment. This corresponds to a situation of uncontrolled end of containment. Because of the existence of only several infectious cases, the spread of the virus proceed at a low-level during approximately 3 weeks (i.e. until day 90) before exponentially exploding again into a second epidemic crisis. These results illustrate the future difficulty to control such a restart of the virus propagation and the necessity to maintain a low R 0 for a long period of time. The simulation shown in Figure 5 assumes that the patient who recovered during the first epidemic crisis cannot be infected during the second crisis, a medical assumption that remains to be confirmed.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 432,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 433,
                    "end": 436,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1429,
                    "end": 1433,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2575,
                    "end": 2579,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 1114,
                    "end": 1121,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3008,
                    "end": 3016,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 3076,
                    "end": 3085,
                    "text": "Figure  2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3684,
                    "end": 3692,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Concluding remarks"
        },
        {
            "text": "1. state \"S\" for susceptible corresponds to non-infected people and likely to become infected. In this sense, state \"S\" is also equivalent to the commonly defined \"exposed\" state. We note N S instantaneous number of \"S\" persons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "2. state \"I\" for infectious is for people infected by COVID-19 and presenting either no or only minor symptoms. These persons are likely to remain undetected by the medical services and expected to pursue their daily activities and maintain contacts with other people. By this way, they are the primary cause of infection diffusion among the set of \"S\" nodes. The basic reproductive number, R 0 , defined as the likely number of \"S\" infected by a single \"I\" case during his infectious period T I . We note N I the instantaneous number of \"I\" patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "3. state \"s\" for severe is for people with enough severe symptoms to either see an urban doctor or be admitted in a hospital. These patients are considered to be isolated either at home or at the hospital and are no more able to infect other people. We note N s the instantaneous number of \"s\" patients and ΣN s the corresponding cumulative number. 4 . state \"c\" for critical is for patients in a critical state and necessitating intensive care in hospitals. As for \"c\", these patients are considered isolated from the \"S\" population and unable to infect others. We note N c the instantaneous number of \"c\" patients. 5 . state \"R\" for recovered is for patients \"I\", \"s\" or \"c\" that recovered after a period of time that depends on the considered state. The recovery periods will be respectively written ∆T I , ∆T s and ∆T c for states \"I\", \"s\" and \"c\". In the specific case of COVID-19, the main medical opinion is that \"R\" persons are protected against a new infection by the virus. We note ΣN R the cumulative number of \"R\" patients. 6 . state \"d\" for deceased patients. We note ΣN d the cumulative number of \"d\" patients.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 350,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 617,
                    "end": 618,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1036,
                    "end": 1037,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "A stochastic set of rules determines the probability to switch from one state to another. In our model, these rules are ( Fig. 1 ):",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 128,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Concluding remarks"
        },
        {
            "text": "1. rule S −→ I determines the condition to switch from non-infected to infected. The main parameters of this rule are the infectious period T I and the basic reproductive number R 0 . In our model, this rule is applied to each new \"I\" node, i.e. nodes that were \"S\" one day before. For such new \"I\", an average number of R 0 are randomly taken among the \"S\" persons and are randomly set in state \"I\" in the next T I days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "2. rule I −→ s determines the conditions to switch from infectious to state severe. This is controlled by a probability level p s .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "3. rule s −→ c determines the conditions for a patient with severe symptoms to become critical and will be admitted in a critical care unit. This is controlled by a probability level p c .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "4. rule c −→ d determines the conditions for a critical patient to die. This is controlled by a probability level p d . 5 . rule * −→ R represents the switch to state \"recovered\". This transition applies to \"I\", \"s\" and \"c\" states with probability 1 as long as the patients respectively remained in their state for a duration of ∆T I , ∆T s and ∆T c .",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 121,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "The explicit definition of the rules and the fact that they apply to each node of the network provides a great flexibility to account for more or less sophisticated conditions. For instance, the switching probabilities may easily account for the age of each person. Also, and indeed the model does it, we may consider that a switch from one state to another takes place in a given time interval whose duration is constrained by clinical data. The model is also able to use a time-varying basic reproductive number R 0 (t k ) in order to account for the effects of containment and social isolation. The nodes may be assigned to different subsets in order to define regions with given populations. Rules may be defined to account for interactions between regions. In the present study, this possibility has not been implemented due to the lack of data to constrain the process. 2. the number Z I of initial \"I\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "3. the basic reproductive number, R 0 . This parameter may be time-varying in order to account for different social behaviours. It is generally assumed that R 0 is large for COVID-19, and the range of possible values is large (21) . In the present study, we experimentally determine the value of R 0 that best reproduces the observed data. This point will be discussed in details in section Bootstrapping method of data analysis.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "4. the infectious period T I is typically assumed to be of the order of 20 days with possible values as large as 37 days in some exceptional circumstances. In the present study, we determine a value for T I that best matches with both the data and the prior assumptions taken other studies. This point is considered in section Bootstrapping method of data analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "5. the recovery periods ∆T I , ∆T s and ∆T c are constrained by clinical data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "6. the switching probabilities p s , p c , and p d are constrained by clinical data. These probabilities are completed by switch periods, δT s , δT c and δT d during which a given state \"I\", \"s\" and \"c\" may respectively switch to \"s\", \"c\" and \"d\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "In this section we present several simulations to illustrate the effects of the key parameters of the model. This will help the reader to understand where information able to put constrains on the parameters can be obtained from the data processed in section Bootstrapping method of data analysis. In order to quantify the random fluctuations due to the stochastic nature of the model, each simulation is performed 20 times to compute the median and the confidence intervals of the results. The first simulation corresponds to a duration of 80 days with a basic reproduction number R 0 = 2.0 from day 1 to day 39, and R 0 = 1. Figure 6 shows the results of the simulation for the time variations of N I (Fig. 6B) , and of ΣN s and N s (Fig. 6C) . The three curves together with N c are represented in a common semi-logarithmic graph in Figure 6A . The Natural logarithm is used throughout the present paper. As a starting point for the discussion, it can first be observed that the time variations of N I and N s significantly depart from a pure exponential pattern, particularly because of the presence of smooth bumps in the curves around day 55. These bumps can be better understood in the semi-logarithmic plot of Figure 6A where the N I and N s curves appear partly linear in two segments. The same linear segments are also visible in the N c curve. The presence of linear segment in the curves indicates an exponential time variation. In the N I curve (orange symbols), a first linear segment goes from day 1 until day 39 with slope β = 0.108. A second linear segment with slope β = 0.035 starts at day 50. A curved segment locates in between the two linear segments, from day 40 to day 50. The slopes β of the linear segments are related to the basic reproductive number through,",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 627,
                    "end": 635,
                    "text": "Figure 6",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 703,
                    "end": 712,
                    "text": "(Fig. 6B)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 735,
                    "end": 744,
                    "text": "(Fig. 6C)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 836,
                    "end": 845,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1218,
                    "end": 1227,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "C. Simulation examples."
        },
        {
            "text": "(2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Simulation examples."
        },
        {
            "text": "In the present example, taking T I = 14 days, we have . This cohort of initial infectious massively contaminates Z I × R 0 = 1000 persons, some of these initials switched to state \"s\" but most of them (i.e. Z I × (1 − p s ) = 430) recovered and suddenly switched to state \"R\" at day 20. This produces a sharp decrease of the instantaneous number of infectious patients in the N I curve. This jump is transmitted in the other curves but highly blurred by the switching process (through stochastic causal convolutions). The parameter β is a primary quantum of information that can be obtained from the data, and equation 2 shows that the parameters R 0 and T I are linked:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Simulation examples."
        },
        {
            "text": "This equation shows that, if β is the only information available, the pairs of parameters [R 0 , T I ] cannot be determined uniquely unless additional information is available through the knowledge of either R 0 or T I . Information about T I can be obtained by recognising that this period of time corresponds to the duration of the smooth curved segment that separates the two linear segments discussed above. In curve N I , the curved segment starts at day 40 when the change of R 0 occurs. However, because new infectious patients do not immediately contaminate others but instead do that during the period of time T I , an abrupt change of R 0 appears smoothed. Consequently, this is only after day 50, that a linear segment corresponding to the new value of R 0 appears in the N I curve. This phenomena is of a considerable practical importance because it represents a latency (or an inertia) of the control measures taken by the authorities to reduce and extinct the epidemic process. Such a latency has to be clearly explained to the population in order to encourage people to maintain they efforts to remain in containment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Simulation examples."
        },
        {
            "text": "The two linear segments of the N s curve (Fig. 6A ) are delayed by 9 days with respect to the segments of the N I curve. This duration of 9 days corresponds to the onset period of the N s curve during days 1 to 9 of the process (filled blue dots in Fig.  6A ). The delay of 9 days is caused by existence of the time period δT s = [ts 1 , ts 2 ] during which a \"I\" patient is able to become \"s\" (in this simulation, δT s runs from day 4 to day 10). Consequently, the first \"s\" patients begin to appear after a delay of ts 1 days (i.e. 4 days in this example) and all \"s\" patients are created at day t2 s 10. This explains the duration and the shape of the onset period visible at the beginning of the N s curve. Consequently, the onset period of the N s curve may provide information about the switch period δT s . The same onset phenomena is observed in the N c curve but with a delay equals to the sum of ts 1 + tc1 = 7 days. The end of the onset period falls at day ts 2 + tc 2 = 19.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 49,
                    "text": "(Fig. 6A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 249,
                    "end": 257,
                    "text": "Fig.  6A",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "C. Simulation examples."
        },
        {
            "text": "We now turn to the case of the ΣN s curve (green circles in Fig. 6A ) which is particularly important because it generally corresponds to the available data. Contrarily to the instantaneous quantities N I and N s which give the number of either \"I\" or \"s\" patient at a given time, ΣN s is a cumulative quantity which gives the total number of patients who passed by stage \"s\" anytime before present. We emphasise that this quantity is NOT the integral of N s and, as a consequence, the slopes of the linear segments present in the ΣN s curve are not simply related to those of the N s curve. Indeed, a careful examination of the ΣN s reveals that the segments are not strictly linear. At the beginning of the process, we have ΣN s = N s until the end of the time periods where first \"s\" patients begin to switch either to the state \"R\" or \"c\". At that time, the two curves begin to diverge. The slopes of the linear segments in ΣN s are always slightly larger than the slopes of N s and the formula 2 and 3 are no more exact for the ΣN s case. Indeed, the R 0 values derived for ΣN s in the example (upper right part of Fig. 6 ) are significantly biased, and to obtain reliable R 0 estimates, it is necessary to use data at the very end of the process, in the narrow time-window comprised between the end of the onset period and the beginning of the switching from \"s\" to \"c\". The size of the confidence intervals appears constant in the semi-logarithmic plots (Fig. 6A ). This is typical of a multiplicative noise where the amplitude of the statistical fluctuations is proportional to the data amplitude as can be checked in Figure 6B ,D.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 67,
                    "text": "Fig. 6A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1120,
                    "end": 1126,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1461,
                    "end": 1469,
                    "text": "(Fig. 6A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1626,
                    "end": 1635,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "C. Simulation examples."
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Simulation examples."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.12.20063008 doi: medRxiv preprint In our case, this multiplicative noise may be explained by the growing Brownian divergence of some random walks in the network. Practically, this conducts to the appearance of some outlier simulations and justifies the use of the median. We now address another important characteristic of the epidemic process through the random variations occurring at the very beginning of the process. The features we want to discuss are illustrated in Figure 7 where the plots have been obtained by running the model with a different number on initial infected Z I . In the case of rather small values of Z I (i.e. 1, 10 or 20 in Fig. 7A ,B,C), random fluctuations perturb the beginning of the curves, with a longer persistence for the N s curve. For larger values of Z I (i.e. 40, 60 or 80 in Fig. 7D ,E,F), the random fluctuations almost disappear while the starting sequence becomes steeper. Consequently, a careful observation of the starting sequence may provide some information about the number Z I of initial infectious persons. Let us remark that these features can only be obtained with a stochastic model as the one developed in the present study. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 583,
                    "end": 591,
                    "text": "Figure 7",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 761,
                    "end": 768,
                    "text": "Fig. 7A",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 925,
                    "end": 932,
                    "text": "Fig. 7D",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "C. Simulation examples."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.12.20063008 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Simulation examples."
        },
        {
            "text": "A. Presentation of the data. This section gives details on the method used for the data analysis and presents the results used to constrain the stochastic model presented in section Stochastic Monte Carlo model. Figure 8 shows the data used in the present study, namely the numbers N s and N c of severe and critical case observed in Guadeloupe from March 13 th until April 2 of year 2020. These data are presented in both linear and semi-logarithmic plots in order to better emphasise a possible exponential-like pattern. Because of the small number of data available at the time of writing the present paper, the exponential increase of either N s or N c is not as conspicuous as for the synthetic case presented in Figure 6 . However, for the data set N s , the semi-logarithmic plot (Fig. 8B) is reasonably linear in the [day 7 − day 16] period. The first 6 points are expected to correspond to the δT s onset period of 6 to 7 days. For the N c data, a linear segment may be identified in the [day 6 − day 19] period. By comparing the onset period in the data with the simulation results of Figure 7 , we may claim that the onset sequence of the data curve N s corresponds to a rather large number of at least 80 initial infectious persons. These persons could for instance be passengers of an aircraft or members of a group infected by a single infectious during a meeting.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 220,
                    "text": "Figure 8",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 718,
                    "end": 726,
                    "text": "Figure 6",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 787,
                    "end": 796,
                    "text": "(Fig. 8B)",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 1095,
                    "end": 1103,
                    "text": "Figure 7",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Supplementary Note 2: Bootstrapping method of data analysis"
        },
        {
            "text": "In order to determine the β parameter and its uncertainty limits from the small-size data sets of Figure 8 , we use a bootstrapping approach (22) . Let us recall that this method relies on a statistical resampling of the data sets in order to reconstitute the statistical variability of the estimated parameter β. In the present study, we performed 1000 bootstrap resamplings for each data set N s and N c , and the so-obtained 1000 estimates of β may be used to compute the probability density kernels shown in Figure 9A . The two probability distributions are poorly statistically coherent with a small overlap of the two curves. Equation 2 may be used to compute R 0 (using T I = 14 days) from the β probability curves. The estimate for R 0 1.85 ± 0.03 is coherent with the values published by Li et al. (21) who found R 0 = 2.2 with a 95% confidence interval [1.4 − 3.9].",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 807,
                    "end": 811,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 106,
                    "text": "Figure 8",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 512,
                    "end": 521,
                    "text": "Figure 9A",
                    "ref_id": null
                }
            ],
            "section": "B. Data bootstrapping and parameter determination."
        },
        {
            "text": "Allali et al. | Guadeloupe Covid-19 evolutionary model . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| medRχiv"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.12.20063008 doi: medRxiv preprint B Data bootstrapping and parameter determination Fig. 9 . A) Probability density kernels for the parameters βs and βc obtained by respectively bootstrapping the data ΣNs and Nc. The data used are represented as filled symbols in Figure 8 . B) Kernels for R 0 obtained by applying equation 2 to the bootstrapped parameters βs and βc. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 199,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 381,
                    "text": "Figure 8",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "| medRχiv"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.12.20063008 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| medRχiv"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization et al. Coronavirus disease 2019 (covid-19): situation report",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mathematics of epidemics on networks",
            "authors": [
                {
                    "first": "Joel",
                    "middle": [
                        "C"
                    ],
                    "last": "István Z Kiss",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Péter",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "598",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Prediction of the covid-19 outbreak based on a realistic stochastic model. medRxiv",
            "authors": [
                {
                    "first": "Yuan",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Chong",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "Zhenghao",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "Jiarui",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Wenjie",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Xiao-Hua",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Analysis and forecast of covid-19 spreading in china, italy and france",
            "authors": [
                {
                    "first": "Duccio",
                    "middle": [],
                    "last": "Fanelli",
                    "suffix": ""
                },
                {
                    "first": "Francesco",
                    "middle": [],
                    "last": "Piazza",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chaos, Solitons & Fractals",
            "volume": "134",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemic analysis of covid-19 in china by dynamical modeling",
            "authors": [
                {
                    "first": "Liangrong",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "Wuyue",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Dongyan",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Changjing",
                    "middle": [],
                    "last": "Zhuge",
                    "suffix": ""
                },
                {
                    "first": "Liu",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2002.06563"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Characterization of anti-viral immunity in recovered individuals infected by sars-cov-2. medRxiv",
            "authors": [
                {
                    "first": "Chen",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Ling",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Fang",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "Meng-Li",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Yu",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Yong-Qiang",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "Hui",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Peng",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Jiwan",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "Xiaoli",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical course and risk factors for mortality of adult inpatients with covid-19 in wuhan, china: a retrospective cohort study. The Lancet",
            "authors": [
                {
                    "first": "Fei",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Ting",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Ronghui",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "Guohui",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Ying",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Zhibo",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Jie",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Yeming",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Bin",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Xiaoying",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Electromagnetic imaging and simulated annealing",
            "authors": [
                {
                    "first": "Dominique",
                    "middle": [],
                    "last": "Gibert",
                    "suffix": ""
                },
                {
                    "first": "Jean",
                    "middle": [],
                    "last": "Virieux",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Journal of Geophysical Research: Solid Earth",
            "volume": "96",
            "issn": "B5",
            "pages": "8057--8067",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Electrical tomography of la soufrière of guadeloupe volcano: Field experiments, 1d inversion and qualitative interpretation",
            "authors": [
                {
                    "first": "Florence",
                    "middle": [],
                    "last": "Nicollin",
                    "suffix": ""
                },
                {
                    "first": "Dominique",
                    "middle": [],
                    "last": "Gibert",
                    "suffix": ""
                },
                {
                    "first": "François",
                    "middle": [],
                    "last": "Beauducel",
                    "suffix": ""
                },
                {
                    "first": "Georges",
                    "middle": [],
                    "last": "Boudon",
                    "suffix": ""
                },
                {
                    "first": "Jean-Christophe",
                    "middle": [],
                    "last": "Komorowski",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Earth and Planetary Science Letters",
            "volume": "244",
            "issn": "3-4",
            "pages": "709--724",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A simplex method for function minimization",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "Roger",
                    "middle": [],
                    "last": "Nelder",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mead",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "The computer journal",
            "volume": "7",
            "issn": "4",
            "pages": "308--313",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Analysis of longitudinal data",
            "authors": [
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Diggle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peter",
                    "suffix": ""
                },
                {
                    "first": "Patrick",
                    "middle": [],
                    "last": "Diggle",
                    "suffix": ""
                },
                {
                    "first": "Kung-Yee",
                    "middle": [],
                    "last": "Heagerty",
                    "suffix": ""
                },
                {
                    "first": "Patrick",
                    "middle": [
                        "J"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Scott",
                    "middle": [],
                    "last": "Heagerty",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zeger",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Covid-19-the role of mass gatherings",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shahul",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ebrahim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ziad",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Travel Medicine and Infectious Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "No time for dilemma: mass gatherings must be suspended. The Lancet",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ziad",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Qanta",
                    "suffix": ""
                },
                {
                    "first": "Patricia",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "Seydou",
                    "middle": [],
                    "last": "Schlagenhauf",
                    "suffix": ""
                },
                {
                    "first": "Anas",
                    "middle": [],
                    "last": "Doumbia",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Estimation of the transmission risk of the 2019-ncov and its implication for public health interventions",
            "authors": [
                {
                    "first": "Biao",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Xia",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Qian",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Nicola",
                    "middle": [
                        "Luigi"
                    ],
                    "last": "Bragazzi",
                    "suffix": ""
                },
                {
                    "first": "Sanyi",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Yanni",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "Jianhong",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Clinical Medicine",
            "volume": "9",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Transmission potential of the novel coronavirus (covid-19) onboard the diamond princess cruises ship",
            "authors": [
                {
                    "first": "Kenji",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "Gerardo",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Covid-19 outbreak on the diamond princess cruise ship: estimating the epidemic potential and effectiveness of public health countermeasures",
            "authors": [
                {
                    "first": "Joacim",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                },
                {
                    "first": "Henrik",
                    "middle": [],
                    "last": "Sjödin",
                    "suffix": ""
                },
                {
                    "first": "Annelies",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of travel medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Coronavirus: l'outre-mer est toujours au stade 1 de l'épidémie de covid-19",
            "authors": [],
            "year": 2020,
            "venue": "Science Avenir",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Estimating case fatality rates of covid-19. The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "Marc",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Early transmission dynamics in wuhan, china, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Qun",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Xuhua",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Peng",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Xiaoye",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Lei",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Yeqing",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "Ruiqi",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Kathy",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Eric",
                    "suffix": ""
                },
                {
                    "first": "Jessica",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The jackknife, the bootstrap, and other resampling plans",
            "authors": [
                {
                    "first": "Bradley",
                    "middle": [],
                    "last": "Efron",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "38",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1. Flowchart of the stochastic modelling procedure. In the general case, a susceptible non-infected person S1 becomes infected. This new infected I may contaminate a number R0 of other susceptibles (here S2 and S3) during his infected period T I (red line) which may run beyond the recovery period ∆T I (in yellow). During the sub-period δTs (shaded rectangle), the infectious \"I\" may switch to state \"severe\" with a probability ps. If the patient remains in state \"I\" until the end of the recovery period ∆T I , he becomes definitively recovered \"R\". Instead, if the patient switches to state \"s\", he may either recover at the end of the recovery period ∆Ts or switch with a probability pc to state critical \"c\" during the switching period δTc. The same procedure applies to state critical \"c\".",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Model 1 results. A) semi-logarithmic (Natural logarithm) plot of the cumulative number ΣNs of severe cases. Green bars = data and red bars = model. B) Instantaneous number N I of infectious. C) same as (A) in linear axis. D) Instantaneous number Nc of critical cases. Green bars = data and red bars = model. E) Cumulative number ΣN d of deceased patients. Green bars = data and red bars = model. The parameter values used in the model are shown in the upper-right part of the figure together with the time-variation of the basic reproductive number R0. The red rectangles represent the 80% confidence interval centred on the median.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "shows the results for model 1. The time variations of R 0 have been adjusted to reproduce the flattening visible in the ΣN s data from day 21. The corresponding values of the parameters are recalled in the upper-right panel of the Figure.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "This model provides a good fit to all data ΣN s , N c and ΣN d . In order to reproduce the initial rapid exponential increase observed before day 10, quite large values of R 0 = [4.2 4.2 4.2 4.5 4.5 4.5] are found for the first 6 days of the simulation (day 1 corresponds to",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Results for model 2 with the same parameters as model 1(Fig. 2) excepted for the containment R0 = 0.6 from day 19 (March 29).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Results for model 3 with the same parameters as model 1 (Fig. 2) excepted for the containment R0 = 0.8 from day 19 (March 29).In order to fit the strong inverse curvature of the log(ΣN s ) curve between days 10 to 20, R 0 must be graduallydecreased from day 7 (March 17) to day 18 (March 28): R 0 The starting date of the decrease corresponds to the beginning of the containment following the second speech of the President of the French Republic, Mr Macron, on March 16. To reproduce the flat almost horizontal end of the data from day 21 (March 31), it is necessary to reduce R 0 = 0.35 from day 19 (March 29) until the end of the process (i.e. day 80). With this model, the maximum N c = 25 ± 3 is reached near day 28 (April 7) about 3 weeks after the beginning of the containment. After this date, the number of critical cases sharply decreases to reach a low base level about 4 weeks later, i.e. during the first week of May.To illustrate the role played by R 0 during the containment period, we present the results for 2 models with the same parameter values as for model 1 excepted during the containment. We set R 0 = 0.6 in model 2(Fig. 3)and R 0 = 0.8 for model 3 (Fig. Allali et al. | Guadeloupe Covid-19 evolutionary model medRχiv | 5",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Effects of uncontrolled end of containment. Same model as inFigure 2but with an uncontrolled end of containment at day 70 with a sudden resetting of R0 = 4.0.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Stochastic simulation for a period of 80 days. B) time variations of N I . C) time variations of ΣNs and Ns (D) . A) The same curves together with Nc displayed in a semi-logarithmic graph (Natural logarithm). The upper right panel of the figure shows the parameters β obtained for the 8 linear segments identified in the curves shown in (A). The R 0 values have been derived from β using equation 2 with T I = 14 days. The model started with Z I = 500 initial infectious \"I\" and R 0 = 2.0. At day 40, the basic reproduction number changed to R 0 = 1.2. During all the process, the other parameters remained unchanged: ps = 0.14, pc = 0.25, p d = 0.20, ∆T I = 20 days, ∆Ts = 14 days, ∆Tc = 21 days, and the switch periods δTs = [4 − 10] days, δTc = [3 − 9] days, δT d = [3 − 8] days. B. Model parameters. The model is totally determined by the following parameters:1. the total number N of nodes, i.e. of persons forming the population. For Guadeloupe, we set N = 399847 from the age distribution(20).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "2 afterwards. The model started with Z I = 500 initial infected \"I\" and the duration of the infectious period is fixed to T I = 14 days. All other parameters are kept fixed during the process: p s = 0.14, p c = 0.25, p d = 0.20, ∆T I = 20 days, ∆T s = 14 days, ∆T c = 21 days, and the switch periods δT s = [4 − 10] days, δT c = [3 − 9] days, δT d = [3 − 8] days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "R 0 2.1 for the first segment of N I , N s and N c . For the second segment, R 0 1.3 for curves N I , N s and N c . These values agree very well with the input values used in the model. The linear segment of N I is slightly biased by the presence of a small jump at day 20 that corresponds to the recovery time ∆T I = 20 days of the initially infected patients (i.e. 500 persons in this simulation)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Stochastic simulations obtained for 6 different values of the initial number of infectious. The value of Z I is indicated on each subplot.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Data used in the present study. Number ΣNs of severe cases (A) and Nc of critical cases (C) as a function of time. In plots B and D, the data are presented in a semi-logarithmic graph. The filled symbols represent the data points used in the bootstrap computations and are assumed to belong to the linear part of the semi-logarithmic curves when an exponential regime is established.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Allali et al. | Guadeloupe Covid-19 evolutionary model medRχiv | 11",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Allali et al. | Guadeloupe Covid-19 evolutionary model medRχiv | 13",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}