{
    "paper_id": "c69102fd99e77c490164e56a2054eba4e4f947e0",
    "metadata": {
        "title": "Predicting the evolution of SARS-Covid-2 in Portugal using an adapted SIR Model previously used in South Korea for the MERS outbreak",
        "authors": [
            {
                "first": "Pedro",
                "middle": [],
                "last": "Teles",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade do Porto Rua do Campo Alegre s/n",
                    "location": {
                        "postCode": "4169-007",
                        "settlement": "Porto"
                    }
                },
                "email": "ppteles@fc.up.pt"
            }
        ]
    },
    "abstract": [
        {
            "text": "The covid-19 has spread very quickly worldwide, leading the World Health Organization (WHO) to declare a state of pandemic. Moreover, the WHO has announced that the European continent is now the main centre of the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "One of the questions many governments are asking is how the spread is going to evolve in time. In this study, an adapted SIR model previously used in South Korea to model the MERS outbreak was applied to estimate the evolution of the curve of active cases in the case of the Portuguese situation. As some of the parameters were unknown, and the data for Portugal is still scarce, given that the outbreak started later (first case on the 2nd of March) I used Italian data (first reported case in Italy on the 31st of January) to predict them. I then construct five different scenarios for the evolution of covid-19 in Portugal, considering both the effectiveness of the mitigation measurements implemented by the government, and the selfprotective measures taken by the population, as explained in the South Korean model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the out of control scenario, the number of active cases could reach as much as 40,000 people by the beginning of April. In the best-case-scenario considered, the active cases could reach circa 7,000 people. The actual figure probably lies between the interval (7,000-13,000) and the peak will be reached between 9th and the 20th of April 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Without control and self-protective measures, this model predicts that the figures of active cases of SARScovid-2 would reach a staggering 40,000 people It shows the importance of control and self-protecting measure to bring down the number of affected people by following the recommendations of the WHO and health authorities. With the appropriate measures, this number can be brought down to 7,000-13,000 people 1 Introduction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is already abundant information on covid-19 [1] [2] [3] [4] [5] . In the most severe cases, covid-19 can lead to the development of acute respiratory distress syndrome (ARDS) causing respiratory failure, septic shock, multiorgan failure, and even death [6] . Studies suggest that the case fatality rate of the virus is of about 3.5% in mainland China [7] . However, this value seems to be much higher in Italy [8] , suggesting its strong dependence on demographics [9] . The WHO declared Europe as the new epicentre of the disease on the 13th of March of 2020 [10] . The rapid growth of the number of active cases presenting severe symptoms has saturated the health services in most countries in the continent, especially in Italy [11] . Governments throughout Europe have implemented severe measures to prevent and mitigate the spread of the virus. Yet, as of the 20th of March there were as many as 129,811 confirmed cases on the European continent, resulting in 6,069 deaths [2, 3] . In Portugal, the two first confirmed cases in the Portuguese territory were announced on the 2nd of March,.As of the 20 th of March, there were 1,020 confirmed cases, 6 deaths, and 5 recovered [12] . Also, the country is on lockdown since the 13th of March 2020, and the Portuguese Parliament declared a State of Emergency on the 18th of March 2020. Many models have been used to study the spread of covid-19 [13, 14] , In this study, a model of the SIR type used in South-Korea to model the evolution of the active cases of the MERS outbreak in the country back in 2015 [15] was adapted. In order to fit the parameters, and given that there is still very little data in the case of Portugal, the data of Italy was used. This allowed to fit the curve of current active cases in Portugal with a model, which is then used to predict the future number of cases, in five different scenarios.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 53,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 54,
                    "end": 57,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 58,
                    "end": 61,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 62,
                    "end": 65,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 66,
                    "end": 69,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 259,
                    "end": 262,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 416,
                    "end": 419,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 566,
                    "end": 570,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 737,
                    "end": 741,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 984,
                    "end": 987,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 988,
                    "end": 990,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1186,
                    "end": 1190,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 1402,
                    "end": 1406,
                    "text": "[13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1407,
                    "end": 1410,
                    "text": "14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1564,
                    "end": 1568,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "2 Methodology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The model used is described in Xia et al [15] , which can be understood by the flow diagram shown in figure  1 (which was taken from the paper, page 4). In this model, S corresponds to the number of susceptible individuals; E, the number of exposed individuals; A, the number of asymptomatic infected cases; I, the total number of mild-to-severe infected patients. H, the number of hospitalized cases; R, the number of removed cases, and finally N, the total population of Portugal.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 45,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 110,
                    "text": "figure  1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "β1 is the transmission coefficient of the asymptomatic infected cases, β2 is the transmission coefficient of the symptomatic infected cases (mild infected person and severe patients) to the susceptible, β3 is the transmission coefficient Figure 1 : Flow chart of the SIR-type model used in this work, taken from [15] of the hospitalized cases to the susceptible, σ −1 is the mean incubation period, λ −1 is the mean time between symptom onset to hospitalization, k1 -1 is the mean infectious period of asymptomatic infected person for survivors, k2 -1 is the mean duration for hospitalized cases for survivors, δ −1 is the mean time from hospitalization to death, γ is the clinical outbreak rate in all the infected cases. The time unit is 1 day.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 316,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 246,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The set of differential equations can then be written as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The model was further adapted. the only parameters that were considered \"known\" were the mean incubation time, which was taken as σ −1 =5.1 days from the literature (here using the median as equal to the mean) [16] , and the mean infectious period of asymptomatic people, in which a conservative estimate of k1 -1 =14 days was used. Furthermore, β1 = β2 = β3 = β was taken as a first approximation, meaning that the mean transmission coefficient is the same independently of type and setting of the transmission. Finally, the epidemic starts with only one person infected (I0=1), being the rest of the values 0, except for S0 which is simply N-1. See table 1 for a breakdown of the different parameters of this model. The solving of the system of differential equations was performed using the Mathematica code [17] , using the function \"NonLinearModelFit\" [18] .",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 811,
                    "end": 815,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 857,
                    "end": 861,
                    "text": "[18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In order to determine the parameters λ and δ, the number of deaths, as reported by the Italian ministry of Health and available online, was used [19] . For the estimation of the value of k2, the number of recovered was used. All data was taken until the 19th of March 2020.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After determining the values for these parameters, they were used to fit the curve of infected cases for Portugal, where the values of β1 = β2 = β3 = β and γ were fitted to obtain a model. This model was then used to estimate the evolution of active cases in Portugal, according to five different scenarios:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Out-of-control scenario (nothing done, the virus is free to spread (out-ofcontrol scenario);",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Scenario in which the government takes severe mitigating measures and the population adheres to self-protecting measures equivalent to the original model (scenario 1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Scenario where government measures are 50% as effective as those in South Korea, and selfprotective measures reduce the transmission rate by 50% (scenario 2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Scenario where government measures are 50% as effective as those in South Korea, and selfprotective measures reduce the transmission rate by 70% (scenario 3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Scenario where government measures are 50% as effective as those in South Korea, and selfprotective measures reduce the transmission rate by 80% (scenario 4) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Fitting of parameters λ and δ (Italy).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The number of deaths in Italy was taken from [19] , and the set of differential equations described in eq. 1 fitted to obtain the best possible fit for parameters λ and δ. An R 2 value of 0.99255 was obtained with the fit. The rest of the parameters are presented in table 2. Results are shown in figure 2. Fitting of parameter k2 (Italy). Now, using the values for λ and δ found in 3.1, parameter k2 was obtained with a new fit of Eq. 1, but now to the number of recovered cases in Italy, which again was taken from [19] . The best possible fit for k2 gave an R 2 value of 0.86178. The rest of the parameters are presented in table 3.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 49,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As can be seen, in the case of recovered cases, the fit has not the same quality as the fit in 3.1. This is further evidenced by figure 3 , where a graphical representation of the fit is shown. . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 137,
                    "text": "figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.18.20038612 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Fitting of parameters β and γ (Portugal).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3.3"
        },
        {
            "text": "The parameters needed to fit Eq. 1 to the number of Portuguese active cases until the 19th of March, in order to determine the value of β and γ, were obtained in 3.1, and 3.2. The number of Portuguese active cases was taken from [20], which is updated daily. The values previously obtained of parameters λ, δ, and k2 were used. As explained previously, because the fitting was difficult to obtain, as a first approximation, β1 = β2 = β3 = β was considered. The obtained values for β and γ are given in table 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3.3"
        },
        {
            "text": "A graphical depiction of the fitted model is given in figure 4 . In this scenario, the out-of-control scenario, a peak of 40,000 infected would be reached at around the 5th of April 2020. . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 54,
                    "end": 62,
                    "text": "figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "3.3"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.18.20038612 doi: medRxiv preprint In order to obtain the parameters for λ, δ, and k2, an ansatz value for γ had to be given. In this model, γ is originally defined as \"the clinical outbreak rate in all the infected cases. In the cases of the fits of λ, δ, and k2, the ansatz value used for γ had a very strong impact in the results of the other parameters. This could be due to two things: the huge uncertainty there is at the moment for the appropriate incubation time of this virus, which some authors claim can be of up to 27 days [21] [22] , and the uncertainty in how many in the symptomatic and asymptomatic cases are actually being tested. The model assumes that only those symptomatic are being tested which seems like a good approximation, but it comes with a lot of uncertainty. The obtained value for δ = 0.0168 is 24% the value obtained by Xia et al [15] of 0.0660, which is just about the ratio in case fatality rates between the SARS-covid-2 (7.2% currently for Italy), and MERS (estimated at 34%) This seems reasonable, although the case fatality rate of the SARS-covid-2 is still difficult to ascertain. Finally, from the obtained values it is also possible to determine a value for the basic reproduction number R0, which here I take as being simply the value R0=2*b/(k1+k2)=14.5 which is extremely high, and demonstrates how strong the capacity for spreading of this particular virus is. In table 5, the final values of the obtained parameters are given.",
            "cite_spans": [
                {
                    "start": 644,
                    "end": 648,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 972,
                    "end": 976,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "3.3"
        },
        {
            "text": "4 Five different scenarios for the evolution of SARS-covid-2 in portugal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3.3"
        },
        {
            "text": "The paper by Xia et al [15] further presents an extra 7 parameters to take into account control measures in time evolution of the epidemic. These parameters are meant to take into account two things:",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 27,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "3.3"
        },
        {
            "text": "• Isolation and monitoring measures taken by the government (parameters d1, d2, d3, and d4);",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3.3"
        },
        {
            "text": "• Self-protection measures taken by the population (parameters l1, l2, and l3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 78,
                    "text": "(parameters l1, l2, and l3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "3.3"
        },
        {
            "text": "The way these parameters are introduced in the model are as follows: (2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3.3"
        },
        {
            "text": "The l1, l2, and l3 parameters are basically multiplication factors for the transmission parameter β, so in this model we only consider one value for it as in the previous sections. The d1, d2, d3, and d4 parameters are connected to implemented government measures. The values provided by Xia et al [15] , when applied to the Portuguese case, seem to provide a very unrealistic scenario. As such, four different scenarios in addition to the \"out-of-control\" scenario described in the previous section, were devised as explained in section 2. This is the out-of-control scenario, scenario 1, scenario 2, scenario 3, and scenario 4.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 302,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "3.3"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3.3"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.18.20038612 doi: medRxiv preprint An educated guess were made that protective measures would diminish the transmission rate by 50%. For the government related measures the same value as the ones from Xia et al [15] were used. In the second scenario the 50% reduction is kept in the transmission rate but the efforts of the government are reduced by one half. In the third and fourth scenarios 70% and 80% of the transmission rateare used respectively.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 324,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "3.3"
        },
        {
            "text": "The values for these scenarios are given in table 6. The day considered for the initiation of these measures is day 33 corresponding to the 18th of March 2020 which is 5 days after the government implemented the measures, so giving the virus another cycle of infection before the measures take effect. Results are shown in figure 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3.3"
        },
        {
            "text": "Results show that measures can be effective in \"flattening the curve\". In the first scenario (unrealistic) the effectiveness of the control measures is maximum and just about 800 cases would have been reached. This has proven to be an unrealistic scenario given that as of today there are 1600 active cases in the country. In scenario 2, the maximum is shifted to the 20th of April, reaching a maximum of 7,000 active cases in the country. In this scenario, the transmission rate has been cut to a half, but the government's measures effectiveness has been cut to a half of the value from the original model used in Korea. In scenarios 3 and 4, the measures of the government's effectiveness are kept at the same value, but the transmission rate is only cut to 70% and 80%, respectively. In scenario 3 the number of infected woulf reach a peak of about 11,000 people, on the 12th of April, and finally in scenario 4, the peak would be reached at 13,000 cases, on the 9th of April. In the out-of-control scenario, the peak would be reached at about 40,000 people on the 5th of April.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions."
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions."
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.18.20038612 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions."
        },
        {
            "text": "The current work makes a series of assumptions which may or may not be proven correct in the future, including the incubation period of the virus, which is still not well-known. This proved to be a major source of uncertainty to fit the results, because it had a great influence in the other parameters, especially parameter γ. Instead this parameter seems to behave in this study as an indicator of the huge uncertainty of the value for the incubation period, and testing capabilities. This model takes the values of active cases and compares them with official confirmed numbers, which not only may be smaller than the actual cases, as are released at an administratively defined time, which does not correspond to something realistic. And although testing is probably mostly done to the symptomatic cases described the fact is that many asymptomatic cases can have also been tested and therefore constitute another source of uncertainty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of this study and scope of application"
        },
        {
            "text": "The maximum number of active cases in Portugal will likely be in the interval 7,000-13,000 between the 9th-20th of April, if the government and the people of Portugal manage to keep implementing selfprotective and control measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of this study and scope of application"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of this study and scope of application"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.18.20038612 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of this study and scope of application"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Novel Coronavirus (2019-nCoV) situation reports -World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronavirus Disease (COVID-19) -Research and Statistics",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The species Severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gobalenya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--9",
            "other_ids": {
                "DOI": [
                    "10.1038/s41564-020-0695-z"
                ],
                "PMID": [
                    "32123347"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "507--520",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30211-7"
                ],
                "PMID": [
                    "32007143"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19: what is next for public health",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shindo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "WHO Scientific and Technical Advisory Group for Infectious Hazards",
            "volume": "395",
            "issn": "",
            "pages": "542--545",
            "other_ids": {
                "DOI": [
                    "10.1016/s01406736(20)30374-3"
                ],
                "PMID": [
                    "32061313"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Case-fatality estimates for COVID-19 calculated by using a lag time for fatality",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kvalsvig",
                    "suffix": ""
                },
                {
                    "first": "Telfar",
                    "middle": [],
                    "last": "Barnard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Why Deaths from Coronavirus Are So High in Italy, Rachael Rettner, LiveScience on March",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Novel Coronavirus Pneumonia Emergency Response Epidemiology Teamexternal icon",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "WHO Director-General's opening remarks at the media briefing on COVID-19 -13",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Atlantic",
            "authors": [],
            "year": 2020,
            "venue": "The Extraordinary Decisions Facing Italian Doctors, Yascha Mounk",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A Time-dependent SIR model for COVID-19",
            "authors": [
                {
                    "first": "Yi-Cheng",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Ping-En",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.00122v1"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Risk Assessment of Novel Coronavirus COVID-19 Outbreaks Outside China",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boldog",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tekeli",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Vizi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dénes",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Bartha",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Röst",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Clin. Med",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Modeling the Transmission of Middle East Respirator Syndrome Corona Virus in the Republic of Korea Xia",
            "authors": [
                {
                    "first": "Z-Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "Y-K",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "G-Q",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [
                        "Z"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS ONE",
            "volume": "10",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The incubation period of coronavirus disease 2019 (COVID-19) from publicly reported confirmed cases: Estimation and application",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-0504"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Mathematica, Version 12",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Dipartimento della Protezione Civile COVID-19 Italia -Monitoraggio della situazione",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Coronavirus incubation could be as long as 27 days, Chinese provincial government says -Reuters",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "= & ( ) + ) ( ) + ( ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Graphical representation of the fitted model to the Italian government official death toll 3.2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Graphical representation of the fitted model to the Italian government official recoveries.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Graphical representation of the fitted model to the Portuguese government official active cases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "( ) + ) ( ) + ( ) + & ( ) + ) ( ) + + ( ) + / ( ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Graphical representation of the different scenarios considered in this study.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The different parameters of the model described by Eq. 1 author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "fitted parameters λ and δ as obtained using \"NonLinearCurveFit\" in Mathematica",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Fitted parameter k2 as obtained using \"NonLinearCurveFit\" in Mathematica",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Fitted parameters λ and δ as obtained using \"NonLinearCurveFit\" in Mathematica",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "The obtained parameters of the model described in the previous sections",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Control parameters of the model described by Eq. 2",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}