{
    "paper_id": "c9ae25a2436a6fa9a41c16293671e98b84fee7aa",
    "metadata": {
        "title": "New approximations, and policy implications, from a delayed dynamic model of a fast pandemic",
        "authors": [
            {
                "first": "C",
                "middle": [
                    "P"
                ],
                "last": "Vyasarayani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indian Institute of Technology Hyderabad",
                    "location": {
                        "postCode": "502285",
                        "settlement": "Sangareddy",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Anindya",
                "middle": [],
                "last": "Chatterjee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indian Institute of Technology Kanpur",
                    "location": {
                        "postCode": "208016",
                        "settlement": "Kanpur",
                        "country": "India"
                    }
                },
                "email": "anindya100@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "We study an SEIQR (Susceptible-Exposed-Infectious-Quarantined-Recovered) model for an infectious disease, with time delays for latency and an asymptomatic phase. For fast pandemics where nobody has prior immunity and everyone has immunity after recovery, the SEIQR model decouples into two nonlinear delay differential equations (DDEs) with five parameters. One parameter is set to unity by scaling time. The subcase of perfect quarantining and zero self-recovery before quarantine, with two free parameters, is examined first. The method of multiple scales yields a hyperbolic tangent solution; and a long-wave approximation yields a first order ordinary differential equation (ODE). With imperfect quarantining and nonzero self-recovery, the long-wave approximation is a second order ODE. These three approximations each capture the full outbreak, from infinitesimal initiation to final saturation. Low-dimensional dynamics in the DDEs is demonstrated using a six state non-delayed reduced order model obtained by Galerkin projection. Numerical solutions from the reduced order model match the DDE over a range of parameter choices and initial conditions. Finally, stability analysis and numerics show how correctly executed time-varying social distancing, within the present model, can cut the number of affected people by almost half. Alternatively, faster detection followed by near-certain quarantining can potentially be even more effective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "SIR model [4] has been modified to study infections where the recovered population can be reinfected (as with the common cold) and is known as the two-state SIS model. In the classic endemic model [5] , for diseases that are active over 10-20 years, information of new births and deaths are included. In another variant of the SIR model known as the four-state MSIR [6] model, passive immunity inherited by newborns from their mothers is included: for example, newborn babies can be immune to measles for some time after their birth, but become susceptible later on. Other modifications have considered the effect of a carrier population [6] , which never recovers from the disease but is asymptomatic (relevant to, e.g., tuberculosis). Such people can again suffer from the disease later, or continue to infect others while remaining asymptomatic. In SEIR [7], a four-state model, one of the states (E) represents the exposed population, infected but non-infectious. In the SEIQR model [8] , yet another state, representing a quarantined population, is added to the SEIR model. All the models discussed above, including SIR, SIS, MSIR, SEIR, and SEIQR are governed by nonlinear differential equations. More complicated partial differential equation models that include the effect of the age structure [4] of the population and vaccination history are also available [7] .",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 13,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 197,
                    "end": 200,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 638,
                    "end": 641,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 987,
                    "end": 990,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1367,
                    "end": 1370,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The models mentioned so far need not include time delays. However, the incubation, asymptomatic, and symptomatic phases of a disease can be incorporated as time delays in mathematical models. Including such delays in the differential equation models make them delay differential equations (DDEs), also known as retarded functional differential equations. Researchers have used DDEs [9, 10] to model the spread of infections like Zika [11], HIV [12], influenza [13], and Hepatitis B [14]. Recently, a scalar DDE with one delay (time of recovery) based on a logistic model was used to study the spread of COVID-19 in Italy [15]",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 385,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ". Some policy implications based on parameter studies and simulations were reported, but analytical progress on the delayed equation was limited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We observe that the abovementioned models, with a few states, can be formally developed from underlying network models. Network epidemiological models with a large number of states [16, 17, 18, 19, 20, 21] follow fine details of the spatial and temporal spread of an infection. Their average or overall behavior can be described using what we might call lumped, compartmental, or continuum models.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 190,
                    "end": 193,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 194,
                    "end": 197,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 198,
                    "end": 201,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 202,
                    "end": 205,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In a recent article [22] , a network of compartmental models, with each model representing an age group was used to study the COVID-19 outbreak in India. Other works that have recently appeared, which study the progression of COVID-19 in different parts of the world, include [23, 24, 25, 26] . These works primarily deal with parameter identification, numerical simulations, and prediction of the number of cases with time, along with some policy implications.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 24,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 276,
                    "end": 280,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 281,
                    "end": 284,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 285,
                    "end": 288,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Even with lumped models, if various effects [4] like incubation times, natural birth and death rates, prior immunity, and carrier states are included, then analytical solutions are usually unavailable. However, sometimes difficult problems can be solved approximately using asymptotic methods [27, 28] or related methods, and this paper presents such approximations for a slightly simplified case that is relevant to a fast-spreading pandemic.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 297,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In recent work that is directly related to our paper [9], a five-state SEIQR system with delays has been developed as a continuum limit from a network model under quite general conditions. That system has then been examined as a generic model for infectious diseases. The model, even after simplification, has multiple parameters and coupled states, and so analytical progress is difficult. However, several interesting limits, steady states, and stability criteria have been presented [9], along with supporting numerical results and policy implications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Here we take up a simplified version of that model [9] . Our simplification is only that we ignore the possibility of some past sufferers of the disease eventually losing their immunity, and becoming vulnerable to infection all over again. With this simplification, significant new analytical approximations and insights are possible, and constitute the contribution of this paper. We note that Young et al. [9] say the following (their state of (1, 0, 0, 0, 0) is an uninfected population):",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 54,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 408,
                    "end": 411,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "2 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059436 doi: medRxiv preprint I(t) = β(t − 1)S(t − 1)I(t − 1) − γI(t) − β(t − 1 − τ )pe −γτ S(t − 1 − τ )I(t − 1 − τ )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "This work is partially motivated by the global pandemic of COVID-19. Understanding the dynamics of infectious diseases in a population can help in developing strategies to mitigate the spread [1, 2] . This paper presents new mathematical approximations and an asymptotic solution for a specific dynamic model for such infectious diseases. Some policy implications are discussed as well.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 196,
                    "end": 198,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Mathematical models for the spread of disease have almost a century old history. In their seminal paper, Kermack and McKendrick [3] proposed a three-state model (popularly known as SIR) governing the evolution of susceptible (S), infected (I), and recovered (R) populations. In their model, the recovered population is assumed to have developed immunity against the infection. The model contains two free parameters, one for infection rate and one for recovery rate. The SIR model is widely used to predict the number of infected people in closed populations. The model has an analytical solution. Over time, the 1 \"The fact that orbits starting from near (1, 0, 0, 0, 0) will approach an endemic equilibrium is difficult to prove; this part of our prediction is supported by numerical simulations.\"",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this context, we will present a new asymptotic multiple-scales solution for weak growth in a special case, and two informal long-wave approximations for moderate growth, all three solutions describing the complete evolution from infinitesimal infection to final saturation. These new approximations provide useful new analytical support and understanding that is not included within [9] . We will also discuss transient solutions and the role of initial conditions, in the context of a time-varying infection rate, using a six-state Galerkin approximation based reduced-order model obtained from the original delayed equations. Since social distancing affects the infection rate, we will demonstrate how, within the present model, properly executed social distancing can cut the total number of affected people by almost one half. A stronger case for early detection and quarantine will emerge simultaneously.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 389,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As mentioned above, our mathematical model is essentially that of Young et al. [9] , with one of their small parameters set to zero. Figure 1 , adapted from their paper, shows the lumped model which is itself obtained by them from an underlying network model. In the model there are five subpopulations (actually population fractions) that add up to unity. The general governing equations [9] are:",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 82,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 141,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Mathematical Model"
        },
        {
            "text": "In the above equations, the free parameters are interpreted as follows:β is the infection rate, m is the density of contacts, γ is the self-recovery rate, p is the probability of identifying and isolating an infected individual, and α is the rate of immunity loss. We have not introduced any simplifications of our own so far. We note, first, that E and Q in equations (2) and (4) are influenced by S and I along with their delayed values, but E and Q do not themselves influence S, I and R. In other words, E and Q are slave variables, and we henceforth ignore them.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 372,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Mathematical Model"
        },
        {
            "text": "In the three equations that remain, we can clearly absorb m intoβ or equivalently, writẽ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical Model"
        },
        {
            "text": "If social distancing is practiced, then we expect m to decrease and thus β to be lower, even thoughβ may remain the same. For this reason, in the later portions of this paper, we will consider time-varying β while holding other parameters constant. For a fast-spreading pandemic, we assume α = 0 for simplicity, which makes R a slave as well, and we need to only retain the equations for S and I. Finally, by choice of units of time, we can let σ = 1. This is equivalent to nondimensionalizing τ which has units of time, as well as γ and β which have units of 1/time. Our equations now arė Infected individuals E(t) remain asymptomatic and non-infectious for a time duration σ. Subsequently, these individuals become infectious and enter population I(t), but remain asymptomatic for a time duration τ . Upon showing symptoms, they enter population Q(t) and are quarantined with probability p for a time κ, beyond which they infect nobody. Some infectious asymptomatic individuals may become non-infectious on their own, with rate γ. After quarantine, the cured population R(t) could in principle lose immunity at a small rate α, but we take α = 0 for a fast-spreading pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical Model"
        },
        {
            "text": "In the above, if β was constant rather than time-varying, then its t-dependence would be dropped. Note that, if β varies with time, its variation can be considered externally specified and not a part of the solution. Equations (7) and (8) make intuitive sense in a lumped-variable setting as follows. Equation (7) says that the instantaneous rate of new infections is proportional to how infectious the disease is (β), how much people are meeting each other (m(t)), how many uninfected people there are (S(t)) and how many infectious people are out in public (I(t)). Equation (8) says that the rate of change in the number of infectious people is equal to previously infected people just exiting the latency phase and entering the infectious phase, minus the rate at which people are recovering on their own, minus also the rate at which people displaying symptoms are being put into quarantine (these quarantined people are slightly diminished in number due to self-recovery, which is good; and due to some people not being quarantined, which is a system inefficiency). We are interested in near-unity initial conditions for S(−∞) = 1 that lead to growth of the infection and eventual saturation. In particular, the net damage done by the disease is represented by 1 − S(∞).",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 313,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 576,
                    "end": 579,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Mathematical Model"
        },
        {
            "text": "From now onward, until the start of section 5, we will consider β to be a constant parameter. For clarity, therefore, we write the governing equations out with constant β,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical Model"
        },
        {
            "text": "Let",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical Model"
        },
        {
            "text": "4 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical Model"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical Model"
        },
        {
            "text": "where we are interested in the asymptotic initial condition P (−∞) = 0 as the limiting case of a tiny level of initial infection. Then equation (9) yields S(t) = e −βP (t) (12) which incorporates the initial condition of interest, namely S(−∞) = 1. Inserting S(t) from equation (12) into equation (10), we obtain",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 278,
                    "end": 282,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Mathematical Model"
        },
        {
            "text": "Integrating both sides with respect to time, and by defininḡ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical Model"
        },
        {
            "text": "we",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical Model"
        },
        {
            "text": "where 1 −p is an integration constant chosen to match initial conditions at −∞. Thus, for constant β and with the approximation of α = 0 for a fast-spreading pandemic, equations (1) through (5) effectively reduce to the single nonlinear delay differential equation shown in (15) . It may be noted thatṖ = 0, i.e., P equals a constant, is allowed by equation (15) for P that satisfy",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 278,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Mathematical Model"
        },
        {
            "text": "Equation (16) is satisfied by P = 0 for all parameter values. Additionally, for γ > 0, it has a single strictly positive root if",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical Model"
        },
        {
            "text": "If γ = 0 (i.e., there is no self-recovery), and 0 ≤p < 1 (i.e., not everybody is quarantined), then for β > 0, P = 0 is the only equilibrium solution. This means if P increases from zero, it can grow without bound and S(∞) = 0, i.e., everybody in the population gets infected. The case of β = 0 is not interesting because the infection does not spread. Finally, if γ = 0 andp = 1, then equation (16) is identically satisfied for every constant P . Thus, we conclude that a simple yet interesting situation within equation (15) occurs when p = 1 (all infected people display symptoms and are quarantined) and γ = 0 (there is no recovery without displaying symptoms). We will first study this restricted case in some detail, because some analytical progress is possible that provides useful insights.",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 526,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Mathematical Model"
        },
        {
            "text": "3 A simple subcase: p = 1 and γ = 0 For p = 1 and γ = 0, we have from equation (15) ,",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Mathematical Model"
        },
        {
            "text": "As mentioned above, any constant P is an equilibrium, though possibly an unstable one.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical Model"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059436 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "In the initial stages P (t) is small, and equation (18) can be linearized tȯ",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Linear Stability Analysis for Small P"
        },
        {
            "text": "Equation (19) has infinitely many characteristic roots, and has oscillatory solutions which we must disallow because their decreasing portions require negative I(t). However, monotonic solutions exist as well, and we will examine them. The characteristic equation of equation (19) is",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 13,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Linear Stability Analysis for Small P"
        },
        {
            "text": "Among the infinitely many roots of the above equation, those with nonnegative real parts are of main interest because they lead to growth of P (t) from initial tiny values. We note that if the real part of λ is assumed nonnegative, then the magnitude of the right hand side is bounded by 2β. This means, for infinitesimal β, any right half plane roots of equation (20) are infinitesimal as well. We also note that λ = 0 is a root regardless of β.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 368,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Linear Stability Analysis for Small P"
        },
        {
            "text": "For non-infinitesimal β, a criterion for real roots in the right half plane is easily found because λ = 0 is a root of equation (20) and the right hand side first increases and then decreases to zero as λ → ∞. These conditions imply that a nonzero positive root is assured if the slope of the right hand side at λ = 0 exceeds unity. That condition is βτ > 1.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Linear Stability Analysis for Small P"
        },
        {
            "text": "Equation (21) suggests that the contagion may take hold if βτ > 1, and perhaps not if βτ < 1. Note that τ is fixed by biology but β can be lowered by practicing social distancing, which will be discussed towards the end of the paper. Incidentally, in Young et al. [9] , the instability condition including p ≤ 1 and γ > 0 is given as equation (17) . For p = 1 and γ → 0, equation (17) easily reduces to equation (21).",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 13,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 343,
                    "end": 347,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 380,
                    "end": 384,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Linear Stability Analysis for Small P"
        },
        {
            "text": "For initial insight, we consider some numerical solutions of equation (18) obtained using Matlab's built-in solver dde23 with specified error tolerances of 10 −7 or better. The initial function used was",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Initial Numerical Observations"
        },
        {
            "text": "with a small and positive, and mentioned in the figure captions. Once P (t) is obtained (numerically or, later, analytically), we can calculate S(t) by using equation (12) . Results below will therefore be presented only in terms of the original variable S(t), since the impact of the disease is reflected by 1 − S(∞). Two solutions for β = 1 and τ = 0.8 are shown in figure 2 (a). It is seen that not much decay occurs; and the solution in each case saturates at a value proportional to the magnitude of the initial function used. This is linear behavior (recall also the discussion following equation (21) ).",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 603,
                    "end": 607,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 368,
                    "end": 376,
                    "text": "figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Initial Numerical Observations"
        },
        {
            "text": "In contrast, two solutions for β = 1 and τ = 1.2 are shown in figure 2 (b). Numerical solutions for two different initial functions show that the rapidly spreading phase of the disease and the saturation value of S are essentially identical, independent of the initial function. It is important to note that the relative time-shift between these two solutions is inconsequential. The underlying dynamical system is autonomous, and the use of asymptotic initial conditions at −∞ leaves a free parameter in the solution that allows time-translations (this will be explicitly clear in the analytical approximations later in the 6 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (18) was P (t) = a 1 + t 1+τ , t ≤ 0. The two solutions in (b) are relatively time-shifted because the underlying system is autonomous, and one solution grows from smaller initial values; see main text for further discussion. (18) was",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 70,
                    "text": "figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Initial Numerical Observations"
        },
        {
            "text": "is the population fraction that remains unaffected, appears independent of β for βτ held fixed. Similar 7 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Initial Numerical Observations"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059436 doi: medRxiv preprint behavior is seen in the two curves in figure 3 (b) for βτ = 2 and identical initial conditions. Again, S(∞) appears independent of β for βτ held fixed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 190,
                    "text": "figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Initial Numerical Observations"
        },
        {
            "text": "Prompted by numerics, let",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Saturation Value of P"
        },
        {
            "text": "for some C to be determined. In the solution of interest, I(t) starts from infinitesimal values, and each individual who is a part of S(t) stays in the infectious state for exactly τ units of time. Since the total number of individuals thus affected is exactly 1 − S(∞), we can see that for the solution of interest 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Saturation Value of P"
        },
        {
            "text": "From equation (23), we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Saturation Value of P"
        },
        {
            "text": "Equation (25) needs to be solved numerically, but two limits are clear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Saturation Value of P"
        },
        {
            "text": "The other limit is for βτ 1, where C → βτ . Numerically, for βτ = 1.2, we find C = 0.376 or S(∞) = e −0.376 ≈ 0.687, which matches figure 2(a); and for βτ = 2, we find C = 1.594 or S(∞) = e −1.594 ≈ 0.203, which matches figure 2(b). The difference between even βτ = 1.2 and βτ = 2, though both are unstable, is large in terms of consequences for the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Saturation Value of P"
        },
        {
            "text": "The above results indicate that if βτ > 1, then a solution that grows asymptotically from a zero value at minus infinity saturates at a value given by equation (26) . However, all P values are equilibrium values: it is therefore interesting to ask what the minimum value of P is for which the equilibrium is stable. We can find this by considering the corresponding limiting steady value of S to be S * , writing equation (10) for p = 1 and γ = 0 aṡ",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Maximum Value of Stable S(∞)"
        },
        {
            "text": "and concluding that the required stability condition is (by adapting equation (21))",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maximum Value of Stable S(∞)"
        },
        {
            "text": "For βτ slightly exceeding unity, referring to equations (23) and (26), the upper limit of",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Maximum Value of Stable S(∞)"
        },
        {
            "text": "implied by equation (27) corresponds to about half as many people being infected as would be if the asymptotic solution for constant β was allowed to run its course all the way from initiation to saturation. This situation will be clearly seen in the multiple scales solution for constant β and weak growth starting from zero at t = −∞. We now turn to that solution.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 24,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Maximum Value of Stable S(∞)"
        },
        {
            "text": "1 An analogy may help explain this trick. Imagine a room where a finite but large number of people, say M people, enter over a long period of time and at a variable rate. The number of people in the room, N (t), is an arbitrary nonnegative function of time. Each person stays in the room for exactly τ units of time, and then leaves. Clearly,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maximum Value of Stable S(∞)"
        },
        {
            "text": "CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maximum Value of Stable S(∞)"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059436 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maximum Value of Stable S(∞)"
        },
        {
            "text": "The foregoing results indicate that the P (t) solution starts asymptotically from zero at t = −∞ and grows monotonically if βτ > 1, but saturates at a small value when βτ slightly exceeds unity. We can develop an asymptotic solution for the case where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Scales Solution for Weak Growth"
        },
        {
            "text": "We will use the method of multiple scales [28, 29, 30, 27] . We rewrite equation (18) aṡ",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 47,
                    "end": 50,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 51,
                    "end": 54,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 55,
                    "end": 58,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Multiple Scales Solution for Weak Growth"
        },
        {
            "text": "and note that the = 0 case is on the stability boundary for P (t) = 0. We introduce three time scales for a second order expansion,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Scales Solution for Weak Growth"
        },
        {
            "text": "think of P (t) as P (T 0 , T 1 , T 2 ) with a slight abuse of notation, and observe that the time derivative is to be interpreted asṖ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Scales Solution for Weak Growth"
        },
        {
            "text": "Further, a delayed quantity such as P (t − ∆) is to be interpreted as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Scales Solution for Weak Growth"
        },
        {
            "text": "where due to the smallness of , Taylor series expansions in can be used for the second and third arguments, but not the first argument, i.e.,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Scales Solution for Weak Growth"
        },
        {
            "text": "Finally, P itself is to be expanded as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Scales Solution for Weak Growth"
        },
        {
            "text": "where higher order terms in the expansion would require retention of still slower time scales. This much is routine, and yields an equation of the form (using the symbolic computation software Maple; note that the leading order term is O( )):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Scales Solution for Weak Growth"
        },
        {
            "text": "where two long expressions have been written simply as L 2 and L 3 (details omitted for brevity). At O( ) we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Scales Solution for Weak Growth"
        },
        {
            "text": "for which we adopt the solution (based on previous observations; and also upon rejecting fast-varying exponential decaying terms [29, 30] )",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Multiple Scales Solution for Weak Growth"
        },
        {
            "text": "9 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Scales Solution for Weak Growth"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059436 doi: medRxiv preprint i.e., P 0 is a constant on the fast or T 0 time scale. Inserting equation (37) into equation (35), we obtain at O( 2 ),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Scales Solution for Weak Growth"
        },
        {
            "text": "with terms containing A(T 1 , T 2 ) canceling each other out at this order. This means A(T 1 , T 2 ) remains indeterminate at this order, and we are free to choose",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Scales Solution for Weak Growth"
        },
        {
            "text": "because it adds nothing new to the already retained P 0 . Inserting the above into equation (35), we obtain at O( 3 ),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Scales Solution for Weak Growth"
        },
        {
            "text": "where L 3 is a long expression independent of T 0 and containing the function A(T 1 , T 2 ) along with its T 1 -derivatives only. Now, appealing to the required boundedness of P 2 (which corresponds to removal of secular terms, and can also be viewed as a choice that allows the approximation to stay valid for a longer time), we insist that L 3 = 0. Further, since T 2 derivatives of A do not appear, we set A back to a function of T 1 alone (no contradiction up to this order). In this way, we finally obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Scales Solution for Weak Growth"
        },
        {
            "text": "where we note that τ is a positive parameter, A is a function of T 1 , and primes denote T 1 -derivatives. The above differential equation is to be solved as a function of T 1 , with the initial condition A(−∞) = 0. The solution turns out to be",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Scales Solution for Weak Growth"
        },
        {
            "text": "where c 0 is an indeterminate constant that allows time-shifting (recall figure 2(b) and the related discussion). Inserting T 1 = t, and then (recall equation (28)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Scales Solution for Weak Growth"
        },
        {
            "text": "we finally obtain the leading order approximation for the entire solution, for βτ slightly greater than unity, as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Scales Solution for Weak Growth"
        },
        {
            "text": "where c 1 is an undetermined constant. The above solution saturates, as t → ∞, at",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Scales Solution for Weak Growth"
        },
        {
            "text": "which matches equation (26) upon noting that we can replace C β with Cτ with no errors introduced at leading order. At the same order of approximation, we can also write",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 27,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Multiple Scales Solution for Weak Growth"
        },
        {
            "text": "whence",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Scales Solution for Weak Growth"
        },
        {
            "text": "10 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Scales Solution for Weak Growth"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059436 doi: medRxiv preprint where we have used the '∼' notation because this is an asymptotic approximation. A numerical example is given in figure 4 for βτ = 1.025 (β = 1 and τ = 1.025) and βτ = 1.05 (β = 1 and τ = 1.05). The match is good, but deteriorates for larger values of βτ .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 265,
                    "text": "figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Multiple Scales Solution for Weak Growth"
        },
        {
            "text": "It may be noted that, for such weak growth where only a small fraction of the total population gets infected before the pandemic runs its course, by equation (46),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Scales Solution for Weak Growth"
        },
        {
            "text": "In comparison (recall equation (27)), S could in principle be stable at a value as high as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Scales Solution for Weak Growth"
        },
        {
            "text": "i.e., the uncontrolled and constant-β solution infects about twice as many people as seems strictly necessary; we will return to this in section 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Scales Solution for Weak Growth"
        },
        {
            "text": "We will next develop a long-wave approximation that performs better for somewhat larger βτ . (18) is P (t) = a 1 + t 1+τ , t ≤ 0. The arbitrary time-shift c 1 of the multiple scales solution (equation (47)) is chosen here to obtain a good visual match.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Scales Solution for Weak Growth"
        },
        {
            "text": "The advantage of using an asymptotic method like the method of multiple scales is that we have formal validity as → 0. We are reassured that the solution we are seeking does in fact exist, and has approximately the shape obtained as the leading order approximation. However, in the present case, for somewhat larger the solution is not very accurate; moreover, proceeding to higher orders leads to long expressions that seem difficult to simplify usefully. Therefore, encouraged by our asymptotic solution, we now develop a more informal but more accurate approximation. In particular, we try a long-wave (LW) approximation as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long-Wave Approximation for Moderate Growth"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059436 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "We suppose that there is a \"long\" scale (technically a time scale, for this problem) which we shall call L, such that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "Now equation (18) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "Expanding the above in a series for large L, retaining terms up to O(L −2 ), and solving forP , we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "We note that on the right hand side the second term is dominant because it contains the large parameter L, while the first term does not. The left hand side has the highest derivative and cannot be dropped without changing the order of the differential equation. For these reasons, a further approximation to equation (53) isP",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "Equation (54) is integrable, and yieldŝ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "where C 0 is an integration constant. The initial condition of interest isP = 0 andP = 0 as ξ → −∞, whence we obtainP",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "We now return to equation (53), where we can insert equation (56) into the non-dominant term as an approximation. A simple way to do it is to replace the first term on the right hand side with an approximation that is integrable, i.e.,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "This givesP",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "The above is integrable, and after enforcing the initial conditionP = 0 andP = 0 as ξ → −∞, setting L = 1 (it was a bookkeeping parameter all along, helping us keep track of which effects are big and which are small), and dropping the hat, we obtain the informal long-wave approximation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "12 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (18) is P (t) = a 1 + t 1+τ , t ≤ 0. The initial condition P (0) is used to integrate the long-wave equation (59). The coefficient c 1 is used in the multiple scales solution (see equation (47)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "We mention that equation (59) is indeed a significant simplification, because it replaces a DDE (infinite-dimensional phase space) with a first order ODE (one-dimensional phase space). It also applies to a specific solution, all the way from infinitesimal initiation to final saturation. The freedom in a single initial condition that it offers is equivalent to simply the arbitrary time-shift already noted in the multiple scales solution. While it cannot be solved explicitly in closed form, its solution can be formally expressed in implicit form using an indefinite integral (omitted for brevity).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "The qualitative behavior of the approximation in equation (59) may be checked easily for small positive P by linearizing the right hand side to obtaiṅ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "which is consistent with the earlier result that growth requires βτ > 1 (inequality (21)). In figure 5 , numerical solutions for βτ somewhat greater than unity are shown. We consider βτ = 1.15 (see figure 5(a)) and βτ = 1.25 (see figure 5 (b)). The numerically obtained long-wave solutions match well with full numerical solutions of the original DDE; in fact, they match significantly better than the multiple scales solution. Finally, a direct analytical comparison with the multiple-scales solution can be made by expanding the right hand side of equation (59) in a power series for small P , retaining upto quadratic terms. That equation can be solved in closed form, and gives a hyperbolic tangent solution as well, which initially looks a little different from the multiple scales solution:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 102,
                    "text": "figure 5",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 230,
                    "end": 238,
                    "text": "figure 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "11"
        },
        {
            "text": "13 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.09.20059436 doi: medRxiv preprint However, noting that the multiple scales solution was for βτ close to unity, if we replace (2 − βτ ) with 2 − 1 = 1, and replace βτ (τ + 2) with 1 · 1 β + 2 , then we recover equation (46). This is not surprising because for βτ slightly greater than unity, the long-wave approximation is asymptotic as well. The approximation is only informal (as opposed to asymptotic) when we use it for arbitrary values of β and τ , with βτ not close to unity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "This concludes our study of the p = 1 and λ = 0 subcase, which is interesting both because it is a reasonable limit and because it permits any constant P as an equilibrium. The latter is not true for general parameter values, to which we turn next. Encouraged by the simplicity of the long-wave approximation as opposed to the multiple scales solution, we try only the former.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "We now take up equation (15) , reproduced below:",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 28,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Long-Wave Approximation for General Parameter Values"
        },
        {
            "text": "Proceeding with the same ansatz as equation (50) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long-Wave Approximation for General Parameter Values"
        },
        {
            "text": "where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long-Wave Approximation for General Parameter Values"
        },
        {
            "text": "A few things may be noted here. First, assuming that τ andp are not too small, we assume µ > 0 in equation (63). Second, we were able to use a trick for the p = 1 and γ = 0 case to reduce the order 14 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long-Wave Approximation for General Parameter Values"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long-Wave Approximation for General Parameter Values"
        },
        {
            "text": "of the approximating long-wave differential equation; for those parameter values, the last term on the right hand side in equation (62) becomes zero. Here, we have had to retain the second order ordinary differential equation. Third, if there is a nonzero positive P for which equation (62) has an equilibrium solution, then that P must satisfyp",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long-Wave Approximation for General Parameter Values"
        },
        {
            "text": "which is equivalent to equation (16) . This means the steady state P in this general case will be exactly correct, unlike the previous subcase of p = 1 and γ = 0. However, note that this unique limiting P is for the specific solution that starts asymptotically at zero, at t = −∞. Since we now have a second order differential equation in the long-wave approximation, trying to approximate what is purportedly a single solution, we have a minor dilemma in interpreting the two degrees of freedom available in initial conditions for equation (62). One of those corresponds to an arbitrary time-shift, as noted earlier. That leaves one other initial condition. Since our derivation has not identified what this initial condition should be, we expect that it should be inconsequential. This does turn out to be the case, as seen next. For small P and smallṖ , equation (62) can be linearized to givë",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 36,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Long-Wave Approximation for General Parameter Values"
        },
        {
            "text": "For stability, coefficients of bothṖ and P above need to be negative. If the coefficient ofṖ is positive while the coefficient of P remains negative, then growing oscillations are predicted; such solutions are non-physical for our application, because P must be monotonic. For monotonic growth, it is the coefficient of P that must be positive. This leads to the condition for existence of such solutions,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long-Wave Approximation for General Parameter Values"
        },
        {
            "text": "which matches the (loss of) stability condition of Young et al. [9] as well as our equation (17) . In other words, the condition for a solution growing from zero is exactly the same condition for the existence of another equilibrium for strictly positive P ; and this condition, though obtained here from the long-wave approximation, matches the theoretical result exactly because it is near this stability boundary that the long-wave approximation is asymptotic. Finally, when the coefficient of P in equation (65) is indeed positive, then the two characteristic roots are real: one is positive and one is negative. The positive root leads to the growing solution, as above. The negative root absorbs the apparently free initial condition, contributes an exponentially decaying term that dies soon, and has no influence on the growing solution provided the initial conditions are sufficiently early in the outbreak. A numerical example is shown in figure 6 for two cases: βτ = 1.15 and βτ = 1.25. The parameter p = 0.98 implies that the probability of detecting infected individuals is not perfect. Further, γ = 0.1 models a small fraction of the infectious population recovering without being quarantined. In the figure, the long-wave solution perfectly matches the final saturation state obtained from numerical integration of the DDE (equation (18) ), due to the equivalence of equations (64) and (16) .",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 67,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 92,
                    "end": 96,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1348,
                    "end": 1352,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1401,
                    "end": 1405,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 949,
                    "end": 957,
                    "text": "figure 6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Long-Wave Approximation for General Parameter Values"
        },
        {
            "text": "We have so far concentrated on approximations for a specific solution: one that starts from infinitesimal infection levels, changes monotonically but slowly over a long time and accelerates over a relatively short time, to finally saturate at a finite value as the time goes to infinity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long-Wave Approximation for General Parameter Values"
        },
        {
            "text": "We now consider more general dynamics, starting from less restricted initial conditions, and allowing for a time-varying infection rate β.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long-Wave Approximation for General Parameter Values"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "As public health policy based on observed spread of the disease, a government may prescribe temporarily greater social distancing, effectively lowering β. We can then use equations (7) and (8), rewritten here for readability (incorporatingp from equation (14)):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time-Varying β and Related Policy Implications"
        },
        {
            "text": "We first present a six-state Galerkin approximation for equations (67) and (68) using Legendre polynomials as basis functions. The ODEs from the Galerkin approximation are shown below (see the appendix for a brief derivation and refer to [31, 32] for details). Writing ν = 1 + τ , α 2 = 1 − 2 ν and",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Time-Varying β and Related Policy Implications"
        },
        {
            "text": ", the reduced order model iṡ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time-Varying β and Related Policy Implications"
        },
        {
            "text": "In the above approximation S(t) = η 1 (t) + η 2 (t) + η 3 (t) and I(t) = η 4 (t) + η 5 (t) + η 6 (t). Here, β(t) has delays but the state variables do not. Note that we approximate the dynamical system here, and not a specific solution as we did with the long wave approximation. The accuracy of the reduced order model is shown in figure 7 . For each of several sets of parameters, we find an excellent match between numerical solutions of the DDEs and the Galerkin based ODEs. Both continuous and discontinuous β's are considered. The reduced order model shows that our DDEs (equations (67) and (68)), though formally infinite-dimensional systems, are effectively finite-dimensional. The remaining dynamics consists of rapidly decaying components that are soon inconsequential.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 340,
                    "text": "figure 7",
                    "ref_id": null
                }
            ],
            "section": "Time-Varying β and Related Policy Implications"
        },
        {
            "text": "Having demonstrated that the dynamics is effectively low-dimensional, we can have greater faith in simple numerical studies that suggest policy implications. We now turn to such a policy implication. The issue was anticipated in section 3, and we now discuss it in detail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time-Varying β and Related Policy Implications"
        },
        {
            "text": "We suppose that normal living entails some specific β, and the public cannot indefinitely maintain high social distancing, i.e., significantly lower β. Yet it may be possible to lower β early in the outbreak, and then go back to the normal β later, when it is safe. The benefits are illustrated using simulations in figure 8 , where the chosen τ , γ and p correspond to a critical β = 1 (recall equation (66)). Now, suppose that normally β = 1.04. The disease will spread, and saturate at S(∞) ≈ 0.92, as per equation (48). Yet, for the same β = 1.04, a larger uninfected population of S * could be stable (equation (49)). That S * , in principle, could be reached using an artificially low β ≈ 1.02. If we change β from 1.04 to 1.02 early in the outbreak, and hold β = 1.02 until a steady state is reached, then finally returning to β = 1.04 could yield a stable solution. The outbreak would be arrested, and the total number of affected people would be cut almost in half. In figure 8 , β is switched from 1.04 to 1.02 at two different instants T c , for two different simulations, and then switched back to 1.04 later. In each such switched case, although finally β = 1.04, the steady value S(∞) corresponds to β = 1.02. In contrast, if β = 1.04 had been held throughout, almost twice as many people would have been infected. A further numerical study is presented in figure 9 . Here we vary both T c as well as T o , the time of switching back to β = 1.04. The parameters of figure 8 are used except for T c and T o . We see that the percentage of people affected can be cut almost in half for sufficiently low T c provided T o is large enough. If T o is made smaller, then there is a special value of T c when S(∞) is highest for the chosen T o , but the gains may be suboptimal.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 316,
                    "end": 324,
                    "text": "figure 8",
                    "ref_id": null
                },
                {
                    "start": 978,
                    "end": 986,
                    "text": "figure 8",
                    "ref_id": null
                },
                {
                    "start": 1371,
                    "end": 1379,
                    "text": "figure 9",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Time-Varying β and Related Policy Implications"
        },
        {
            "text": "For higher β, more people must get infected (immune) before stability is achieved, and the benefit obtained is proportionately a little lower. For example, for the same τ , γ and p, if β = 1.1 is held fixed, then the final uninfected population is 82.4%. In contrast, upon switching down to β = 1.05 for an extended period before returning to β = 1.1, the final uninfected population is 90.2%, i.e., the number of infected people decreases by 46%. The tradeoffs between T c and T o are similar to those observed in figure 9 , except that the dynamics is about two times faster (graphical results omitted for reasons of space).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 515,
                    "end": 523,
                    "text": "figure 9",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Time-Varying β and Related Policy Implications"
        },
        {
            "text": "The reader may anticipate that similar benefits can be obtained by lowering the time to quarantine, τ , guided by the instability criterion of inequality (21) . However, with p < 1 and γ > 0, the actual instability criterion is inequality (66). Here, for example, if p = 0.9 and γ is tiny, then the stability condition is almost independent of τ . However, if p is close to unity and γ is not too small (as in the parameters used in the foregoing examples), then the benefits of reducing τ can be significant. To demonstrate with a numerical example, the steady value S(∞) can be computed from equation (64) using",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Time-Varying β and Related Policy Implications"
        },
        {
            "text": "18 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time-Varying β and Related Policy Implications"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time-Varying β and Related Policy Implications"
        },
        {
            "text": "With β = 1, p = 0.98 and γ = 0.1, we obtain table 1. It is seen that relatively small reductions in τ achieve significant reductions in the net population affected by the disease. However, if p = 0.92 (i.e., the chance of escaping quarantine is four times greater) and γ remains the same, then instability occurs at τ = 0.22 (about four times smaller), and S(∞) is less sensitive to τ as well (numerical examples omitted for brevity). We conclude that in circumstances where p can be kept high (i.e., if public institutions are strong and detection followed by quarantine is nearly certain), and where the self-recovery rate γ is not extremely small, the system can benefit significantly from even modest reductions in the detection time τ . In such situations, research directed toward earlier detection may yield substantial benefits, and it may even be unnecessary to engage in extreme social distancing. On the other hand, if there is under-reporting and imperfect quarantining, then impractically large reductions in τ may be needed to compensate, and strict social distancing may be more effective. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time-Varying β and Related Policy Implications"
        },
        {
            "text": "In this paper we have taken up a recently presented SEIQR model with delays. For a fast-spreading pandemic, loss of immunity of previously infected and cured people may reasonably be ignored. Under that simplification, the SEIQR model decouples so that only the S and I population equations need to be tackled. It is known for this model that, for fixed parameter values in the unstable regime, an outbreak can occur. An initially small infected population can grow, and a significant portion of the original population can be affected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        },
        {
            "text": "We have first studied this model in some detail, seeking useful approximate solutions. For a weakly growing outbreak that affects a small proportion of the total population, and under a further simplification that neglects self-recovery and assumes perfect quarantining, the method of multiple scales yields an analytical expression for the complete progression of the outbreak, from infinitesimal initiation to final saturation. For moderate growth rates, a long wave approximation for the same parameters provides a nonlinear first order ODE for the same progression. With imperfect quarantining and nonzero self-recovery the long wave approximation for the full progression of the outbreak is given by a second order ODE. Finally, although the underlying DDE system is technically infinite dimensional, we have shown that a six-state Galerkin-based reduced order model for the system does an excellent job of capturing a wide range of solutions, i.e., the dynamics is effectively low-dimensional.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        },
        {
            "text": "Subsequently, we have examined the implications of policy-induced social distancing, incorporated in our model as a time-varying infection rate β(t). Interestingly and promisingly, we have found that an extended period of social distancing, imposed early in the outbreak, followed by an eventual relaxation to usual levels of interaction, can significantly lower the total numbers infected without losing stability of the final state. In the limit of weak growth, the number of infected people is cut in half. For faster growth, the reduction is a little smaller. Additionally, if the probability of an infected person being detected and quarantined is high, and the self-recovery rate not too small, then perhaps even stronger benefits can be obtained by slightly reducing the time until quarantine, τ .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        },
        {
            "text": "The above policy implications seem simple and robust. We emphasize that the benefit is not merely in lowering the rate at which people get infected, but also in the total number of people infected by the end of the outbreak. The intuitive key to understanding this reduction caused by social distancing lies in stability under fresh, but small, infection. Here, stability implies that with a small infected population, the outbreak will not grow very much (recall figure 2(a) versus 2(b)). Under identical conditions, a larger infected population could cause the outbreak to grow: the assumption is that once the infected numbers are contained, a fresh large influx of infected people will be avoided. If β is lowered with social distancing, the outbreak saturates at a high S(∞), and the infected population goes to near-zero values. Subsequently, under the assumption of no subsequent large influx of infected people, β can be increased within the stability boundary, and the outbreak does not grow significantly further. In contrast, the benefits from reducing the time to quarantine, τ , require greater sustained institutional alertness but may be stronger.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        },
        {
            "text": "In closing, we must acknowledge that in any lumped model of the sort we study here, spatial variations in parameters and infected population densities are not modeled. Such lumped models are averaged models. Thus, it is not really clear at a detailed spatial level what it means to reduce the average infection rate β by, say, 2%. If the average person engages in social distancing, benefits will be seen on average, although there could still be localized outbreaks within pockets where people engage in riskier behavior. In constrast, however, the speed and probability of being detected and quarantined is less up to individual members of the public, and more in the hands of public institutions. Such institutions are amenable to tighter quality measures. So, from the viewpoint of reliability, we believe that large scale testing and near-certain isolation or quarantining can be critically useful in containing pandemics like COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An introduction to infectious disease modelling",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vynnycky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mathematical structures of epidemic systems",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Capasso",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Lecture Notes in Biomath",
            "volume": "97",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-540-70514-7"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A contribution to the mathematical theory of epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proceedings of the Royal Society of London A: Mathematical, Physical and Engineering Sciences",
            "volume": "115",
            "issn": "",
            "pages": "700--721",
            "other_ids": {
                "DOI": [
                    "10.1098/rspa.1927.0118"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mathematical models in population biology and epidemiology",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Texts in Applied Mathematics",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-1-4614-1686-9"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Three basic epidemiological models",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Hethcote",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Applied Mathematical Ecology",
            "volume": "",
            "issn": "",
            "pages": "119--144",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-642-61317-3_5"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The basic epidemiology models: models, expressions for R 0 , parameter estimation, and applications",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Hethcote",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mathematical Understanding of Infectious Disease Dynamics",
            "volume": "",
            "issn": "",
            "pages": "1--61",
            "other_ids": {
                "DOI": [
                    "10.1142/9789812834836_0001"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The mathematics of infectious diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Hethcote",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "SIAM Review",
            "volume": "42",
            "issn": "",
            "pages": "599--653",
            "other_ids": {
                "DOI": [
                    "10.1137/S0036144500371907"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An SEIQR model for childhood diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Gerberry",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Milner",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Mathematical Biology",
            "volume": "59",
            "issn": "",
            "pages": "535--561",
            "other_ids": {
                "DOI": [
                    "10.1007/s00285-008-0239-2"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Consequences of delays and imperfect implementation of isolation in epidemic control",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ruschel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yanchuk",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pereira",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Scientific Reports",
            "volume": "9",
            "issn": "",
            "pages": "1--9",
            "other_ids": {
                "DOI": [
                    "10.1038/s41598-019-39714-0"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Numerical modelling in biosciences using delay differential equations",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Bocharov",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Rihan",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Computational and Applied Mathematics",
            "volume": "125",
            "issn": "",
            "pages": "468--472",
            "other_ids": {
                "DOI": [
                    "10.1016/S0377-0427(00)00468-4"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A Fractional-Order Model for Zika Virus Infection with Multiple Delays",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rakkiyappan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Latha",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Rihan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Complexity",
            "volume": "4178073",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2019/4178073"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mathematical analysis of delay differential equation models of HIV-1 infection",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Perelson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mathematical Biosciences",
            "volume": "179",
            "issn": "",
            "pages": "99--107",
            "other_ids": {
                "DOI": [
                    "10.1016/S0025-5564(02)00099-8"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A delay differential model for pandemic influenza with antiviral treatment",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Moghadas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Röst",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bulletin of Mathematical Biology",
            "volume": "70",
            "issn": "",
            "pages": "382--397",
            "other_ids": {
                "DOI": [
                    "10.1007/s11538-007-9257-2"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Dynamics of a delay differential equation model of Hepatitis B virus infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Gourley",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kuang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Biological Dynamics",
            "volume": "2",
            "issn": "",
            "pages": "140--153",
            "other_ids": {
                "DOI": [
                    "10.1080/17513750701769873"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Solvable delay model for epidemic spreading: the case of Covid-19 in Italy",
            "authors": [
                {
                    "first": "Anna",
                    "middle": [
                        "L"
                    ],
                    "last": "Dell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Epidemic model with isolation in multilayer networks",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Zuzek",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stanley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Braunstein",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Scientific Reports",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep12151"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Six Susceptible-Infected-Susceptible models on scale-free networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Morita",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Scientific Reports",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep22506"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Efficiency of prompt quarantine measures on a susceptible-infectedremoved model in networks",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nemoto",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Physical Review E",
            "volume": "96",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.96.022311"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Rapid decay in the relative efficiency of quarantine to halt epidemics in networks",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Strona",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castellano",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Physical Review E",
            "volume": "97",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.97.022308"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Epigrass: a tool to study disease spread in complex networks",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Coelho",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Cruz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Codeço",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Source Code for Biology and Medicine",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1751-0473-3-3"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Networks and epidemic models",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Eames",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of the Royal Society Interface",
            "volume": "2",
            "issn": "",
            "pages": "295--307",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2005.0051"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Age-structured impact of social distancing on the COVID-19 epidemic in India",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Adhikari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Data analysis and modeling of the evolution of COVID-19 in Brazil",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Crokidakis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "2020 A Mathematical Description of the Dynamics of Coronavirus Disease (COVID-19): A Case Study of Brazil",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Savi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Savi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Borges",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Mechanistic-statistical SIR modelling for early estimation of the actual number of cases and mortality rate from COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Roques",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Papaix",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Soubeyrand",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "2020 Management strategies in a SEIR model of COVID 19 community spread",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Radulescu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kieran",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Perturbation methods",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Hinch",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1017/CBO9781139172189"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Multiple Scales and Singular Perturbation Methods",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kevorkian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Cole",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Applied Mathematical Sciences",
            "volume": "114",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-1-4612-3968-0"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Multiple scales without center manifold reductions for delay differential equations near Hopf bifurcations",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chatterjee",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nonlinear Dynamics",
            "volume": "30",
            "issn": "",
            "pages": "323--335",
            "other_ids": {
                "DOI": [
                    "10.1023/A:1021220117746"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Order reduction of retarded nonlinear systems-the method of multiple scales versus center-manifold reduction",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Nayfeh",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nonlinear Dynamics",
            "volume": "51",
            "issn": "",
            "pages": "483--500",
            "other_ids": {
                "DOI": [
                    "10.1007/s11071-007-9237-y"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Galerkin Projections for Delay Differential Equations",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wahi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chatterjee",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "ASME Journal of Dynamic Systems, Measurement, and Control",
            "volume": "127",
            "issn": "1",
            "pages": "80--87",
            "other_ids": {
                "DOI": [
                    "10.1115/1.1870042"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Galerkin approximations for stability of delay differential equations with time periodic coefficients",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sadath",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Vyasarayani",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "ASME Journal of Computational and Nonlinear Dynamics",
            "volume": "10",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1115/1.4028631"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The SEIQR model with delays. Healthy individuals S(t) are infected with rate constant β.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Two solutions each for (a) βτ = 0.8 < 1 and (b) βτ = 1.2 > 1. The initial function used for integrating equation",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "paper). The solution that starts from smaller initial values takes a little longer to climb to larger values, resulting in the time-shift.Next, two solutions for β = 1 and β = 2, but with βτ = 1.2 in each case, and with identical initial functions (a = 0.0001) are shown infigure 3(a). The limiting or saturation value S(∞),",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Two solutions for (a) βτ = 1.2 > 1 and (b) βτ = 2 > 1. The parameters β and τ are individually varied. The initial function used for integrating equation",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Comparison between numerical solution and asymptotic (method of multiple scales, or MMS) solution for (a) β = 1, τ = 1.025, a = 1 × 10 −5 (numerical) and c 1 = 310 (MMS); (b) β = 1, τ = 1.05, a = 1×10 −5 (numerical) and c 1 = 200.5 (MMS). The initial condition used for integrating equation",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Comparison between numerical, multiple scales (MMS), and long-wave solutions for (a) β = 1, τ = 1.15, a = 1 × 10 −5 (numerical), c 1 = 93 (MMS), and P (0) = 0.87 × 10 −4 (long-wave); (b) β = 1, τ = 1.25, a = 1 × 10 −5 (numerical), c 1 = 66 (MMS), and P (0) = 0.78 × 10 −4 (long-wave). The initial condition used for integrating equation",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": ", expanding up to second order, and setting L to unityComparison between numerical and long-wave solutions for (a) β = 1, τ = 1.15, a = 1 × 10 −5 (numerical), and P (0) = 16.9 × 10 −7 (long-wave); (b) β = 1, τ = 1.25, a = 1 × 10 −5 (numerical), and P (0) = 4 × 10 −7 (long-wave). The initial condition used for integrating equation(18)is P (t) = a 1 + t 1+τ , t ≤ 0. The initial condition P (0) reported in the figure andṖ (0) = 0 are used to integrate the long-wave equation (62).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Comparison between numerical and Galerkin solutions for various parameters. H(t − c) = 1 if t > c, and is zero otherwise. Initial functions used for equations (67) and (68) are S(t) = 1 − 10 −5 1 + t 1+τ , t ≤ 0 and I(t) = 10 −5 1 + t 1+τ , t ≤ 0. Initial conditions for equations (69)-(74) are fitted by Galerkin projection (see the appendix)Role of time-varying β. For β(t) = 1.04 held fixed, 7.6% of the population gets infected. With β(t) = 1.04 − 0.02H(t − 300) + 0.02H(t − 2500), 3.9% of the population gets infected and the outbreak proceeds no further. This is practically the same as having β = 1.02 for all time. When the switch occurs later, with β(t) = 1.04−0.02H(t−500)+0.02H(t−2500), a slightly larger fraction of the population gets infected. Initial conditions used for equations (67) and (68) were S(t) = 1 − 1 × 10 −8 1 + t 1+τ , t ≤ 0 and I(t) = 1 × 10 −8 1 + t 1+τ .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Influence of T c in β(t) = 1.04 − 0.02H(t − T c ) + 0.02H(t − T o )on the percentage of the total infected population at final stable steady state. The parameters used are the same as in figure 8, except for T c and T o .",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Role of τ , with β = 1, p = 0.98 and γ = 0.1.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Here we outline our Galerkin projection calculation. Readers interested in the theoretical background may see, e.g., the so-called tau method of imposing boundary conditions in [33] .The initial functions for equations (67) and (68) are assumed to be S(t) = U 1 (t), −ν ≤ t ≤ 0 and I(t) = U 2 (t), −ν ≤ t ≤ 0. Define y 1 (s, t) = S(t+s) and y 2 (s, t) = I(t+s). Equations (67) and (68) along with their history functions can be equivalently posed as the following partial differential equations with time dependent boundary conditionsNow, we assume a solution for y 1 (s, t) and y 2 (s, t) as follows",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "text": "[33]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Appendix"
        }
    ]
}