{
    "paper_id": "cbdfda1313d8b8d1c0392cce9a58dd80f3ca8b23",
    "metadata": {
        "title": "Synonymous mutations and the molecular evolution of SARS-Cov-2 origins",
        "authors": [
            {
                "first": "Hongru",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UC Berkeley",
                    "location": {
                        "postCode": "94707",
                        "settlement": "Berkeley",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Lenore",
                "middle": [],
                "last": "Pipes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UC Berkeley",
                    "location": {
                        "postCode": "94707",
                        "settlement": "Berkeley",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rasmus",
                "middle": [],
                "last": "Nielsen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UC Berkeley",
                    "location": {
                        "postCode": "94707",
                        "settlement": "Berkeley",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": "ca94707.rasmus_nielsen@berkeley.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Human severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is most closely 2 related, by average genetic distance, to two coronaviruses isolated from bats, RaTG13 and 3 RmYN02. However, there is a segment of high amino acid similarity between human SARS-4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "CoV-2 and a pangolin isolated strain, GD410721, in the receptor binding domain (RBD) of 5 the spike protein, a pattern that can be caused by either recombination or by convergent 6 amino acid evolution driven by natural selection. We perform a detailed analysis of the 7 synonymous divergence, which is less likely to be affected by selection than amino acid 8 divergence, between human SARS-CoV-2 and related strains. We show that the 9 synonymous divergence between the bat derived viruses and SARS-CoV-2 is larger than 10 between GD410721 and SARS-CoV-2 in the RBD, providing strong additional support for 11 the recombination hypothesis. However, the synonymous divergence between pangolin 12 strain and SARS-CoV-2 is also relatively high, which is not consistent with a recent 13 recombination between them, instead it suggests a recombination into RaTG13. We also 14 find a 14-fold increase in the d N /d S ratio from the lineage leading to SARS-CoV-2 to the 15 strains of the current pandemic, suggesting that the vast majority of non-synonymous 16 mutations currently segregating within the human strains have a negative impact on viral 17 fitness. Finally, we estimate that the time to the most recent common ancestor of SARS-18",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "CoV-2 and RaTG13 or RmYN02 based on synonymous divergence, is 51.71 years (95% 19 a coronavirus (Lu, et al. 2020; Zhang and Holmes 2020), Severe acute respiratory syndrome 1 coronavirus 2 (SARS-CoV-2), an RNA virus with a 29,891 bp genome consisting of four major 2 structural genes Zhou, Yang, et al. 2020). Of particular relevance to this study 3 is the spike protein which is responsible for binding to the primary receptor for the virus, 4 angiotensin-converting enzyme 2 (ACE2) (Wan, et al. 2020; Zhou, Yang, et al. 5 2020). 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Human SARS-CoV-2 is related to a coronavirus (RaTG13) isolated from the bat 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Rhinolophus affinis from Yunnan province of China (Zhou, Yang, et al. 2020). RaTG13 and the 8 human strain reference sequence (Genbank accession number MN996532) are 96.2% identical 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "and it was first argued that, throughout the genome, RaTG13 is the closest relative to human 10 SARS-CoV-2 (Zhou, et al. 2020 showed that RaTG13 and SARS-CoV-2 11 were 91.02% and 90.55% identical ,respectively, to coronaviruses isolated from pangolins 12 (Pangolin-CoV), which therefore form a close outgroup to the SARS-CoV-2+RaTG13 clade . 13 Furthermore, five key amino acids in the receptor-binding domain (RBD) of spike were identical 14 between SARS-CoV-2 and Pangolin-CoV, but differed between those two strains and RaTG13. 15 (Lam, et al. 2020) independently made similar observations and additionally showed that when 16 analyzing a window of length 582bp in the RBD, nonsynonymous mutations support a 17 phylogenetic tree with SARS-CoV-2 and Pangolin-CoV as sister-groups, while synonymous 18 mutations do not. They discuss two possible explanations for their results, one which includes 19 recombination and another which includes selection-driven convergent evolution. Boni, et al. 20 2020 found little evidence of recombination between SARS-CoV-2 and Pangolin-CoV using the 21 recombination analysis software 3SEQ (Lam, et al. 2018), but argued that if there has been 22 recombination, it likely occurred into RaTG13 from an unknown divergent source. This would 23 explain the amino acid similarity between SARS-CoV-2 and Pangolin-CoV in the RBD as an 24",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 125,
                    "text": "(Zhou, et al. 2020",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "ancestral trait that has been lost (by recombination) in RaTG13. Using a phylogenetic analysis 25 they also dated the RaTG13 and SARS-CoV-2 divergence to be between 40 to 70 years. 26",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Covid19 pandemic is perhaps the biggest public health and economic threat that the world 23 has faced for decades (Li, et al. 2020; ; Zhou, Yang, et al. 2020 ). It is caused by 24 cleandata = 1\". To obtain bootstrap values, we bootstrapped the multiple sequence alignments 1 1,000 times, repeating the inference procedure for each bootstrap sample. The NJ tree was 2 estimated using the 'neighbor' software from the PHYLIP package (Felsenstein 2009 where potential recombination was detected for the Wuhan-Hu-1 strain (Supplementary Table  12 5). 13 7 1 Estimation of sequence divergence in 300-bp windows: d N and d S were estimated using two 2 different methods implemented in the PAML package (Yang 2007 ) (version 4.9d): a count-3 based method, YN00 as implemented in the program 'yn00' with 4 parameters \"icode = 0, weighting = 0, commonf3x4 = 0\", and a maximum-likelihood method 5 (Goldman and Yang 1994; Muse and Gaut 1994) implemented in codeml applied with 6 arguments \"runmode= -2, CodonFreq = 2\". The estimates in 300-bp windows were further bias-7 corrected as described below. 8 9",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 135,
                    "text": "(Li, et al. 2020;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 138,
                    "end": 161,
                    "text": "Zhou, Yang, et al. 2020",
                    "ref_id": null
                },
                {
                    "start": 435,
                    "end": 452,
                    "text": "(Felsenstein 2009",
                    "ref_id": null
                },
                {
                    "start": 700,
                    "end": 710,
                    "text": "(Yang 2007",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 537,
                    "end": 546,
                    "text": "Table  12",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Introduction 22"
        },
        {
            "text": "Bias correction for d S estimates in 300-bp window: To correct for the biases observed in the 10 estimation of d S (see results section) we identifed a quartic function which maps from ! , the 11 estimates of d S , into ! * , the bias corrected estimate such that to a close approximation, [ ! *] 12 = d S . To identify the coefficients of this function we used 10,000 simulations as previously 13 described, on a grid of d S values (0.25, 0.5, 0.75, ..., 3.0). We then identified coefficients such 14 that sum of ( [ ! *] -d S ) 2 is minimized over all simulation values. 15 strains and 1.9% of them, including the ACE2 contact residues region of the S protein, were the 1 pangolin SARS-CoV-2 virus. These observations are consistent with previous results that 2 RaTG13 and RmYN02 are the most closely related viral strains, while the region containing the 3 ACE2 contact residues is more closely related to the pangolin virus strains. We focus further on analyzing SARS-CoV-2: Wuhan-Hu-1 as the human nCoV19 reference 24 strain ) and the four viral strains with highest overall identity: the bat strains , 25",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 22"
        },
        {
            "text": "RmYN02 and RaTG13 (Zhou, et al. 2020; Zhou, Yang, et al. 2020) The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.20.052019 doi: bioRxiv preprint 1 hypothesized (Boni, et al. 2020). We note that RmYN02 is not informative about the nature of 2 this event as it harbors a long and divergent haplotype in this region, possibly associated with 3 another independent recombination event with more distantly related viral strains (Fig. 2E ). The 4 other four sequences are all highly, and approximately equally, divergent from RmYN02 in this 5 large region (Fig. 2E) , suggesting that the RmYN02 strain obtained a divergent haplotype from 6 the recombination event. When BLAST searching using 100-bp windows along the RmYN02 7 genome, we find no single viral genome as the top hit, instead the top hits are found We investigate this issue using estimates of synonymous divergence per synonymous site (d S ) 20 in sliding windows of 300 bp. However, estimation of d S is complicated by the high levels of 21 divergence and extremely skewed nucleotide content in the 3rd position of the sequences 22 (Table 1) which will cause a high degree of homoplasy. We, therefore, entertain methods for 23 estimation that explicitly account for unequal nucleotide content and multiple hits in the same 24 site such as maximum likelihood methods and the YN00 method . 25",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 37,
                    "text": "(Zhou, et al. 2020;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 38,
                    "end": 62,
                    "text": "Zhou, Yang, et al. 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 483,
                    "end": 491,
                    "text": "(Fig. 2E",
                    "ref_id": null
                },
                {
                    "start": 610,
                    "end": 619,
                    "text": "(Fig. 2E)",
                    "ref_id": null
                },
                {
                    "start": 1151,
                    "end": 1160,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Introduction 22"
        },
        {
            "text": "Yang and Nielsen (2000) showed that for short sequences, some 26 . CC-BY-NC 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.20.052019 doi: bioRxiv preprint counting methods, such as the YN00 method, can perform better in terms of Mean Squared 1 Error (MSE) for estimating d N and d S . However, it is unclear in the current case how best to 2 estimate d S . For this reason, we performed a small simulations study (see Methods) for 3 evaluating the performance of the maximum likelihood (ML) estimator of d N and d S (as 4 implemented in codeml (Yang 2007) ) under the F3x4 model and the YN00 method implemented 5 in PAML. In general, we find that estimates under the YN00 are more biased with slightly higher 6 MSE than the ML estimate for values in the most relevant regime of d S < 1.5 (Fig. 3) . However, 7",
            "cite_spans": [
                {
                    "start": 677,
                    "end": 688,
                    "text": "(Yang 2007)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 921,
                    "end": 929,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Introduction 22"
        },
        {
            "text": "we also notice that both estimators are biased under these conditions. For this reason, we 8 perform a bias correction calibrated using simulations specific to the nucleotide frequencies and 9 d N /d S ratio observed for SARS-CoV-2 (see Methods). The bias corrections we obtain are ! * = 10",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 22"
        },
        {
            "text": "Notice that there is a trade-off between mean and variance ( Fig. 3) so that 12 the MSE becomes very large, particularly for the for yn00 method, after bias correction. For d S 13 >2 the estimates are generally not reliable, however, we note that for d S <1.5 the bias-corrected 14 ML estimator tends overall to have slightly lower MSE, and we, therefore, use this estimator for 15 analyses of 300 bp regions. 16 (95% C.I., 0.1340-0.1584) and d S = 0.1117 (95% C.I., 0.1019-0.1215) between SARS-CoV-2 1 and RaTG13 and RmYN02, respectively. This confirms that RmYN02 is the virus most closely 2 related to SARS-CoV-2. The relative high synonymous divergence also shows that the apparent 3 high nucleotide similarity between SARS-CoV-2 and the bat strains The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.20.052019 doi: bioRxiv preprint bp sliding windows along the genome. Notice that we truncate the estimate of d S at 3.0. 1 Differences between estimates larger than 2.0 should not be interpreted strongly, as these 2 estimates have high variance and likely will be quite sensitive to the specifics of the model 3 assumptions. 4",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 61,
                    "end": 68,
                    "text": "Fig. 3)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Introduction 22"
        },
        {
            "text": "We find that d S (SARS-CoV-2, GD410721) approximately equals d S (GD410721, 5 RaTG13) and is larger than d S (SARS-CoV-2, RaTG13) in almost the entire genome showing 6 than in these parts of the genome GD410721 is a proper outgroup to (SARS-CoV-2, RaTG13) . 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 22"
        },
        {
            "text": "One noticeable exception from this is the RBD region of the S gene. In this region the 8 divergence between SARS-CoV-2 and GD410721 is substantially lower than between 9 GD410721 and RaTG13 (Fig. 4A,C) . The same region also has much smaller divergence 10 between SARS-CoV-2 and GD410721 than between SARS-CoV-2 and RaTG13 (Fig. 4A,C) . 11",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 201,
                    "text": "(Fig. 4A,C)",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 323,
                    "end": 334,
                    "text": "(Fig. 4A,C)",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Introduction 22"
        },
        {
            "text": "The pattern is quite different than that observed in the rest of the genome, most easily seen by 12 considering the ratio of d S (SARS-CoV-2, GD410721) to d S (SARS-CoV-2, RaTG13) (Fig. 2B,D) . 13",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 191,
                    "text": "(Fig. 2B,D)",
                    "ref_id": null
                }
            ],
            "section": "Introduction 22"
        },
        {
            "text": "In fact, the estimates of d S (SARS-CoV-2, RaTG13) are saturated in this region, even though 14 they are substantially lower than 1 in the rest of the genome. This strongly suggests a 15 recombination event in the region and provides independent evidence of that previously 16 reported based on amino acid divergence (e.g., ). 17 region of the spike protein, which is more consistent with the hypothesis of recombination into 1 Unfortunately, because of the high level of synonymous divergence to the nearest 7 outgroup, tree estimation in small windows is extremely labile in this region. In fact, synonymous 8 divergence appears fully saturated in the comparison with GX_P1E, eliminating the possibility to 9 infer meaningful trees based on synonymous divergence. However, we can use the overall 10 maximum likelihood tree using both synonymous and nonsynonymous mutations (Fig. 2D) . The 11 ML tree using sequence from the ACE2 contact residue region supports the clustering of SARS-12",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 875,
                    "end": 884,
                    "text": "(Fig. 2D)",
                    "ref_id": null
                }
            ],
            "section": "Introduction 22"
        },
        {
            "text": "CoV-2 and GD410721, but with unusual long external branches for all strains except SARS-13",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 22"
        },
        {
            "text": "CoV-2, possibly reflecting smaller recombination regions within the ACE2 contact residue 14 region. 15 16 Weakly deleterious mutations and clock calibrations 17 cell surface receptor, etc.) can lead to changes in the rate of amino acid substitution. For all of 1 these reasons, the use of synonymous mutations, which are less likely to be the subject of 2 selection than nonsynonymous mutations, are preferred in molecular clock calculations. For 3 many viruses, the use of synonymous mutations to calibrate divergence times is not possible, 4 as synonymous sites are fully saturated even at short divergence times. However, for the 5 comparisons between SARS-CoV-2 and RaTG13, and SARS-CoV-2 and RmYN02, 6 synonymous sites are not saturated and can be used for calibration. We find an estimate of ω = 7 0.0391 between SARS-CoV-2 and RaTG13, excluding just the small RDB region inferred by 8 3SEQ to be recombined in SARS-CoV-2 (Supplementary Table 5 ",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 105,
                    "text": "16",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 943,
                    "end": 950,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Introduction 22"
        },
        {
            "text": "To calibrate the clock we use the estimate provided by (http://virological.org/t/phylodynamic-21 analysis-of-sars-cov-2-update-2020-03-06/420) of =1.04×10 -3 substitutions/site/year (95% CI: 22 0.71x10-3, 1.40x10-3). The synonymous specific mutation rate can be found from this as 23 Table 3 for the divergence between SARS-26 . CC-BY-NC 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.20.052019 doi: bioRxiv preprint CoV-2 and RaTG13 and RmYN02 ,respectively, we find a total divergence of 96.92 years and 1 74.05 years respectively. Taking into account that RaTG13 was isolated July 2013, we find an 2 estimated tMRCA between that strain and SARS-CoV-2 of =(96.92 +6.5)/2 = 51.71 years. A consequence of the skewed nucleotide frequencies is a high degree of homoplasy in 13 synonymous sites that challenges estimates of d S . We here evaluated estimators of d S in 300 bp 14 sliding windows and found that a bias-corrected version of the maximum likelihood estimator 15 tended to perform best for values of d S < 2. We used this estimator to investigate the 16 relationship between SARS-CoV-2 and related viruses in sliding windows. We show that 17 1 closely related to SARS-CoV-2. In any case, the 3SEQ analyses presented provides further 2 support for the recombination hypothesis. However, we also find that the synonymous 3 divergence between SARS-CoV-2 and pangolin viruses in this region is relatively high, 4 suggesting that the recombination was into RaTG13 from an unknown strain, rather than 5 between pangolin viruses and SARS-CoV-2, which is consistent with the hypothesis proposed 6 by Boni, et al. 2020, and we can exclude the possibility of a very recent recombination event 7 between pangolins and SARS-CoV-2. Another alternative explanation is that there is a 8 mutational hotspot located in the RBD region. While it is possible that selection may have 9 favored hypermutability in this domain, the most parsimonious explanation at the moment, in the 10 absence of knowledge of molecular mechanisms to explain such a hotspot, is recombination 11 into the RaTG13 strain. To fully distinguish between these hypotheses, additional strains would 12 have to be discovered that either are candidates for introgression into RaTG13 or can break up 13 the lineage in the phylogenetic tree between pangolin viruses and RaTG13. 14 The fact that synonymous divergence to the outgroups, RaTG13 and RmYN02, is not 15 fully saturated, provides an opportunity for a number of different analyses. First, we can date the 16 time of the divergence between the bat viruses and SARS-CoV-2 using synonymous mutations 17 estimates of d S given in Table 3 in general are highly compatible with a constant molecular  1 clock. 2",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 284,
                    "end": 291,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 2775,
                    "end": 2844,
                    "text": "Table 3 in general are highly compatible with a constant molecular  1",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Dating of divergence between Bat viruses and SARS-CoV-2 20"
        },
        {
            "text": "Another advantage of estimation of synonymous and nonsynonymous rates in the 3 outgroup lineage, is that it can provide estimates of the mutational load of the current pandemic. 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dating of divergence between Bat viruses and SARS-CoV-2 20"
        },
        {
            "text": "The d N /d S ratio is almost 14 times larger in the circulating SARS-CoV-2 strains than in the 5 outgroup lineage. While some of this difference could possibly be explained by positive 6 selection acting at a higher rate after zoonotic transfer, it is perhaps more likely that a 7 substantial proportion of segregating nonsynonymous mutations are deleterious, suggesting a 8 very high and increasing mutation load in circulating SARS-CoV-2 strains. replicates. The associated distance matrix for (b) and (c) can be found in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 524,
                    "end": 531,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Dating of divergence between Bat viruses and SARS-CoV-2 20"
        },
        {
            "text": ". CC-BY-NC 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.20.052019 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.20.052019 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.20.052019 doi: bioRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dating of divergence between Bat viruses and SARS-CoV-2 20"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Wuhan: an Analysis Based on Decade-Long Structural Studies of SARS Coronavirus",
            "authors": [],
            "year": null,
            "venue": "J Virol",
            "volume": "94",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A new 7 coronavirus associated with human respiratory disease in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "G"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "W"
                    ],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Pei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "265--269",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Isolation and 9 Characterization of 2019-nCoV-like Coronavirus from Malayan Pangolins bioRxiv",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J-J",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.17.951335"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "PAML 4: phylogenetic analysis by maximum likelihood",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol Biol Evol",
            "volume": "24",
            "issn": "",
            "pages": "1586--1591",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Estimating synonymous and nonsynonymous substitution rates under realistic 13 evolutionary models",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nielsen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Mol Biol Evol",
            "volume": "17",
            "issn": "",
            "pages": "32--43",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Codon-substitution models for heterogeneous 15 selection pressure at amino acid sites",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Goldman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Genetics",
            "volume": "155",
            "issn": "",
            "pages": "431--449",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Probable Pangolin Origin of SARS-CoV-2 Associated with the COVID-19",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A Genomic Perspective on the Origin and Emergence of SARS-CoV-2",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Z"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "19",
            "issn": "",
            "pages": "223--227",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "we used IQ-TREE (Nguyen, et al. 2015) (v1.5.2) with parameter \"-TEST -alrt 1000\" which 4 did substitution model selection for the alignments and performed maximum-likelihood tree 5 estimation with the selected substitution model for 1,000 bootstrap replicates. For this analysis, 6 we masked all regions (Supplementary Table 5) identified by 3SEQ (Lam, et al. 2018) to be 7 recombinant in any of the five studied viral genome. The coordinates (based on the Wuhan-Hu-8 1 genome) of the three recombination regions (merged set of all the regions in Supplementary 9 Table 5) were: 14611-15225, 21225-24252 and 25965-28297. We also estimate genome-wide 10 divergence between RaTG13 and Wuhan-Hu-1 only excluding the region (position 22853-23092) 11",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "genomic regions (20 windows with unique hits) show highest sequence identity with 5 other coronaviruses of the SARS-CoV-2 related lineage (Lam, et al. 2020) (bat-SL-CoVZC45 6 and bat-SL-CoVZXC21, (Hu, et al. 2018)). In addition, there were 6 windows whose unique top 7 hits are coronavirus of a SARS-CoV related lineage (Lam, et al. 2020) (Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Zhou, et al. 2020). The overall Neighbor-Joining and maximum-likelihood trees between 4 the sequences closely related to human SARS-CoV-2 is shown inFig. 2. RmYN02 has 5 previously been reported to have disconcordant levels of divergence to SARS-CoV-2 in different 6 parts of the genome, presumably as a result of recombination. To illustrate this, we performed 7recombination analyses with 3SEQ (Lam, et al. 2018) across the five viral genomes and 8 identified several recombination regions affecting RmYN02 (Fig. 1C; Supplementary Table 5). 9 Phylogenetic analysis (Fig. 2) in genome region with all recombination tracts (Supplementary 10 Table 5) masked using Maximum-likelihood tree (Fig. 2A) and Neighbor-joining tree based on 11 synonymous (Fig. 2B) or non-synoymous (Fig. 2C) mutation distance metrics consistently 12 support RmYN02 as the nearest outgroup to human SARS-CoV-2, in contrast to previous 13 analyses before the discovery of RmYN02, which instead found RaTG13 to be the nearest 14 outgroup (Lam, et al. 2020; Zhou, Yang, et al. 2020). This observation is also consistent with the 15 genome-wide phylogeny constructed in Zhou et al (Zhou, et al. 2020). 16We plot the overall sequence similarity (% nucleotides identical) between SARS-CoV-2 17 and the four other strains analyzed in windows of 300 bp(Fig. 1). Notice that the divergence 18 between human SARS-CoV-2 and the bat viral sequences, RaTG13 and RmYN02, in most 19 regions of the genome, is quite low compared to the other comparisons. A notable exception is 20 the suspected recombination region in RmYN02 that has an unusual high level of divergence 21 with all other viruses(Fig. 2E). However, there is also another exception: a narrow window in 22 the RBD of the S gene where the divergence between SARS-CoV-2 and GD410721 is 23 moderate and the divergences between GD410721 and both SARS-CoV-2 and RaTG13 are 24 quite high and show very similar pattern. This would suggest a recombination event from a 25 strain related to GD410721 into an ancestor of the human strain (Lam, et al. 2020; Xiao, et al.  26",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "8 sporadically in different viral strains of the SARS-CoV lineage (Fig. 2F), suggesting that the 9 sequence of the most proximal donor is not represented in the database. 10 11 Estimating synonymous divergence and bias correction 12 While the overall divergence in the S gene encoding the spike protein could suggest the 13 presence of recombination in the region, Lam et al. (2020) (Lam, et al. 2020) reported that the 14 tree based on synonymous substitutions supported RaTG13 as the sister taxon to the human 15 SARS-CoV-2 also in this region. That would suggest the similarity between GD410721 and 16 human SARS-CoV-2 might be a consequence of convergent evolution, possibly because both 17 strains adapted to the use of the same receptor. An objective of the current study is to examine 18 if there are more narrow regions of the spike protein that might show evidence of recombination. 19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "and 1.0304 (95% C.I., 0.9669-1.0939), respectively. Values for other comparisons are 10 shown in Tables 2 and 3. In comparisons between SARS-CoV-2 and more distantly related 11 strains, d S will be larger than 1, and with this level of saturation, estimation of divergence is 12 associated with high variance and may be highly dependent on the accuracy of the model 13 assumptions. This makes phylogenetic analyses based on synonymous mutations unreliable 14 when applied to these more divergent sequences. Nonetheless, the synonymous divergence 15 levels seem generally quite compatible with a molecular clock with a d S of 0.9974 (95% C.I., 16 0.9381-1.0567), 1.0366 (95% C.I., 0.9737-1.0995), 1.0333 (95% C.I., 0.9699-1.0967) and 17 1.0304 (95% C.I., 0.9669-1.0939) between the outgroup, GX_P1E , and the three ingroup 18 strains. The largest value is observed for RaTG13 (1.0366), despite this sequence being the 19 most early sampled sequence, perhaps caused by additional undetected recombination into 20 RaTG13. Another possibility is that RaTG13 has been maintained under conditions which have 21 allowed it to continue to evolve after its initial sampling. 22 23 Sliding windows of synonymous divergence 24 To address the issue of possible recombination we plot d S between SARS-CoV-2, GD410721, 25 and RaTG13 and the ratio of d S (SARS-CoV-2, GD410721) to d S (SARS-CoV-2, RaTG13)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "in this region show highest local sequence similarity with GX pangolin virus strains 3 which is the genome-wide outgroup for the three other sequences (Lam, et al. 2020) (Lam, et al. 4 2020). This observation is more compatible with the hypothesis of recombination from a virus 5 related to GX pangolin strains, than with recombination between SARS-CoV-2 and GD410721. 6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "parametric simulations under the estimated values and the F3x4 codon model, we 10 find that the estimate is approximately unbiased ( = 0.0398, S.E.M.= 0.0001) and with 11 standard deviation 0.0033, providing an approximate 95% confidence interval of (0.0332, 12 0.0464). Also, using 59 human strains of SARS-CoV-2 from Genbank and National Microbiology 13 Data Center (See Methods) we obtain an estimate of ω = 0.5604 using the F3x4 model in 14 codeml. Notice that there is a 14-fold difference in d N /d S ratio between these estimates. 15 Assuming very little of this difference is caused by positive selection, this suggests that the vast 16 majority of mutations currently segregating in the SARS-CoV-2 are slightly or weakly deleterious 17 for the virus. 18 19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "d S /year = S = /(pS +ωpN), where pN and pS are the proportions of nonsynonymous and 24 synonymous sites, respectively. The estimate of the total divergence on the two lineages is then 25 = + . Inserting the numbers from",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": ", we find an estimate of divergence between SARS-CoV-2 and RmYN02 of =74.05/2 4 = 37.02 years, assuming approximately equal sampling times. The estimate for SARS-CoV-2 5 and RaTG13 is compatible with the values obtained by Boni et al. (Boni, et al. 2020), who used 6 quite different methods for dating. The variance in the estimate in d S is small and the uncertainty 7 is mostly dominated by the uncertainty in the estimate of the mutation rate. We estimate the 8 S.D. in using 1000 parametric simulations, using the ML estimates of all parameters, for both 9 RaTG13 vs. SARS-CoV-2 and for RmYN02 vs. SARS-CoV-2, and for each simulated data also 10 simulating values of and from normal distributions with mean 1.04×10 -3 and S.D. 0.18×10 -3 , 11 and mean 0.5604 and S.D. 0.1122, respectively. We subject each simulated data set to the 12 same inference procedure as done on the real data. Our estimate of the S.D. in the estimate is 13 11.8 for RaTG13 vs. SARS-CoV-2 and 9.41 for RmYN02 vs. SARS-CoV-2, providing an 14 approximate 95% confidence interval of (28.11, 75.31) and (18.19, 55.85), respectively. For 15 RaTG13, if including all sites, except the 244-bp in the RBD of the S gene (Supplementary 16 Table 5), the estimate is 55.02 years with an approx. 95% C.I. of (29.4, 80.7). As more SARS-17 the synonymous mutation rate along the length of the genome. Alternatively, skewed distribution of nucleotide frequencies in synonymous sites in SARS-CoV-6 2 (Kandeel, et al. 2020), along with high divergence, complicates the estimation of synonymous 7 divergence in SARS-CoV-2 and related viruses. In particular, in the third codon position the 8 nucleotide frequency of T is 43.5% while it is just 15.7% for C. This resulting codon usage is not 9 optimized for mammalian cells (e.g, Chamary, et al. 2006). A possible explanation is a strong 10 mutational bias caused by Apolipoprotein B mRNA-editing enzymes (APOBECs) which can 11 cause Cytosine-to-Uracil changes (Giorgio, et al. 2020). 12",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "the emergence of SARS-CoV-2. bioRxiv DOI: 10.1101/2020.02.10.942748. 4 Wan Y, Shang J, Graham R, Baric RS, Li F. 2020. Receptor Recognition by the Novel Coronavirus from recombinant origin of HCoV-19. bioRxiv doi: https://doi.org/10.1101/2020.03.02.974139.23 Zhou P, Yang XL, Wang XG, Hu B, Zhang L, Zhang W, Si HR, Zhu Y, Li B, Huang CL, et al. 2020. A 24 pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature 579:Genome-wide identity plot and top blast hits for SARS-CoV-2, RaTG13 and RmYN02. (a) 300 bp sliding-windows of nucleotide identity between SARS-CoV-2 and the four most closely related viral strains, RmYN02, RaTG13, GD410721 and GX_P1E. Orange shading plot lists all the viral strains that are the unique best BLAST hit in at least three 100-bp windows, when blasting with SARS-CoV-2, with the regions where each strain is the top blast hit marked. (b) and (c). Figures for RaTG13 (c, d) and RmYN02 (e, f) generated in the same way as for SARS-CoV-2 in (a) and (b). The ACE2 contact residues of RBD region (left) and the furin sites (right) of the S protein are marked in both plots with grey lines. Unrooted phylogenies of the virus strains. (a) Maximum-likelihood tree in genomic regions with recombination tracts removed; (b) Neighbor-joining tree using synonymous mutation (d S ) distance in genomic regions with recombination tracts removed; (c) Neighborjoining tree using non-synonymous mutation (d N ) distances in genomic regions with recombination tracts removed; (d) The maximum-likelihoods tree at the receptor-binding domain ACE2 contact residues (51 amino acids) region. The bootstrap values are based on 1,000",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Bias correction for d S estimate in 300-bp windows. (a) The mean of d S estimates using different methods; ML.corr and yn00.corr are the bias corrected versions of the ML and yn00 methods, respectively. (b) Errors in d S estimates as measured using the ratio of square root of mean squared error (MSE) to true d S . All the estimates are based on 10,000 simulations. ML: maximum-likelihood estimates using the f3x4 model in codeml; ML.corr, maximumlikelihood estimates with bias correction; yn00, count-based estimates in (Yang and Nielsen 2000); yn00.corr, yn00 estimates with bias correction. All d S estimates are truncated at 3, explaining the reduction in MSE with increasing values of d S as d S approaches 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "d S and d N estimates across the virus genome. (a) Pairwise d S estimates in 300-bp sliding windows for RaTG13, GD410721 and Wuhan-Hu-1, the estimates are truncated at 4. (b) d S ratio of d S (Wuhan-Hu-1,RaTG13) to d S (Wuhan-Hu-1,GD410721). (c) and (d) are the zoom-in plot for d S and d S -ratio at the spike (S) protein region. The receptor-binding domain contact residues (left) and furin site regions (right) are marked with grey lines. (e) the pairwise d N estimates in 300-bp sliding windows in the S protein for these strains. The d S values are truncated at 4 in the plots.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ")",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The mosaic pattern that different regions of the genome show highest identity to different virus 9 strains is likely to have been caused by the rich recombination history of the SARS-CoV-2 10 lineage (Boni, et al. 2020; Patiño-Galindo, et al. 2020). Moreover, its unique connection with 11 SARS-CoV related lineages in some genomic regions may suggest recombination between the 12 ancestral lineage of SARS-CoV-2 and distantly related virus lineages, although more formal 13 analyses are needed to determine the recombination history (see also Boni, et al. 2020 for 14 further discussion). Searching databases with BLAST using the most closely related viral 15 strains, RaTG13 and RmYN02, we observe a very similar pattern, as that observed for SARS-16CoV-2, in terms of top hits across the genome(Fig. 1B), suggesting that these possible 17 recombination events with distantly related lineages are not unique to the SARS-CoV-2 lineage, 18 but happened on the ancestral lineage of both SARS-CoV-2, RaTG13, and RmYN02. A notable 19 exception is a large region around the S gene, where RmYN02 show little similarity to both 20",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "and the Malayan pangolin 26",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Genome-wide nucleotide composition at the third position of the codons in the viral strains. The nucletodie compositions at the first and second positions can be found in Supplementary table 1. Whole genome d N and d S estimates among the viral strains. The d S estimates are shaded in green, and the d N estimates are in orange shade. The 95% confidence intervals, calculated based on 1,000 bootstrap replicates, are included in the brackets for each estimates.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Genome-wide d N and d S estimates after removing recombination regions inferred by 3SEQ . The d S estimates are shaded in green, and the d N estimates are in orange shade. The coordinates relative to the Wuhan-Hu-1 genome of the masked region can be found in the method section. The 95% confidence intervals, calculated based on 1,000 bootstrap replicates, are included in the brackets for each estimates.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to Dr. Yongyi Shen and Dr. E.C Holmes for providing the genome sequence of 12 GD410721 and RmYN02, respectively. We also thank Dr. Adi Stern for discussion. The 13 research was funded by Koret-UC Berkeley-Tel Aviv University Initiative in Computational 14 Biology and Bioinformatics to RN. 15 ",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 271,
                    "text": "Computational 14",
                    "ref_id": null
                },
                {
                    "start": 302,
                    "end": 308,
                    "text": "RN. 15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Acknowledgements 11"
        }
    ]
}