{
    "paper_id": "cbed34d38e2e3331df2c16a60734092ef77420eb",
    "metadata": {
        "title": "Impact of Social Vulnerability on COVID-19 Incidence and Outcomes in the United States Running Title: Social Vulnerability and the COVID-19 Pandemic in U.S",
        "authors": [
            {
                "first": "Aditi",
                "middle": [],
                "last": "Nayak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University School of Medicine",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "GA"
                    }
                },
                "email": ""
            },
            {
                "first": "Shabatun",
                "middle": [
                    "J"
                ],
                "last": "Islam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University School of Medicine",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "GA"
                    }
                },
                "email": ""
            },
            {
                "first": "Anurag",
                "middle": [],
                "last": "Mehta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University School of Medicine",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "GA"
                    }
                },
                "email": ""
            },
            {
                "first": "Yi-An",
                "middle": [],
                "last": "Ko",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "GA"
                    }
                },
                "email": ""
            },
            {
                "first": "Shivani",
                "middle": [
                    "A"
                ],
                "last": "Patel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Division of Cardiology Emory University School of Medicine Director, Emory Clinical Cardiovascular Research Institute",
                    "institution": "Emory University",
                    "location": {
                        "addrLine": "1462 Clifton Road Northeast, Suite 507 Atlanta",
                        "postCode": "30322",
                        "settlement": "Atlanta",
                        "region": "GA",
                        "country": "Georgia"
                    }
                },
                "email": ""
            },
            {
                "first": "Abhinav",
                "middle": [],
                "last": "Goyal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University School of Medicine",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "GA"
                    }
                },
                "email": ""
            },
            {
                "first": "Samaah",
                "middle": [],
                "last": "Sullivan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Division of Cardiology Emory University School of Medicine Director, Emory Clinical Cardiovascular Research Institute",
                    "institution": "Emory University",
                    "location": {
                        "addrLine": "1462 Clifton Road Northeast, Suite 507 Atlanta",
                        "postCode": "30322",
                        "settlement": "Atlanta",
                        "region": "GA",
                        "country": "Georgia"
                    }
                },
                "email": ""
            },
            {
                "first": "Tené",
                "middle": [
                    "T"
                ],
                "last": "Lewis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Division of Cardiology Emory University School of Medicine Director, Emory Clinical Cardiovascular Research Institute",
                    "institution": "Emory University",
                    "location": {
                        "addrLine": "1462 Clifton Road Northeast, Suite 507 Atlanta",
                        "postCode": "30322",
                        "settlement": "Atlanta",
                        "region": "GA",
                        "country": "Georgia"
                    }
                },
                "email": ""
            },
            {
                "first": "Viola",
                "middle": [],
                "last": "Vaccarino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Division of Cardiology Emory University School of Medicine Director, Emory Clinical Cardiovascular Research Institute",
                    "institution": "Emory University",
                    "location": {
                        "addrLine": "1462 Clifton Road Northeast, Suite 507 Atlanta",
                        "postCode": "30322",
                        "settlement": "Atlanta",
                        "region": "GA",
                        "country": "Georgia"
                    }
                },
                "email": ""
            },
            {
                "first": "Alanna",
                "middle": [
                    "A"
                ],
                "last": "Morris",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University School of Medicine",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "GA"
                    }
                },
                "email": ""
            },
            {
                "first": "Arshed",
                "middle": [
                    "A"
                ],
                "last": "Quyyumi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University School of Medicine",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "GA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Community-level social disadvantage and vulnerability to disasters can influence the incidence of COVID-19 and its adverse outcomes in several ways. For example, lower socioeconomic status (SES) is associated with poor healthcare access, which may increase risk for adverse outcomes. 1 Labor inequalities, lack of workplace protections, and household overcrowding may decrease the ability to adhere to social-distancing guidelines. 2 Additionally, race-ethnic minorities and immigrants are less likely to have access to appropriate and timely healthcare. 3 Evidence suggests that these inequalities contributed to disease spread and severity during the H1N1 influenza pandemic. 4 Real-time evaluation of the impact of community-level social vulnerability on disease incidence and adverse outcomes during the ongoing COVID-19 pandemic is important to guide public health policy and healthcare resource allocation in the U.S. The Social Vulnerability Index (SVI), created and maintained by the Geospatial Research, Analysis, and Services Program (GRASP) at the Centers for Disease Control and Prevention (CDC) and Agency for Toxic Substances and Disease Registry, is a percentile-based index of county-level vulnerability to disasters. 5,6 Herein, we report the association of SVI with COVID-19 case-fatality rates (CFR) and incidence in the U.S.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 285,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 432,
                    "end": 433,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 555,
                    "end": 556,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 678,
                    "end": 679,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 1313,
                    "end": 1318,
                    "text": "(CFR)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "County-level data on COVID-19 CFR (deaths per 100 confirmed COVID-19 cases) and incidence (cases per 1000 population) for U.S. counties with at least 50 cases (n=433) were obtained from the Johns Hopkins Center for Systems Science and Engineering database on April 4 th , 2020. 7 County-level SVI data for 2018 were obtained from the CDC GRASP database. 8 As a proxy for county-level medical comorbidity, we utilized Hierarchical Condition Category (HCC) risk scores acquired from the Centers for Medicare and Medicaid Services (CMS), which are based on medical risk profiles and demographics of county Medicare beneficiaries. 9,10 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 355,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.10.20060962 doi: medRxiv preprint Generalized linear mixed models, with negative binomial distribution or Poisson distribution when appropriate, 11 were used to examine the association of outcomes with SVI (reported as percentile of social vulnerability, with higher numbers representing increased vulnerability) and its sub-components including socioeconomic status, household composition, minority status, and housing type/transportation accessibility (Supplement). 5,6 Given differences in COVID-19 testing by state, state-specific random intercepts were incorporated in models to account for correlations among counties within the same state. Covariates included percentage of population aged >65 years and average HCC score. A sensitivity analysis was conducted using data from six states (New York, New Jersey, Washington, Massachusetts, Vermont, and Louisiana) with the highest levels of testing as of April 4 th , 2020. 12 Age-and HCC score-adjusted CFR and incidence were compared across medians of overall SVI using one-way ANOVA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Lastly, we identified counties with high SVI (≥median) and high adjusted CFR (≥median) as potential targets for public policy interventions. Statistical analyses were performed using R version 3.6.1 (R Foundation for Statistical Computing, Vienna, Austria). author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.10.20060962 doi: medRxiv preprint ≥median: 2.63±0.99; p<0.001), Figure 1 . Of the SVI sub-components, socioeconomic status was associated with 2.6-fold, minority status/language with 1.6-fold, and housing type/transport accessibility with 1.9-fold higher CFR in adjusted models ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 182,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 390,
                    "end": 398,
                    "text": "Table 1)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Of"
        },
        {
            "text": "There was a nominal association between overall SVI and the incidence (RR: 1.30 [0.96, 1.77], p=0.09) that became insignificant after covariate adjustment (Table 1) . Thus, the adjusted incidence was similar in counties stratified by the overall SVI (<median:1.10±0.95 vs. ≥median:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 164,
                    "text": "(Table 1)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Of"
        },
        {
            "text": "1.25±1.11; p=0.15), Figure 1 . However, two sub-components of the SVI, including socioeconomic status (1.6-fold) and minority status/language (2-fold) were associated with higher incidence in adjusted models ( Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 28,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 210,
                    "end": 217,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Of"
        },
        {
            "text": "In the overall study sample, a combination of high SVI (≥0.46) and high adjusted CFR (≥2.3%) was observed in 125 counties (28.9%, Table S1), while 124 counties (28.6%) had SVI and adjusted CFR below respective medians (Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 227,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Of"
        },
        {
            "text": "Using county-level data and after accounting for state-level clustering, age, and comorbidities, we show that greater social vulnerability is associated with higher COVID-19related CFR during the first several weeks of the ongoing pandemic in the U.S. This association is driven by lower socioeconomic status, higher minority population prevalence, and poor housing conditions and transport accessibility in these counties. Although the overall SVI was not associated with COVID-19 incidence, it is evident that the incidence is higher in counties with lower socioeconomic status and with greater proportion of minority population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings are supported by the conceptual model of Blumenshine and colleagues which posits that differences in social position can affect outcomes during pandemics. 13 Social vulnerability, captured here as socioeconomic status, proportion of minority population, and poor housing conditions, contribute to disparities in both exposure and treatment access, which synergistically contribute to adverse outcomes. Despite earlier calls to address social vulnerabilities in order to reduce adverse outcomes proactively, these disparities were evident All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.10.20060962 doi: medRxiv preprint during the 2009 H1N1 pandemic, 4,13 and more than a decade later, continue to account for worse outcomes in vulnerable communities during the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "More than a quarter of the counties studied, that are located in 22 states with countylevel clustering in Louisiana, Georgia, Michigan, Illinois, and California (Table S1), had both high social vulnerability and high adjusted CFR. Given the direct association of SVI with CFR, these counties represent COVID-19 'hot-spots' where healthcare resource allocation is urgently needed. Unaddressed, an ensuing \"disease-driven poverty trap\", a vicious cycle of disease and worsening social disparity, could have devastating effects in these counties. 14 A major limitation of the study is our inability to account for the contribution of countylevel COVID-19 testing. However, in sensitivity analyses that included states with the highest level of testing, we observed similar associations. In addition, we have only included 433 (13.8%) U.S. counties in our report, but these counties represent the breadth of existing social vulnerability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This important and timely report demonstrates associations between social vulnerability to disaster and adverse outcomes in the evolving stages of the COVID-19 pandemic in the U.S.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings can help guide public policy interventions and resource allocations to improve outcomes in vulnerable communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.10.20060962 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The authors have no conflicts of interest to disclose. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCLOSURES"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCLOSURES"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.04.10.20060962 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCLOSURES"
        },
        {
            "text": "The social vulnerability index (SVI) is a measure of community resilience to stresses on human health such as disease outbreaks and natural or human-caused disasters. 5,6 The SVI database and mapping tool has been created by the Geospatial Research, Analysis, and Services Program (GRASP) at the Centers for Disease Control and Prevention (CDC)/Agency for Toxic Substances and Disease Registry. The index helps public health officials and emergency response planners to identify and map communities that are likely to need support before, during, and after a disaster.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Vulnerability Index"
        },
        {
            "text": "The SVI uses statistical data from the U.S. Census on 15 variables to determine social vulnerability. These 15 variables are grouped together into four related themes as described below. Each of these variables are ranked from highest to lowest vulnerability across census tracts in the U.S. and a percentile rank is calculated for each variable, theme, and the overall SVI. We have used the 2018 SVI data at the county level in the current analysis. 3 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Vulnerability Index"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiological sociology and the social shaping of population health",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Link",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of health and social behavior",
            "volume": "49",
            "issn": "4",
            "pages": "367--384",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Sick at work: infected employees in the workplace during the H1N1",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Drago",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Incidence and Case Fatality Rates of COVID-19 by high (≥median) and low (<median) overall Social Vulnerability Index (SVI) after adjusting for percentage of population age ≥65 years and CMS average Hierarchical Condition Category (HCC) score (proxy for comorbidity).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "U.S. Map depicting counties (n=433) stratified by median SVI and adjusted CFR. High SVI and adjusted CFR observed in 125 counties, high SVI or adjusted CFR observed in 184 counties, and low SVI and adjusted CFR observed in 124 counties.All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "S.J.I. is supported by NIH grants T32 HL130025 and T32 HL007745-26A1. A.M. is supported by American Heart Association grant 19POST34400057 and the Abraham J. & Phyllis Katz Foundation. S.S. is supported by NIH grants K12HD085850 & L30HL148912. A.A.M. is supported by funding from NIH/NHLBI K23 HL124287 and the Robert Wood Johnson Foundation (Harold Amos Medical Faculty Development Program). A.A.Q. is supported by NIH grants 1P20HL113451-01, 1R61HL138657-02, 1P30DK111024-03S1, 5R01HL095479-08, 3RF1AG051633-01S2, 5R01AG042127-06, 2P01HL086773-08, U54AG062334-01, 1R01HL141205-01, 5P01HL101398-02, 1P20HL113451-01, 5P01HL086773-09 1RF1AG051633-01, R01 NS064162-01, R01 HL89650-01, HL095479-01, 1DP3DK094346-01, 2P01HL086773, and American Heart Association grant 15SFCRN23910003.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "States Running Title: Social Vulnerability and the COVID-19 Pandemic in U.S. Aditi Nayak, MD 1 ,* Shabatun J. Islam, MD 1 ,* Anurag Mehta, MD 1 ,* Yi-An Ko, PhD 2 , Shivani A. Patel, MPH, PhD 3 , Abhinav Goyal, MD, MHS 1 , Samaah Sullivan, PhD 3 , Tené T. Lewis, PhD 3 , Viola Vaccarino, MD, PhD 3 , Alanna A. Morris, MD 1 , MSc, Arshed A. Quyyumi, MD 1 *Dr. Nayak, Dr. Islam and Dr. Mehta contributed equally to this work.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "3,142 counties in the U.S., 433 had >50 COVID-19 confirmed cases, accounting for 283,256 cases and 6,644 deaths as of April 4 th , 2020. The median SVI was 0.46 [Range: 0.01-1.0], CFR was 1.9% [Range: 0-13.3], and incidence was 1.2 per 1000 people [Range: 0.6-38.8]. There was a significant association between overall SVI and CFR (RR: 1.19 [1.05, 1.34], p=0.005 per-1% increase in SVI) that was strengthened after adjustment for percentage of population aged >65 years and comorbidities using the county HCC score (RR: 1.63 [1.38, 1.91], p<0.001) (Table 1). Sensitivity analysis of six states with the highest levels of testing (n=99 counties, cases=173,612, deaths=4,122) confirmed strong associations between overall SVI and the CFR (RR: 2.58 [2.09, 3.18], p<0.001). In the overall study sample, adjusted CFR was significantly higher in counties with greater vulnerability (SVI<median: 2.18±0.90 vs. rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "comorbidity measures in predicting mortality. BMC health services research. Pandemic influenza planning in the United States from a health disparities perspective. Keenan DC, Rohani P, Sachs JD. Poverty trap formed by the ecology of infectious diseases. Proceedings of the Royal Society B: Biological Sciences.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Association of Social Vulnerability Index and its sub-components with case fatality rate and incidence of COVID-19 in the U.S. Risk ratio per-1% increase in respective score (indicating greater social vulnerability) is shown Model 1: Unadjusted generalized linear mixed-effects model accounting for state-level clustering. Model 2: Model 1+ adjusted for percentage of population age > 65; percentage age > 65 not included as covariates for models for overall Social Vulnerability Index and Household Composition because these indices contain this variable. Model 3: Model 2+ CMS average Hierarchical Condition Category (HCC) score (proxy for comorbidity)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Counties",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}