{
    "paper_id": "cbf789657270a691a532fbf24f326b2bbb2775f1",
    "metadata": {
        "title": "Partial unlock model for COVID-19 or similar pandemic averts medical and economic disaster Corresponding author",
        "authors": [
            {
                "first": "Robert",
                "middle": [
                    "L"
                ],
                "last": "Shuler",
                "suffix": "",
                "affiliation": {},
                "email": "robert@shulerresearch.orgrs"
            },
            {
                "first": "Shulerresearch",
                "middle": [],
                "last": "Org",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "1 Data as of March 29, 2020 show that the \"flattening\" strategy for COVID-19 in the U.S. is 2 working so well that a clean removal of social distancing (aka \"unlock\") at any time in 2020 will 3 produce a renewed catastrophe, overloading the healthcare system. Leaving the economy locked down 4 for a long time is its own catastrophe. An SIR-type model with clear parameters suitable for public 5 information, and both tracking and predictive capabilities which \"learns\" disease spread characteristics 6 rapidly as policy changes, suggests that a solution to the problem is a partial unlock. Case load can be 7 managed so as not to exceed critical resources such as ventilators, yet allow enough people to get sick 8 that herd immunity develops and a full unlock can be achieved in as little as five weeks from beginning 9 of implementation. The partial unlock could be for example 3 full working days per week. Given that 10 not all areas or individuals will respond, and travel and public gatherings are still unlikely, the partial 11 unlock might be 5 full working days per week. The model can be regionalized easily, and by 12 expediting the resolution of the pandemic in the U.S. medical equipment and volunteers, many of them 13 with already acquired immunity, can be made available to other countries. 14",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "After failure to contain COVID-19 in China, the global response has largely been social isolation, 16 with effective cessation of global and local travel except by personal vehicle, and in some cities by bus 17 and subway with frequent sterilization protocols. The strategy is called \"curve flattening\" and is 18 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.30.20048082 doi: medRxiv preprint 3 intended to contain demand for special medical equipment, especially ventilators and related devices, 19 from exceeding supply, which would cause unnecessary deaths. 20",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "A vaccine reputed to be 18 months away, the remaining strategy is herd immunity. For COVID-21 19 with an R0 (R-naught, number of people to whom each victim transmits the virus) of 1.4 to 3.28 [1] , 22",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "and seemingly everyone susceptible with no natural immunity, up to 70% of the population must have 23 the disease for herd immunity to come into play. With half a million known and likely 2.5 million 24 unknown cases worldwide, a high spread rate, many very mild cases, and a contagious incubation 25 period, containment is no longer a viable option. The disease is substantially different than MERS or 26 SARS. Although, many in the public and some officials seem to be behaving as if containment were 27 viable. 28",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "In fighting a disease with public policy that relies on compliance, it is important to avoid the 29 following sort of dilemma. Suppose we posit two policy choices, lockdown and unlock. Suppose the 30 implementation of a policy has two parts: a planned scientific and administrative decision, and the 31 public compliance with that decision. Suppose either one of those parts amounts to \"If the disease is 32 spreading and there is horror in the hospitals, lockdown, otherwise unlock.\" Then lockdown reduces 33 spread and produces a sense of relief, which results in unlock, which in turn restores the pandemic. A 34",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "Gödel undecidability ensues and the actual strategy flip flops ineffectively. In this paper we propose a 35 model which rapidly measures and uses public response to policy, rather than depending on how well a 36 particular policy is implemented or accepted, dodging the dilemma. This leaves individuals free to 37 self-isolate or risk working without overly compelling them. It leaves regional governments free to 38 modify the policy to fit their area, if for example the disease is spreading faster and threatening hospital 39 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.30.20048082 doi: medRxiv preprint 4 resources. To predict the effect of an \"unlock\" the model (or the person using it) can use a response 40 calibration from a previous time, or estimate a new one. For this paper, we use the initial spread rate to 41 model \"unlock.\" This may be high, as people will likely not go back to mass gatherings and flying on 42 airplanes immediately, which simply means we model a worst case scenario which gives the model a 43 margin of safety. 44",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "A principle objective of this paper is to share results and strategy possibilities before the 45 conclusion of the COVID-19 outbreak. If studying frequently repeating phenomena, the scientific 46 approach is to present complete data. However, we are studying a rare (roughly once in 100 years) 47 phenomena, with the aim to intervene before it is concluded. 48",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "The goal of our approach then discards containment as an opportunity past (and perhaps not 50 realistic from early on), and a vaccine as a prospect too far in the future to avoid economic catastrophe. 51",
            "cite_spans": [],
            "ref_spans": [],
            "section": "49"
        },
        {
            "text": "Opinions differ as to the effect of severe and prolonged recession on mortality and health. For 52 example, there are fewer motorway deaths due to less driving [2]. On the other hand the 2008 financial 53 crisis resulted over the next few years at least 260,000 additional cancer deaths [3] . Economic losses 54 from pandemics, even without a long term global shutdown, have been estimated at the low end of but 55 within the range of impacts from climate change [4] . 56",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 290,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "49"
        },
        {
            "text": "Therefore the goal we adopt is to use public policy supported by modeling to achieve herd 57 immunity as rapidly as possible, without overloading the healthcare system's critical resources (we use 58 ventilators as a general proxy for resources) and causing unnecessary deaths. Given our assumptions 59 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "49"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.30.20048082 doi: medRxiv preprint about vaccines, containment and R0, 70% of the population will get sick anyway. Our approach of 60 voluntary compliance with unlocks allows individuals and regional governments to manage their health 61 and economic risks as they see fit. As the U.S. has ventilators per capita among the highest in the 62 world, and stands to suffer high economic damage, it is a logical place to attempt this strategy. If the 63 U.S. develops herd immunity, then it might choose to make some of its ventilators, and its production 64 capacity for more ventilators, available to other countries. At the current time the hoarding mentality 65 which arises from uncertainty is impairing the sharing of medical equipment and New York and Italy 66 plead for ventilators and masks, as other countries protest they need their own stockpiles. But China, 67 feeling it has the spread under control, is more forthcoming. 68",
            "cite_spans": [],
            "ref_spans": [],
            "section": "49"
        },
        {
            "text": "The purpose of this paper is more to illustrate an approach than to propose a specific model. We 70 suggest following Huppert and Katriel's guidance: \"To examine which of the predictions made by a 71 model are trustworthy, it is essential to examine the outcomes of different models. Thus, if a highly 72 simplified model makes a prediction, and if the same or a very similar prediction is made by a more 73 elaborate model that includes some mechanisms or details that the first model did not, then we gain 74 some confidence that the prediction is robust. An important benefit derived from mathematical 75 modelling activity is that it demands transparency and accuracy regarding our assumptions, thus 76 enabling us to test our understanding of the disease epidemiology by comparing model results and 77 observed patterns. Models can also assist in decision-making by making projections regarding 78 important issues such as intervention-induced changes in the spread of disease.\" [5] 79",
            "cite_spans": [
                {
                    "start": 984,
                    "end": 987,
                    "text": "[5]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Model parameters 69"
        },
        {
            "text": "To that end we select parameters according to the following criteria: 80 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model parameters 69"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint We expect numerous models to come into play in an actual policy implementation, and regional 86 authorities to do their own modeling. In addition, we want our model to be comprehensible by the March 21 the rate of spread decreases continuously, which we presume is due to increased government 95 directed social distancing including widespread business closure, stay at home orders, and increased 96 public compliance with these policies. For the model's initial value we adopted a daily spread rate of 97 1.414. The fraction of new cases is then R=0.414. This number is immediately replaced in the model 98 by the next day's rate, and adjusted by the computed herd immunity factor when re-used following 99 unlock. The unlock spread rate should be measured and adjusted, but there has yet been no unlock. 100",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model parameters 69"
        },
        {
            "text": "Our R can be compared with R0 by selecting a time window for transmission. Several 101 possibilities exist, and since our R is empirically measured we are not too concerned with determining 102 the exact relation. But for example, suppose there is a window of 4 days before a person discovers 103 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model parameters 69"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.30.20048082 doi: medRxiv preprint they have the disease and self-isolates. At our presumed R (cases doubling every two days) there 104 would be 4 people with the disease at the end of this time, or 3 new cases. That corresponds to R0=3, 105 which is in line with the high end of estimates given above (3.28 maximum). 106",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 350,
                    "text": "R0=3, 105",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Model parameters 69"
        },
        {
            "text": "The number of ventilators in the U.S. including reserves, alternatives (anesthesia machines) and 107 older equipment is taken at 200,000 [6] . 108",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Model parameters 69"
        },
        {
            "text": "The ratio of total likely cases to known reported cases is taken at 6 (16.6% known) with alternative 109 scenarios checked at 5 (20% known). The lower numbers are more critical due to the way the model 110 calculates ventilator requirements. Published numbers are typically around 14% [7] , so our assumption 111 has some margin of safety. 112 A precise number for how long a case of COVID-19 lasts is of course not obtainable due to the 113 wide variation. However this number is not critical for our model. They could last forever and the 114 herd immunity calculation would be unaffected since it includes both recovered and infected people. 115",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 288,
                    "text": "[7]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Model parameters 69"
        },
        {
            "text": "Somewhat more important is the length of time a ventilator is required, if one is required. The best 116 estimate we could obtain was \"up to weeks\" since this too is highly variable. We used 14 days for both 117 numbers. 118",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model parameters 69"
        },
        {
            "text": "The fraction of cases which require resources such as a ventilator is also important. We used 3.2% 119 of known cases, or about half of critical cases, taken from Meng, et. al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model parameters 69"
        },
        {
            "text": "[8] Lower estimates exist. 120 This is an area in which additional data and input from more specialized simulations would be used 121 before public policy formulated. Regionalization is also important as ventilators may not be 122 distributed where needed. Publication daily of model predictions, assuming they predict or exceed the 123 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model parameters 69"
        },
        {
            "text": "We use a standard SIR modeling approach [10] but with the time based reproductive factor as 133 described above. The number of new cases is our R factor times the existing cases which are only 4 134 days old or less. 135",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 44,
                    "text": "[10]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Model dynamics 132"
        },
        {
            "text": "During \"lockdown\" the R factor is adjusted according to (a) the ratio of new cases from the 136 previous day, and (b) the increase in herd immunity factor over the previous day. Only when the 137 caseload is rapidly peaking will day to day changes in herd immunity factor be relevant. When an 138 \"unlock\" policy is established in the predictive model, the R factor is re-established at the initial value 139 reduced by the herd immunity factor. When actual unlock data is available, this will need further 140 adjustment which we do not specify at this time. 141",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model dynamics 132"
        },
        {
            "text": "This simple model was implemented in a spreadsheet with some facilities for setting days to be 142 unlocked, or they can be set manually. The spreadsheet will be available as supplementary materials 143 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model dynamics 132"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.30.20048082 doi: medRxiv preprint 9 and in the http://medRxiv.org preprint repository, and is currently available at 144 http://shulerresearch.org/covid19.htm . Each day actual data was used to replace predicted data based 145 on CDC data at the link specified above. This affects the model's integration base and the effective 146 reproduction rate R. The number of \"new\" cases, necessary for bookkeeping active and spreading 147 cases and ventilator utilization, is deduced from the day to day change is number of cases. Total cases, 148 used for the herd immunity calculation, is calculated by either 5 or 6 times the known cases as 149 described. 150",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model dynamics 132"
        },
        {
            "text": "The progress toward \"curve flattening\" is shown in Figure 1 , with predicted plots based on actual 152 data from 3/21, 3/25 and 3/29. One can see that to say flattening was successful is putting it mildly. 153",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 59,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "151"
        },
        {
            "text": "Thus arises the dilemma: not enough people are getting sick to develop herd immunity. 154",
            "cite_spans": [],
            "ref_spans": [],
            "section": "151"
        },
        {
            "text": "In the 3/25 and 3/29 cases in Figure 1 , herd immunity is incomplete. In the 3/21 case it appears 155 90% of the population is infected because of numerical overshoot during the rapid rise. One day 156 quantization may not be enough resolution, the rise is so rapid. The extent to which such an overshoot 157 might happen in reality (it might) is not of concern to us since this case will not be allowed. In the 158 following cases it will be apparent that where a slower rise is allowed due to partial lockdown, the total 159 cases peaks around 70% just where it should for R0=3. 160 Figure 2 shows two different dates for total unlock, beginning with the day after the current 161 extension of lockdown through April 30 th . The second scenario begins 6 months later on November 1. 162",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 38,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 585,
                    "end": 593,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "151"
        },
        {
            "text": "Though the peak is reduced somewhat, ventilator capacity is still wildly exceeded. More ventilators 163 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "151"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.30.20048082 doi: medRxiv preprint may be produced by then, but 6 months have been wasted when people could have been building herd 164 immunity, and the economic loss, the permanent loss of houses and business from loan default, and 165 consequent loss of jobs, will be known is the worst \"man-made\" disaster of all time, since it was a 166 reactionary policy decision which we will show is easily prevented. 167 Figure 3 shows a three day a week partial unlock strategy beginning as soon as April 9 th . 168",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 523,
                    "end": 531,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "151"
        },
        {
            "text": "Actually it could begin April 2 nd , but this paper is not likely to be in public view by then. Five weeks 169 later, total unlock is possible. Critical resource (ventilator) usage expands smoothly toward the 70-170 80% range, then drops dramatically just at the time of full unlock. It is possible to unlock a week 171 earlier, but doing so causes a rise in critical cases which might undermine public confidence. 172 173 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "151"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.30.20048082 doi: medRxiv preprint Figure 4 shows a sensitivity analysis for the multiple of unknown to known cases of 5 instead of 6. 177",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "151"
        },
        {
            "text": "The situation is worse, but capacity is not exceeded. Most expert opinion is that the multiple will be 178 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "151"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.30.20048082 doi: medRxiv preprint higher rather than lower, however additional studies involving testing random samples would clarify 179 this figure, which might vary by region. 180",
            "cite_spans": [],
            "ref_spans": [],
            "section": "151"
        },
        {
            "text": "It appears that the unlock date need not be pinned down in advance. There will be a precipitous 181 drop in usage of critical resources, and unlock can then occur within a few days. 182 CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "151"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.30.20048082 doi: medRxiv preprint Conclusion 190 It appears that options are available that are not now openly under consideration that would lessen 191 economic impact of the CORVID-19 worldwide response by six to ten times, while operating within 192 existing critical medical resources and not causing unnecessary deaths. 193 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "151"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.30.20048082 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "151"
        },
        {
            "text": "The public desperately wants more concrete data and projections, projections which can be seen 194 to be valid as the data comes in. Current models involve obscure parameters that make investigators 195 hesitant to share them. The use of a time base reproductive factor would likely be more 196 comprehensible and easier for the public to verify for themselves. 197",
            "cite_spans": [],
            "ref_spans": [],
            "section": "151"
        },
        {
            "text": "It is likely the response to a \"partial unlock\" would be underwhelming. Many businesses would 198 be hesitant to reopen. However, within a few days this effect will be apparent in the case data, and the 199 unlock schedule can be adjusted higher or lower. Using days of the week is a customary and usual way 200 of managing work schedules that is easily understood. 201",
            "cite_spans": [],
            "ref_spans": [],
            "section": "151"
        },
        {
            "text": "The public will realize, and it must be made clear, that partial unlock is not a declaration of 202 safety from CORVID-19. It is a declaration of reasonable assurance of adequate medical capacity. We 203 recommend a flexible policy allowing those at risk or those simply afraid to continue to isolate, and 204 those who wish or need to work to accept the risk. The end result is a great reduction of the isolation 205 time required for those who choose to continue to isolate. 206",
            "cite_spans": [],
            "ref_spans": [],
            "section": "151"
        },
        {
            "text": "The final and perhaps most important benefit of this methodology and strategy is the rapid 207 availability of excess medical resources from the U.S. (once unlock is achieved, in about 5 weeks from 208 start) to assist the rest of the world which is not so fortunate in number of ventilators or comparable 209 devices. Further, healthcare workers who have acquired immunity may well want to volunteer to help 210 in other countries. Let's do this. 211 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "151"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.30.20048082 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "151"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The reproductive number of COVID-218 19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Travel Medicine",
            "volume": "27",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Driving through the great recession: why does motor vehicle fatality decrease 221 when the economy slows down?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Soc. Sci. Med",
            "volume": "155",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Economic downturns, universal health coverage, and cancer mortality in high-income and middle-225 income countries, 1990-2010: a longitudinal analysis",
            "authors": [],
            "year": null,
            "venue": "The Lancet",
            "volume": "388",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pandemic risk: how large are the expected 228 losses? Policy & Practice",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "Y"
                    ],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Jamison",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Summers",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Bulletin of the World Health Organization",
            "volume": "96",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mathematical modeling and prediction in infectious disease 231 epidemiology",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huppert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Katriel",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin. Microbiol. Infect",
            "volume": "19",
            "issn": "",
            "pages": "999--1005",
            "other_ids": {
                "DOI": [
                    "10.1111/1469-0691.12308"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "ICU Resource Availability for COVID-19",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Halpern",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "COVID-19/United-States-Resource-Availability-for-COVID-19.pdf?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Substantial 238 undocumented infection facilitates the rapid dissemination of novel coronavirus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "COVID-19 Outbreak: Wuhan's Experience, Anesthesiology, special section on COVID-19, no 242 pagination specified",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/ALN.0000000000003296"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Recent Advances in Computational Epidemiology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marathe",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ramakrishnan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Computational epidemiology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marathe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K S"
                    ],
                    "last": "Vullikanti",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Communications of the 246 ACM",
            "volume": "56",
            "issn": "7",
            "pages": "88--96",
            "other_ids": {
                "DOI": [
                    "http:/doi.acm.org/10.1145/2483852.2483871"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "87 public and to aid in the important goal of informing the public and enlisting their rational choices in 88 implementing the strategy. To this end our first parameter reformulates the traditional R0 reproduction 89 rate, which does not have a specific time base, as a time-based spreading rate \"R.\" Data from the CDC 90 https://www.cdc.gov/coronavirus/2019-ncov/cases-updates/cases-in-us.html#investigation for number 91 of cases for March 16-21 in the US (4226, 7038, 10442, 15219, 18747, 24583) represent a time period 92 when local spread had begun to act exponentially. These data correspond to daily spread rates of 93 (1.665, 1.48, 1.45, 1.23, 1.311). Previously a slow rate attributable to travel had been dominant. After 94",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ", location tracking and other massive data mining efforts recommended in 126 research of more persistent (non-pandemic) diseases [9] are specifically not part of our approach. They 127 take time, where we require rapid feedback. They invite abuse for other applications later. But most 128 important, social networks change as soon as a pandemic is announced, change again when 129 government policy is announced, and keep changing. An aggregated tracking and feedback method 130 will work better. 131",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Progress toward \"flattening\" from 3/21 to 3/29. 175 176",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Alternatives",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Three day a week unlock scenario. 187 Three day a week unlock scenario with 5x unknown to known cases. 189",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Provide sufficient realism to assure relevance 82 2. Keep the model simple 83 3. Compatible with easily accessible public data for updating/tracking 84 4. Err toward the worst case rather than optimism 85",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The author appreciates feedback, comments, references and general moral support from Theodore 213Koukouvitis at every stage of this research, and for some time previously as the author expanded his 214 modeling and theoretical work in social systems safety and reliability into cooperative and 215 evolutionary/biological systems. 216",
            "cite_spans": [],
            "ref_spans": [],
            "section": "212"
        }
    ]
}