{
    "paper_id": "cbff6529c344732d551df7a1b742e8062b1d669a",
    "metadata": {
        "title": "New Epidemiological Model Suggestions Revealing Size of Epidemics Based on the COVID-19 Pandemic Example: Wavelength Models",
        "authors": [
            {
                "first": "Tevfik",
                "middle": [],
                "last": "Bulut",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hacettepe University",
                    "location": {
                        "settlement": "Ankara",
                        "country": "Turkey"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The main purpose of the study is to introduce the wavelength models developed to measure the size of outbreaks based on the COVID-19 example. In this way, the wavelengths of the outbreaks can be calculated, ensuring that the outbreaks are valid, reliable and easy to follow at the national and international level. Wavelength models consist of approved case, death, recovered case and net wavelength models. Thus, the size of the outbreak can be measured both individually and as a whole. COVID-19 cases of 181 countries were used to demonstrate the application of the models. The prominent findings in the applied wavelength models are as follows: the countries with the highest case wavelength are USA, Italy, Spain and Germany, respectively. However, Italy ranks first in the death wavelength, followed by Spain, the USA and France. On the other hand, China has taken the first place in the recovered case wavelength. This country was followed by Spain and Germany and Italy, respectively. Based on all these wavelength models mentioned, net wavelength lengths are calculated. According to the findings of net wavelengths obtained, Canada ranked first, followed by United Kingdom, USA and Italy, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Wuhan, China's Hubei Province in December 2019. This disease is transmitted from person to person through breathing [6, 10, 12, 13] .",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 120,
                    "end": 123,
                    "text": "10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 124,
                    "end": 127,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 128,
                    "end": 131,
                    "text": "13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Within the scope of this study, a mathematical model was developed to measure the extent of outbreaks in other outbreaks, especially coronavirus pandemics, which deeply affected countries. With this model, it was aimed to calculate the wavelength of the outbreaks and to facilitate the follow-up of the outbreaks on a reliable and valid basis at the national and international level. Data sets retrieved from \"The Humanitarian Data Exchange (HDX)\" website were used to demonstrate the implementation of the models [4] .",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 517,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, the size of the outbreaks, especially the coronavirus outbreak, was determined with the mathematical models developed in the current data set, and the size of the outbreaks was measurable, as well as the opportunity to compare outputs of these modes within the country and between countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "To calculate wavelengths, data sets was taken from the Human Data Exchange (HDX) platform which is the one of the websites of OCHA (United Nations Office for the Coordination of Humanitarian Affairs [4] . The number of cases in the data sets covers the period from 2020-01-22 until 2020-04-02 (including this date). Data sets having the extension csv (commaseperated value) were combined because they consisted of 3 different datasets, including confirmed cases and deaths, and recovered coronavirus cases. The number of cases in the data sets follows a cumulative course. Microsoft Excel 2016 and R Programming language was used in the analysis [2, 3] .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 646,
                    "end": 649,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 650,
                    "end": 652,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "Since there are duplicates in the time series for countries in the data sets, a unique time series was created within each country using data mining techniques. Descriptive statistics of the World coronavirus (COVID-19) cases in the data set are given in Table 1 . The course of the COVID-19 cases in the world has been presented in graphs from 2020-01-22",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 255,
                    "end": 262,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methodology"
        },
        {
            "text": "until 2020-04-02 (including this date), which is handled separately on the basis of approved cases, deaths and recovered cases. The blue dashed line parallel to the x axis in the graphs shows the average of the cases. First, the course followed by the approved cases in Figure 1 is",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 270,
                    "end": 278,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methodology"
        },
        {
            "text": "given. There was a sharp increase in the number of cases approved according to Figure 1 at the end of the first 60-day period. After this time period, it was observed that the number of approved cases was above the average number of cases. . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. In Figure 2 , the course followed by the death cases is given by time. Similar to that in Figure 1 , it was observed that there was a sharp increase at the end of the first 60 days of the epidemic in death cases according to Figure 2 , and the number of death cases was above the average number of death cases. The progress of the recovered cases according to time is given in Figure 3 . Unlike Figures 1 and   2 , it has been observed in Figure 3 that there is a sharp increase at the end of the first 40 days of the outbreak in recovered cases, and the number of recovered cases was above the average number of recovered cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 87,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 404,
                    "end": 412,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 491,
                    "end": 499,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 626,
                    "end": 634,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 778,
                    "end": 786,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 796,
                    "end": 813,
                    "text": "Figures 1 and   2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 840,
                    "end": 848,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Methodology"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056432 doi: medRxiv preprint The per-case statistics of the first 25 countries with the highest number of confirmed cases were also discussed in the timeframe from 2020-01-22 until 2020-04-22 (including this date).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "In this context, the number of confirmed cases and deaths per day as well as the ones of recovered cases per day was examined. The findings are given in Table 2 by country. The findings that stand out according to Table 2 are as follows:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 160,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 214,
                    "end": 221,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Methodology"
        },
        {
            "text": " In the number of cases per day, USA ranked first with 3381.3 cases, followed by Italy, Spain and Germany, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": " Italy ranked first in the number of deaths per day with approximately 221 cases, followed by Spain, USA, France and Iran.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": " China ranked first in the number of recovered cases per day with approximately 1064.3 cases, followed by Spain, Germany, Italy and Iran.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056432 doi: medRxiv preprint . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056432 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In this section, the parameters used in model equation are firstly included. Then, case, death, recovered and net wavelength models are given respectively. The relation of wavelength equations with net wavelength equation is presented in Figure 4 . is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 246,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Theoretical Framework of Models"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056432 doi: medRxiv preprint After the parameters are included, it is the recommended equations for the wavelengths. The reason for using natural logarithm (ln) in equations is that the values obtained are wanted to be normalized. The reason why the natural logarithm product coefficient is included in 1 is that ln (1) = 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Average is not used in wavelength equations. This is because, for example, the number of cases seen in a total of 20 days since the first epidemic case occurred in an \"A\" population was 2000. In another example, the number of cases seen in a total of 40 days since the first epidemic case occurred in a population \"B\" was 4000. In both samples, the average number of cases per day in the \"A\" and \"B\" population is equal. However, populations with different days and number of cases should be differentiated from each other. Therefore, evaluating these two populations with the same average on the same plane results in erroneous findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "These and similar situations also exist at epidemiological rates. Therefore, they are far from revealing the magnitude of the epidemic, in other words, wavelength. In general terms, as the values of the variables in the numerator and denominator grow or shrink simultaneously, there will be no differentiation. An example of this is the case-based fatality rate, which is one of the epidemiological rates. A case fatality rate (CFR) is the proportion of those who died of a particular disease at a given time. In CFR product coefficient is 100 [1] . For example, in the population \"A\", the total number of cases in a given disease and at a given time is 1000, and the number of deaths is 50. In the population \"B\", the total number of cases in a given disease and at a certain time is 10000, and the number of people who died is 500. In this case, the case fatality rate in these two populations is 5%.",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 547,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The issue to be considered here is to reveal how many cases were reached in which time period in COVID-19 or other epidemic data sets. The task that needs to be done later is to calculate the wavelength of the outbreak using these findings. Many models developed in the study were tested in measuring the wavelength of the outbreak. Finally, it was decided to use the wavelength equations mentioned in the following sections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Case wavelength was calculated with the help of equation (1) . The higher the case wavelength (Wc), the higher the size of the outbreak in the population.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 60,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Case Wavelength"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Wavelength"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056432 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "= [( ) ( − ) + ]"
        },
        {
            "text": "Death wavelength was calculated using equation (2) . As the death wavelength (Wd) increases, the epidemic's killer effect increases in the population.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 50,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Death Wavelength"
        },
        {
            "text": "Recovered case wavelength was calculated with the help of wavelength equation (3). As recovered wavelength (Wr) increases, the recovery rate of cases infected by the epidemic increases in the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recovered Case Wavelength"
        },
        {
            "text": "(3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "= [( ) ( − ) + ]"
        },
        {
            "text": "Net wavelength was calculated with the help of equation (4) . Here, the net wavelength is . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Net Wavelength"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056432 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Findings regarding case wavelengths are presented in Table 3 comparatively by the first 12 countries with the highest wavelengths. The findings that stand out according to Table 3 are as follows:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 53,
                    "end": 90,
                    "text": "Table 3 comparatively by the first 12",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 172,
                    "end": 183,
                    "text": "Table 3 are",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Case Wavelength (Wc)"
        },
        {
            "text": " The USA, with the highest case wavelength, ranks first with 36.77 points, while Belgium is 12th with 28.56 points. The USA with the highest wavelength is followed by Italy, Spain and Germany, respectively. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Wavelength (Wc)"
        },
        {
            "text": "Findings including death wavelengths are comparatively given by the first 12 countries with the highest wavelengths in Table 4 . The findings that stand out according to Table 4 are as follows:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 126,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 170,
                    "end": 177,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Death Wavelength (Wd)"
        },
        {
            "text": " Unlike case wavelength, Italy, with the highest death wavelength, ranks first with 28.24 points, while Turkey ranks 12th with 17.49 points. Italy, which has the highest death wavelength, is followed by Spain, USA and France, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Death Wavelength (Wd)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Death Wavelength (Wd)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056432 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Findings including recovered case wavelengths are presented by the first 12 countries with the highest wavelengths in Table 5 . The findings that stand out according to Table 5 are as follows:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 125,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 169,
                    "end": 183,
                    "text": "Table 5 are as",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Recovered Case Wavelength (Wr)"
        },
        {
            "text": " Unlike other wavelengths, in recovered case wavelength, China was ranked 1st with 33.30 points, while Denmark ranked 12th with 20.99 points. China having the highest recovered case wavelenght, is followed by Spain, Germany and Italy, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recovered Case Wavelength (Wr)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recovered Case Wavelength (Wr)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056432 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Findings related to net wavelength are presented from large to small by the first twelve countries in Table 6 .Here, case and death wavelengths are summed first for the net wavelength. Then, the net wavelength was calculated by subtracting the recovered wavelength from this total. The net wavelength findings that stand out according to Table 6 are as follows:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 109,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 338,
                    "end": 345,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Net Wavelength (Wnet)"
        },
        {
            "text": " Unlike all other wavelengths, in net wavelength, Canada was ranked 1st with 41.95 points, while Turkey ranked 12th with 28.83 points. Canada, with the highest net wavelenght, is followed by United Kingdom, USA and Italy, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Net Wavelength (Wnet)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Net Wavelength (Wnet)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056432 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Within the scope of this study, mathematical models were developed to measure the extent of outbreaks in other outbreaks, especially COVID-19 pandemics, which affect countries in social, economic and many other aspects. In this way, by calculating the wavelength of the outbreaks, it is aimed to facilitate the follow-up of the outbreaks in the country and at the international level as reliable, valid and at the same time as easy as possible. At the same time, the findings from the models are expected to contribute to policy making for decision makers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "On the other hand, although the developed models are designed to reveal the extent of outbreaks, they can be used in other diseases with and without infection origin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The developed wavelength models were tested on datasets with COVID-19 cases, deaths and recovered cases in 181 countries. According to the findings obtained from the implementation, the first four countries with the highest case wavelength are USA, Italy, Spain and Germany, respectively. However, Italy ranks first in the death wavelength, followed by Spain, USA and France. On the other hand, China has taken the first place in the recovered wavelength. This country was followed by Spain and Germany and Italy, respectively. Based on all these wavelength models mentioned, net wavelength lengths are calculated. According to the net wavelengths obtained, Canada ranked first, followed by United Kingdom, USA and Italy, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056432 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Since there were no other variables other than the number of confirmed cases, deaths and recovered cases in the existing data sets, the models developed were limited to these variables. Of course, other variables can also be included in the wavelength equations mentioned as parameters, and wavelengths can be calculated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The author declares that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.07.20056432 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Principles of Epidemiology in Public Health Practice",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Microsoft Excel",
            "authors": [],
            "year": 2018,
            "venue": "Microsoft Corporation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "R: A language and environment for statistical computing. R Foundation for Statistical Computing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "R Core Team",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Humanitarian Data Exchange (HDX)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Phase-adjusted estimation of the number of Coronavirus Disease",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cell Discov",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41421-020-0148-0"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Rolling updates on coronavirus disease (COVID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Coronavirus disease 2019 (COVID-19) Situation Report -72",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coronavirus disease 2019 (COVID-19) Situation Report -76",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Report of the WHO-China Joint Mission on Coronavirus Disease",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Coronavirus disease 2019 (COVID-19) Situation Report -61",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Immune-epidemiological parameters of the novel coronavirus -a perspective",
            "authors": [
                {
                    "first": "Amene",
                    "middle": [],
                    "last": "Saghazadeh &amp; Nima Rezaei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Expert Review of Clinical Immunology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/1744666X.2020.1750954"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Coronavirus disease 2019 (COVID-19) Situation Report -71",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Progress of Approved Cases by Time Data Source: The Data Exchange (HDX)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Progress of Death Cases by Time Data Source: The Data Exchange (HDX)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Course of Recovered Cases by Time Data Source: The Data Exchange (HDX)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Relationship of Wavelength Equations with Net WavelengthIn order to calculate the net wavelength in equations inFigure 4, firstly, case and death wavelength equations should be calculated. Then, by calculating the recovered wavelength, net wavelength is obtained by subtracting the case and death wavelength equations. The parameters used in wavelength equations are given below. : Approved cumulative total number of cases : Approved cumulative total death number of cases : Number of days since the first case was announced : The ratio of within the total day of the year of the number of days passed since the first case",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "obtained by subtracting the recovered wavelength from the sum of the case and death wavelengths. As the net wavelength increases, the net effect of the epidemic increases in the population.This section includes the findings obtained from each wavelength equation mentioned in the previous sections. The findings were obtained from the COVID-19 cases, deaths and recovered cases in 181 countries during the period from 2020-01-22 until 2020-04-02 (including this date) when the first case was recorded. In the findings section, the wavelength lengths of the first 12 countries with the highest wavelength in each wavelength equation are given.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Descriptive Statistics",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Number of Cases, Deaths and Recovered Per Day in Countries with the Highest Number of Approved CasesData Source: The Data Exchange (HDX)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Case Wavelength (Wc)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Death Wavelength (Wd)",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Recovered Case Wavelength (Wr)",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Net Wavelength (Wnet)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}