{
    "paper_id": "cd3c3c78ccb737db27c084573e8dcb116a2ac03a",
    "metadata": {
        "title": "Knowledge and practice of preventive measures against COVID-19 infection among pregnant women in a low-resource African setting",
        "authors": [
            {
                "first": "Johnbosco",
                "middle": [
                    "Ifunanya"
                ],
                "last": "Nwafor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alex Ekwueme Federal University Teaching Hospital",
                    "location": {
                        "addrLine": "South-east",
                        "settlement": "Abakaliki",
                        "country": "Nigeria"
                    }
                },
                "email": "nwaforjohnbosco97@gmail.com"
            },
            {
                "first": "Joseph",
                "middle": [],
                "last": "Kenechi Aniukwu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Qatif Central Hospital",
                    "location": {
                        "settlement": "Qatif"
                    }
                },
                "email": ""
            },
            {
                "first": "Bonaventure",
                "middle": [
                    "Okechukwu"
                ],
                "last": "Anozie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alex Ekwueme Federal University Teaching Hospital",
                    "location": {
                        "addrLine": "South-east",
                        "settlement": "Abakaliki",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Arinze",
                "middle": [],
                "last": "Chidiebere Ikeotuonye",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alex Ekwueme Federal University Teaching Hospital",
                    "location": {
                        "addrLine": "South-east",
                        "settlement": "Abakaliki",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Coronavirus disease pandemic has resulted in death of thousands of people across several countries. Several preventive measures have been recommended to halt the spread of the disease and its associated mortality. However, the level knowledge and practice of these preventive measures against COVID-19 infection among pregnant women, which constitute vulnerable groups, are yet to be evaluated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "To determine the knowledge and practice of preventive measures against COVID-19 infection among pregnant women in Abakaliki.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: This was a self-administered questionnaire-based cross-sectional study conducted from February 1, 2020 to March 31, 2020 among 284 antenatal clinic attendees at Alex Ekwueme Federal University Teaching Hospital, Abakaliki, Ebonyi State. A pretested and validated questionnaire was used to collect the data. Data analysis was done using SPSS version 22. Results: Of 284 participants, 60.9% (n=173) had adequate knowledge of the preventive measures against COVID-19 infection. However, the overall practice of these preventive measures among the participants were poor as 69.7% of the participants were not practicing the preventive measures against the coronavirus. The determinants of poor practice of the preventive measures among the participants were being in age group 31-40 years (AOR=2.04, 95%CI: 1.26 -5.37, p=0.022), married (AOR=2.99, 95%CI: 1.40 -6.33, p=0.035) grandmultiparous (AOR=3.11, 95%CI: 1.32 -6.56, p=0.021), residing in rural area (AOR=2.08, 95%CI: 1.32 -4.05, p=0.031), and having no formal education (AOR=6.73, 95%CI: 2.66 -18.34, p=0.002).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Emerging infections have been shown to have adverse impact on pregnant women and their fetuses as shown by recent pandemic caused by 2009 pandemic H1N1 influenza virus and the severe fetal effects of Zika virus. 1 In December, 2019, a series of pneumonia cases of unknown cause emerged in Wuhan (Hubei, China), with clinical presentations resembling viral pneumonia. Deep sequencing analysis from lower respiratory tract samples indicated a novel coronavirus that was later named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). 2 The infection has spread to over 110 countries including Nigeria prompting World health organization to declare it a pandemic on March 11, 2020. 3 Globally, as of April 15, 2020, there have been 1,914,916 confirmed cases of COVID-19, including 123,010 deaths, reported by WHO. 3 Nigeria Centre for Disease Control announced the first confirmed case of coronavirus disease in Nigeria on February 27, 2020 and since then many confirmed cases have been reported in many States across the country. 4 Early efforts have focused on describing the clinical characteristics and outcomes of Covid-19 in the general population. 5 However, the disease appears to be particularly impactful in special populations that include those older than 65 years of age. 6 Pregnant women are also considered to be a special population group because of the unique 'immune suppression' caused by pregnancy. 7 The immunologic and physiologic changes of pregnancy might make pregnant women at higher risk of severe illness or mortality with Covid-19, compared with the general public. 6, 7 However, there is little information on Covid-19 infection during pregnancy. [7] [8] [9] There are limited case series reporting the impact on women affected by coronaviruses (CoV) during pregnancy. 1, 2, 6 In women affected by other coronavirus infections such as . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 213,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 542,
                    "end": 543,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 673,
                    "end": 690,
                    "text": "March 11, 2020. 3",
                    "ref_id": null
                },
                {
                    "start": 1038,
                    "end": 1039,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1162,
                    "end": 1163,
                    "text": "5",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1292,
                    "end": 1293,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1426,
                    "end": 1427,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1602,
                    "end": 1604,
                    "text": "6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1605,
                    "end": 1606,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1684,
                    "end": 1687,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1688,
                    "end": 1691,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1692,
                    "end": 1695,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1806,
                    "end": 1808,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1809,
                    "end": 1811,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1812,
                    "end": 1813,
                    "text": "6",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org /10.1101 /10. /2020 Middle East Respiratory Syndrome (MERS-CoV) and Severe Acute Respiratory Syndrome (SARS-CoV), the case fatality rate appeared higher in women affected in pregnancy compared with non-pregnant women. 10 To curtail the continued spread of the coronavirus disease and its associated mortality, World Health Organisation has recommended series of preventive measures including regular hand washing with water and soap, social distancing, covering hand and mouth while coughing and avoiding touching eyes, nose and mouth. 11 In Nigeria, this preventive measures have been adopted to prevent further spread of the virus in the country. The government of Nigeria has also engaged in media campaigns to disseminate information on these preventive measures to the general public. However, the level of knowledge and practice of these preventive measures against COVID-19 infection among pregnant women, which constitute vulnerable groups, are yet to be evaluated. Therefore, this study aimed to determine the knowledge and practice of the preventive measures of coronavirus infection among pregnant women attending antenatal care at a tertiary hospital in Abakaliki, South-east, Nigeria.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 95,
                    "text": "/10.1101",
                    "ref_id": null
                },
                {
                    "start": 96,
                    "end": 106,
                    "text": "/10. /2020",
                    "ref_id": null
                },
                {
                    "start": 305,
                    "end": 307,
                    "text": "10",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 623,
                    "end": 625,
                    "text": "11",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20066894 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Study design, period and area: This is a cross-sectional study that was conducted among pregnant women attending antenatal care at Alex Ekwueme Federal University Teaching Hospital, Abakaliki from February 1, 2020 to March 31, 2020. Ebonyi state is one of the five states in the South-east geopolitical zone of Nigeria. 12 Abakaliki is a semi-urban area and the capital of Ebonyi State, Nigeria. The population comprises mainly of subsistence farmers and petty traders. Christianity forms their major religion and the inhabitants are predominantly Igbo speaking.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 322,
                    "text": "12",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "All consenting eligible pregnant women who attended antenatal care during the study period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population:"
        },
        {
            "text": "Study criteria: All women who gave informed consent to participate in the study were included in the study. Participants who had a verbal communication problem and complete loss of hearing were excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population:"
        },
        {
            "text": "The sample size was calculated by taking variability of proportion of 18% from the average of 450 pregnant women who attend antenatal clinic per month in the hospital. 13 Using Open Epi software package for the determination of sample size and design effect of 1.5 at error margin of 5%, the final minimum sample size was calculated as 227. After considering 10% non-response rate for any unpredictable events, the final required sample size was 249.7. However, 284 women were recruited for the study.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 170,
                    "text": "13",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Sample size determination:"
        },
        {
            "text": "The study participants were selected by using simple random sampling method and the first participant was selected by using lottery method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling technique:"
        },
        {
            "text": "The dependent (outcome) variables for this study were the level of knowledge and practice of preventive measures against COVID-19 infection. The . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The questionnaire has 12-item scale (6-item for knowledge questions and 6-item for practice questions). The scoring system of women's knowledge and practice of preventive measures was either 2 (for correct answer) or 0 (for incorrect answer). The minimum score was 0 whereas the maximum score was 12 each for both knowledge and practice component of the questionnaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study variables:"
        },
        {
            "text": "The reliability of the questionnaire was checked by conducting a pretest among pregnant women in the antenatal clinic, by taking 5% of the sample size. From the pretest, understandability, clarity, and organization of the questionnaire were checked.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study variables:"
        },
        {
            "text": "From the reliability test of knowledge and practice questions, 0.898 Cronbach's alpha value was found. The questionnaire was prepared in English language and then translated to Igbo (local language in Abakaliki) that was used for data collection and re-translated back to English to check its consistencies. The questionnaire was then refined accordingly for final use. Two trained house officers participated in data collection. The data collector were trained for one day on the techniques of data collections. The training also included the importance of disclosing the possible benefit and purpose of the study to the study participants before the start of data collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study variables:"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. were expressed as adjusted odds ratio (AOR) at 95% confidence interval, with level of significance set at p < 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study variables:"
        },
        {
            "text": "Committee (REC) of the Alex Ekwueme Federal University Teaching Hospital, Abakaliki. Informed consent was taken from the study participants after informing the study subjects on study objectives, expected outcomes, and benefits associated with it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical considerations: This study was approved by the Research and Ethics"
        },
        {
            "text": "Confidentiality of responses was maintained throughout the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical considerations: This study was approved by the Research and Ethics"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Only 30.3% of the participants' practices to prevent human-to-human transmission of the virus were within good practice scores.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical considerations: This study was approved by the Research and Ethics"
        },
        {
            "text": "The sources of information on coronavirus infection pandemic for the study participants is shown in Table 2 . The commonest source of information for the participants was the television (82.7%), followed by friends and relatives (78.5%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 107,
                    "text": "Table 2",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Ethical considerations: This study was approved by the Research and Ethics"
        },
        {
            "text": "Health workers and internet accounted for 39.8% and 44.7% of sources of information for the participants respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical considerations: This study was approved by the Research and Ethics"
        },
        {
            "text": "Participants' responses of knowledge of coronavirus infection and its preventive measures are shown in Table 3 . Cough (75.7%) and difficult breathing (82.4%) were most common symptoms known by participants. Just over half (53.9%) of the . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 110,
                    "text": "Table 3",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Ethical considerations: This study was approved by the Research and Ethics"
        },
        {
            "text": "The copyright holder for this preprint were less likely to have adequate knowledge when compared with younger age groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "On the other hand, women who were above para 5 were less likely to have inadequate . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Because COVID-19 is an emerging infectious disease, the optimal treatment for affected individuals has not yet been established. 1, 2, 6 Currently, the effect of coronavirus infection in pregnancy is not well described. 14 It is important that . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 334,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 335,
                    "end": 337,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 338,
                    "end": 339,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 423,
                    "end": 425,
                    "text": "14",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20066894 doi: medRxiv preprint vulnerable populations such as pregnant women be protected from coronavirus infection. This is particularly of utmost importance especially in sub-Saharan African countries like Nigeria where the health infrastructure is weak and could not handle coronavirus in massive proportion as seen in developed countries who are struggling to contain the disease with its associated mortality in the setting of advanced health systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "About 295, 000 women died during and following pregnancy and childbirth in 2017 and 94% of these deaths occurred in low-resource settings. 15 Nigeria contributes nearly 20% of global maternal deaths. 16 Nigeria's maternal mortality ratio is over 800 maternal deaths per 100, 000 live births and most of these deaths are preventable. 16 Therefore, poor practices of preventive measures against COVID-19 infection among pregnant women would put these women at high risk of infection which could worsen our maternal morbidity and mortality profile during this coronavirus pandemic.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 202,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 333,
                    "end": 335,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Although, case reports from advanced countries about the outcome of coronavirus disease in pregnancy appear to be good 8 and and these outcomes were achieved with intensive, active management that might be absent in most developing countries due to poor healthcare system prevalent in resource-constrained settings. Therefore, pregnant women require special attention in relation to prevention, diagnosis, and management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In order to effectively contain the spread of the coronavirus infection to Nigerian population and to protect vulnerable populations such as pregnant women, this current media campaign should be extended to rural areas where access to electronic media is limited. In addition, provision of economic palliative support to families who depend on daily income for survival would likely encourage women, who in some cases are . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20066894 doi: medRxiv preprint the breadwinners in many households, to adopt preventive measures to halt the spread of this virus in Nigeria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The strength of this study is that it is the first study to evaluate the knowledge, practice and sociodemographic variables associated with poor knowledge and practice of preventive measures against coronavirus infection among pregnant mothers in a low-resource setting. These associated factors of poor practice were determined using bivariate and multivariate logistic regression analysis. These statistical methods are appropriate and efficient method for determining associations between dependent and independent variables. Despite these strengths, this study has a limitation. It is a single centre study which limits the generalization of the study findings to the study area. A multicentre study would have been ideal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitation"
        },
        {
            "text": "In conclusion, this study showed that most of the participants had adequate knowledge of preventive measures against COVID-19 infection. However, the practice of these preventive measures were poor among the participants. Multiparity, rural residence, low level of educational attainment and occupations (such as farming, trading and artisan) were factors significantly associated with poor practice of the preventive measures against coronavirus -19 infection among pregnant women.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The authors declare no conflict of interest . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "The copyright holder for this preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20066894 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20066894 doi: medRxiv preprint is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20066894 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20066894 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20066894 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus Disease 2019 (COVID-2019) and Pregnancy: What obstetricians need to know",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Smulian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lednicky",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jamieson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AJOG",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajog.2020.02.017."
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global interim guidance on coronavirus disease 2019 (COVID-19) during pregnancy and puerperium from FIGO and allied partners: Information for healthcare professionals",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kapur",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Melamed",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Divakar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IJGO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/IJGO.13156."
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Nigeria Centre for Disease Control. COVID-19 outbreak in Nigeria situation report",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30566--30569",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30566-3."
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Royal college of obstetricians and gynaecologists. Coronavirus (COVID-19) infection in pregnancy information for healthcare professionals 2020. RCOG",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "What are the risks of COVID-19 infection in pregnant women",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qiao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "760--762",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "China: a retrospective, single-centre, descriptive study",
            "authors": [],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Expert consensus for managing pregnant women and neonates born to mothers with suspected or confirmed novel coronavirus (COVID-19) infection",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IJGO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical features and the maternal and neonatal outcomes of pregnant women with coronavirus disease 2019",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.22.20041061."
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "World Health Organization. Coronavirus disease (COVID-19) advice for the public",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Obi VO Pattern and Determinants of Puerperal Pyrexia among Postnatal women at the Alex Ekwueme Federal University Teaching Hospital",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Nwafor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Obi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Ibo",
                    "suffix": ""
                },
                {
                    "first": "Dpc",
                    "middle": [],
                    "last": "Ugoji",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Onwe",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Recent Sci Res",
            "volume": "10",
            "issn": "5",
            "pages": "32192--32195",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Pattern of antenatal care among antenatal clinic attendees at Alex Ekwueme Federal University Teaching Hospital Abakaliki, Nigeria",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Oliobi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Nwafor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ikeotuonye",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Nweke",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Uche-Nwidagu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Okoye",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Res Med Sci",
            "volume": "7",
            "issn": "11",
            "pages": "4096--4101",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Coronavirus in pregnancy and delivery: rapid review and expert consensus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mullins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Viner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "Morris",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not peer-reviewed) The copyright holder for this preprint",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cc-By-Nc-Nd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.15.20066894"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "against coronavirus infection. The variables used to assess the knowledge and practice of preventive measures of coronavirus infection were 1) Frequent hand washing with soap and water or rubbing alcohol-based sanitizers on the hand, 2) Maintaining at least 1 meter distance from others, 3) Avoiding touching eyes, nose and mouth with hands, 4) Covering mouth and nose when coughing or sneezing, 5) Wearing face mask in public, 6) Staying indoor.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "quality control and analysis: The principal researcher checked completeness and consistency of questionnaires filled by the data collectors to ensure the quality of data. The collected data were entered and analyzed using SPSS version 22 (IBM Corp. Amork, New York, U.S.A). Proportions, rates and summary statistics such as mean, the standard deviation were calculated for most variables. Bivariate regression analysis was employed to test the strength of the association between maternal socio-demographic characteristics and knowledge and practice of preventive measures of coronavirus infection, and the results were expressed as crude odds ratio (COR) with the corresponding 95% confidence interval. The variables that showed significant association with knowledge and practice of preventive measures of coronavirus infection were included in multivariate logistic regression model to identify the independent predictors of poor knowledge and practice of preventive measures of coronavirus infection. The results of the multivariate regression analysis",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "of 284 pregnant women participated in the study and all the study participants (100%) were aware of the COVID-19 infection global pandemic. The mean age of the study cohorts was 24.6 ± 6.3 years, ranged from 18 to 42 years. Majority of the participants were married (78.9%), multiparous (39.4%), farmers (34.9%) and reside in urban area (60.9%). Most of the participants (89.8%) and their husbands (94.4%) had some formal education. The depth of knowledge of preventive measures against coronavirus infection among the participants is shown in Figure 1. Over half (60.9%) of the participants had adequate knowledge of the preventive measures, whereas 39.1% of the women were classified as having inadequate knowledge of the preventive measures against coronavirus infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "shows the number of the participants that adopted the preventive measures against coronavirus infection transmission. Most (69.7%) of the participants' practices to prevent coronavirus infection transmission were within poor practice category.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "p=0.002). Participants who had no formal education were 6 times more likely to have inadequate knowledge of preventive measures when compared with those with formal education (AOR=6.30, 95%CI: 2.55 -6.91, p=0.004). Similarly, women residing in rural areas were 9 times more likely to have inadequate knowledge of preventive measures when compared with participants living in urban areas (AOR=9.11, 95%CI: 5.67 -20.01, p<0.001). Also, women who were artisans were about thrice more likely to have inadequate knowledge of preventive measures ( AOR=2.82, 95%CI: 0.02 -0.77, p=0.021).Factors associated with poor practice of preventive measures against COVID-19 infection are shown inTable 6. The odds of poor practice of preventive measures was 2 times higher in women between the age of 31 and 40 years when compared with those younger than 30 years (AOR=2.04, 95%CI: 1.26 -5.37, p=0.022).Grandmultiprous (para ≥ 5) (AOR=3.11, 95%CI: 1.32 -6.56, p=0.021) participants were 3 times respectively more likely not to practice preventive measures against coronavirus infections when compared with nulliparous women. When compared with women who were single, the odds of poor practice of preventive measures were almost 3 times higher among married participants (AOR=2.99, 95%CI: 1.40 -6.33,p=0.035). The odds of poor practice of preventive measures of coronavirus infection decrease as educational attainment increases. Participants who had no formal education (AOR=6.73, 95%CI: 2.66 -18.34, p=0.002) were approximately 7 times more likely to have poor practice scores of preventive measures when compared to those with tertiary education. Similarly, when compared with participants with tertiary education, those who had primary educational were nearly 6 times more likely to have poor practice scores (AOR=5.95, 95%CI: 3.02 -14.39, p<0.001). Area of residence",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "provides an insight on the level of knowledge and practice of preventive measures against person-to-person transmission of coronavirus infection among pregnant mothers in Abakaliki at the time of the COVID-19 infection outbreak in Nigeria. This study is unique because it is the first study to describe the knowledge and adoption of preventive practices to protect pregnant mothers from coronavirus disease and its associated morbidity and mortality. In this study, the level of knowledge about preventive measures against coronavirus disease among the participants was high. This is probably because since the onset of the first confirmed case of the disease, Nigerian government have embarked on aggressive media campaign to educate the populace on the preventive measures to curtail person-to-person transmission of the disease. Therefore, it is not surprising that television and friends and relatives were the sources of information on the preventive measures for the majority of the study participants. Although, most of the study participants had adequate knowledge about the preventive measures to halt the spread of the disease, the level of practice of these preventive measures remained poor. This could be attributed to sociodemographic characteristics of the population in sub-Saharan African countries like Nigeria. High parity, rural residence, low educational attainment and occupations requiring physical contacts were the factors associated with poor practice of preventive measures against the disease. These factors increase pregnant women's risk of exposure and contracting coronavirus disease as it continued to spread in Nigeria.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "N, Li W, Kang Q, Xiong Z, Wang S, Lin X, et al. Clinical features and obstetric and neonatal outcomes of pregnant patients with COVID-19 in Wuhan,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Level of knowledge of preventive measures against COVID-Level of practice of preventive measures against COVID-",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "independent variables were: age, parity, marital status, educational attainment, area of residence, occupation and husband's educational level. Awareness: A participants were classified as being aware of coronavirus disease pandemic if a positive response ('Yes') is obtained to the question 'have you ever heard of coronavirus disease pandemic?' Inadequate knowledge: Women who scored < 60% (score up to 6) on knowledge of coronavirus disease preventive measures questionnaire. Good practice: Women who scored 100% (score of 12) on the practice of coronavirus disease preventive measures questionnaire. Poor practice: Women who scored < 100% (score below 12) on the practice of coronavirus disease preventive measures questionnaire. collection tools and procedures: A self-administered questionnaire on the knowledge and practice of coronavirus infection preventive measures was used for data collection. The questionnaire was developed following review of literatures on the WHO recommendations on the measures to prevent human-to-human transmission of COVID-19 infection. 11 The study questionnaire was divided into four areas: 1)sociodemographic characteristics (ie, age, parity, marital status, area of residence, occupation, participant's level of education, and husband's level of education); 2)media exposure to access information about coronavirus infection pandemic; 3)knowledge about preventive measures against Coronavirus (COVID-19) infection (ie, ever heard about coronavirus infection pandemic, multiple variables regarding symptoms, what to do when the participants suspect to have develop",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". https://doi.org/10.1101/2020.04.15.20066894 doi: medRxiv preprint participants knew that fever is a symptom of coronavirus infection. Majority of the participants had inadequate knowledge of what to do when they suspect to have developed symptoms of coronavirus infection. Fifty-seven (20.1%) women said they would stay at home, 15.8% reported that they would wear facemask and 4.2% said they would inform their health care provider in advance before visit to hospital. Significant number of the study cohorts had adequate knowledge of preventive measures to prevent human-to-human transmission of coronavirus infection. The preventive measures known by participants were washing hands frequently with soapand water or rubbing hands with alcohol-based sanitizers (93.7%), maintaining at least 1 meter distance between yourself and others (87.7%), avoiding touching eyes, nose and mouth with hands (75%), covering mouth and nose when coughing or sneezing (97.5%), wearing facemask in public (98.6%) and staying indoor (74.3%).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "shows the participants' responses toward practice of preventive measures against COVID-19 infection. Seventy-six (26.8%) participants practised frequent hand washing with soap and water while 20.4% practised social distancing of at least 1 meter between them and others. Avoidance of touching eyes, nose and mouth with hands was practised by 21.5% of the study cohort whereas 32.7% of the participants used facemask in public. The determinants of knowledge of preventive measures against coronavirus infection among the participants is shown in Table 5. Age, parity, level of educational attainment, area of residence and occupation were factors associated with inadequate knowledge of preventive measures against COVID-19 infection among the participants. Women who were > 40 years (AOR=0.19, 95%CI: 0.23 -0.65, p <0.001)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "was a significant determinants in the practice of preventive measures. Women residing in rural areas had the odds of poor practice of 2 times higher (AOR=2.08, 95%CI: 1.32 -4.05, p=0.031) when compared with those living in urban areas.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Sociodemographic characteristics of the study participants (N = 284)",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Sources of information on preventive measure against COVID-19 infection",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Participants' responses of knowledge towards COVID-19 infection and its preventionWhat will you do when you have the above symptoms? *What are the preventive measure of COVID-19 infection? *Washing hands frequently with soap and water or rubbing hands BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20066894 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Participants' responses toward practice of preventive measures of COVID-19 infectionWhat measures did you adopt to prevent COVID-19 infection? * BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20066894 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Predictors of knowledge of preventive measures against COVID-19 infection among study",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Predictors of poor practice of preventive measures against COVID-19 infection among study",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}