{
    "paper_id": "cd43564d8f3170bed749ee002ec8b3864e50a92f",
    "metadata": {
        "title": "Mathematical assessment of the impact of non-pharmaceutical interventions on curtailing the 2019 novel Coronavirus",
        "authors": [
            {
                "first": "Calistus",
                "middle": [
                    "N"
                ],
                "last": "Ngonghala",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Florida",
                    "location": {
                        "postCode": "32611",
                        "settlement": "Gainesville",
                        "region": "FL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Enahoro",
                "middle": [],
                "last": "Iboi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Arizona State University",
                    "location": {
                        "postCode": "85287",
                        "settlement": "Tempe",
                        "region": "Arizona",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Steffen",
                "middle": [],
                "last": "Eikenberry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Arizona State University",
                    "location": {
                        "postCode": "85287",
                        "settlement": "Tempe",
                        "region": "Arizona",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [],
                "last": "Scotch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Arizona State University",
                    "location": {
                        "postCode": "85287",
                        "settlement": "Tempe",
                        "region": "Arizona",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Raina",
                "middle": [],
                "last": "Chandini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Macintyre",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New South Wales",
                    "location": {
                        "settlement": "Sydney",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [
                    "H"
                ],
                "last": "Bonds",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Abba",
                "middle": [
                    "B"
                ],
                "last": "Gumel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Arizona State University",
                    "location": {
                        "postCode": "85287",
                        "settlement": "Tempe",
                        "region": "Arizona",
                        "country": "USA"
                    }
                },
                "email": "agumel@asu.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "A pandemic of a novel Coronavirus emerged in December of 2019 , causing devastating public health impact across the world. In the absence of a safe and effective vaccine or antivirals, strategies for controlling and mitigating the burden of the pandemic are focused on non-pharmaceutical interventions, such as social-distancing, contact-tracing, quarantine, isolation and the use of face-masks in public. We develop a new mathematical model for assessing the population-level impact of the aforementioned control and mitigation strategies. Rigorous analysis of the model shows that the disease-free equilibrium is locally-asymptotically stable if a certain epidemiological threshold, known as the reproduction number (denoted by R c ), is less than unity. This equilibrium is globally-asymptotically stable, for a special case of the model where quarantined-susceptible individuals do not acquire COVID-19 infection during quarantine, when R c is less than unity. The epidemiological consequence of this theoretical result is that, the community-wide implementation of control interventions that can bring (and maintain) R c to a value less than unity will lead to the effective control (or elimination) of COVID-19 in the community. Simulations of the model, using data relevant to COVID-19 transmission dynamics in the US state of New York and the entire US, show that the pandemic burden will peak in mid and late April, respectively. The worst-case scenario projections for cumulative mortality (based on baseline levels of interventions) are 105, 100 for New York state and 164, 000 for the entire US by the end of the pandemic. These numbers dramatically decreased by 80% and 64%, respectively, if adherence to strict social-distancing measures is improved and maintained until the end of May or June. The duration and timing of the relaxation or termination of the strict social-distancing measures are crucially-important in determining the future trajectory of the COVID-19 pandemic. This study shows that early termination of the strict social-distancing measures could trigger a devastating second wave with burden similar to those projected before the onset of the strict social-distance measures were implemented. The use of efficacious face-masks (such as surgical masks, with estimated efficacy ≥ 70%) in public could lead to the elimination of the pandemic if at least 70% of the residents of New York state use such masks in public consistently (nationwide, a compliance of at least 80% will be required using such masks). The use of low efficacy masks, such as cloth masks (of estimated efficacy less than 30%), could also lead to significant reduction of COVID-19 burden (albeit, they are not able to lead to elimination). Combining low efficacy masks with improved levels of the other anti-COVID-19 intervention strategies",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The world is currently facing a pandemic of a novel coronavirus (COVID- 19) , which started as an outbreak of pneumonia of unknown cause in Wuhan city of China in December of 2019 [1] [2] [3] . As of April 14, 2020, COVID-19 (caused by the novel SARS-CoV-2 coronavirus) has spread to over 210 countries and territories, causing about 1.9 million infections and 125,000 deaths [4] [5] [6] [7] . The United States is now the epicenter of the COVID-19 pandemic, (recording over 613,800 confirmed cases and 26,000 deaths) within a short time, with New York state bearing the brunt of the US burden (over 203,000 confirmed cases and 10,800 deaths) [4] [5] [6] [7] . The first documented confirmed case of the novel coronavirus in the US (a resident who had recently visited Wuhan city in China) was reported on January 20, 2020 [8] , while the first confirmed case in the state of New York was reported on March 1, 2020. Most of the COVID-19 related deaths and severe cases occur in the elderly (65 years of age and older) and people with underlying medical conditions [9] . Younger people and frontline healthcare workers are also at high risk of acquiring COVID-19 infection.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 75,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 184,
                    "end": 187,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 376,
                    "end": 379,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 380,
                    "end": 383,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 384,
                    "end": 387,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 388,
                    "end": 391,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 651,
                    "end": 654,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 655,
                    "end": 658,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 823,
                    "end": 826,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1064,
                    "end": 1067,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As with two other coronaviruses that caused major outbreaks in humans in recent years (namely, the Severe Acute respiratory Syndrome and the Middle Eastern Respiratory Syndrome [2, 10] ), COVID-19 is transmitted from human-to-human through direct contact with contaminated objects or surfaces and through inhalation of respiratory droplets from both symptomatic and asymptomatically-infectious humans [11] . There is also limited evidence that the virus can be exhaled through normal breathing [12] . The incubation period of the disease ranges from 2-14 days, with about 97.5% of infected people developing disease symptoms within 11.5 days of infection [3, [13] [14] [15] . Most infections (over 80%) show mild or no symptoms [16] . Common symptoms of the disease include fever, coughing and shortness of breath for mild cases, and pneumonia for severe cases [1, 2, 7] . In the absence of pharmaceutical interventions (such as a safe and effective vaccine for use in humans and a COVID-19 anti-viral), efforts aimed at containing COVID-19 are focused on the implementation of non-pharmaceutical interventions, such as social-distancing, using face-masks, quarantine of suspected cases, isolation and hospitalization of confirmed cases, contact-tracing and quarantine, mass testing, etc.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 181,
                    "end": 184,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 401,
                    "end": 405,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 655,
                    "end": 658,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 659,
                    "end": 663,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 664,
                    "end": 668,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 669,
                    "end": 673,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 728,
                    "end": 732,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 861,
                    "end": 864,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 865,
                    "end": 867,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 868,
                    "end": 870,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In particular, since the novel coronavirus is transmitted among people who come in close contact with each other, the implementation of strict social-distancing measures has been the primary tool for curbing the spread of the pandemic. As of April 7, 2020, stringent social-distancing mechanisms (mandatory lockdowns/ stay-at-home orders) have been imposed in over 42 states of the United States, together with Washington DC, Guam, and Puerto Rico (representing over 95% of the US population; involving approximately 316 million Americans) [17] . The state of New York (the current epicenter for COVID-19) has even imposed a fine against people who fail to comply with its stringent social-distancing measures that took effect March 22, 2020 . Common social-distancing measures or guidelines being employed in the US include temporary closures of schools and non-essential businesses, avoiding crowded events and mass gatherings, moving in-person meetings online, etc. The city of Wuhan lifted its 76-day strict lockdown on April 8, 2020 (this was done in a phased way, with the first relaxation of measures on February 9, 2020).",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 544,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 727,
                    "end": 741,
                    "text": "March 22, 2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Contact-tracing is another major public health strategy for combating the spread of COVID-19. Contact-tracing involves searching for, or identifying, individuals with whom the confirmed case has closely interacted within a certain time frame (e.g., two days prior to the onset of symptoms [18] ), interviewing, testing, and isolating or hospitalizing them if they have the disease [19, 20] .",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The use of face-masks in public by members of the general population has historically been a common practice to try to limit or combat the spread of respiratory diseases, dating back to at least the 1918 H1N1 pandemic of influenza [21] [22] [23] [24] [25] [26] . Face masks may have been instrumental in limiting the community spread of the 2002/2003 SARS epidemic in Asia (particularly in China, Singapore, Hong Kong and Taiwan) [27, 28] as well as the containment of the COVID-19 pandemic in Taiwan [29] . Face-masks have dual purposes. If worn by a susceptible individual, the mask offers efficacy against the acquisition of infection. On the other hand, if the wearer is already infected (but is asymptomatic or mildly-symptomatic and unaware he/she ill), the face-mask offers efficacy against their ability to transmit infection to susceptible individuals [12, [30] [31] [32] [33] .",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 236,
                    "end": 240,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 241,
                    "end": 245,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 246,
                    "end": 250,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 251,
                    "end": 255,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 435,
                    "end": 438,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 501,
                    "end": 505,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 861,
                    "end": 865,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 866,
                    "end": 870,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 871,
                    "end": 875,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 876,
                    "end": 880,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 881,
                    "end": 885,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Predicting the course or severity of a pandemic, such as COVID-19, as well as the realistic assessment of proposed public health intervention strategies for combating them in real time, is a major challenge to both the public health and the scientific community. A number of models have been developed and used to study COVID-19 dynamics. Ferguson et al. [34] used an agent-based model to investigate the effects of non-pharmaceutical interventions on human deaths from COVID-19, and in reducing burden on healthcare facilities and equipment. They projected that, in the absence of control measures, over 81% of the populations of the US and Great Britain might become infected and COVID-19 may cause up to 2.2 million deaths in the US. Mizumoto and Chowell [35] used a mathematical model and incidence data to study changes in COVID-19 transmission potential as the outbreak progressed through the Diamond Princess. They obtained a higher reproduction number and noticed a substantial decrease in the effective reproduction number after improved quarantine was instituted. Hellewell et al. [36] used a stochastic model with COVID-19 data to examine the impact of contact-tracing and isolation on disease control, and suggested that for most instances COVID-19 spread can be contained in 3 months if these measures are highly effective. Using a stochastic model, Kucharski et al. [37] examined the COVID-19 trajectory in Wuhan from January-February 2020, showing a reduction in transmission (a 1.3 reduction in the associated effective reproduction number of the model) when travel restrictions were implemented. Consequently, there is a need to examine the combined impact of multiple non-pharmaceutical interventions applied together or in sequence.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 359,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 758,
                    "end": 762,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1091,
                    "end": 1095,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1380,
                    "end": 1384,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The present study is based on the development of a new mathematical model for studying the transmission dynamics and control of the COVID-19 pandemic in the US (particularly in the state of New York, the epicenter of COVID-19). The model takes the form of a Kermack-McKendrick, compartmental, deterministic system of nonlinear differential equations. It incorporates features pertinent to COVID-19 transmission dynamics and control, such as the quarantine of suspected cases and the isolation/hospitalization of confirmed COVID-19 cases (similar to the models developed in [38] [39] [40] ). The model, parameterized using available COVID-19 mortality data (more reliable than case data, provides a realistic real-time assessment and estimate of the burden of the pandemic in the US state of New York, in addition to assessing some of the main intervention strategies being implemented in the state (in particular, quarantine, isolation, contact-tracing, social-distancing and the use of face-masks in public).",
            "cite_spans": [
                {
                    "start": 573,
                    "end": 577,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 578,
                    "end": 582,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We designed and analyzed a novel Kermack-McKendrick-type mathematical model for the transmission dynamics and control of COVID-19 in a population. The model, which incorporates the main non-pharmaceutical interventions being implemented to curtail COVID-19 transmission in a community (such as social-distancing, quarantine of suspected cases, isolation of confirmed cases, contact-tracing, testing and use of face-masks in public), is formulated based on stratifying the total human population at time t, denoted by N (t), into the mutually-exclusive compartments of non-quarantined susceptible (S u (t)), quarantined susceptible (S q (t)), non-quarantined exposed (i.e., newly-infected individuals who do not yet show symptoms of the disease and cannot transmit infection, E u (t)), quarantined exposed (E q (t)), symptomatically-infectious (I u (t)), asymptomatically-infectious (I a (t)), hospitalized/isolated (I h (t)), intensive care patients (I icu (t)) and recovered (R(t)), so that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of Mathematical Model"
        },
        {
            "text": "Quarantine and isolation can either be at home (self-quarantine and self-isolation) or at designated healthcare facilities. Furthermore, hospitalization in the context of this study includes self-isolation at home and isolation at the hospital (hence, hospitalization and isolation will be used interchangeably in this study).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of Mathematical Model"
        },
        {
            "text": "The model is given by the following deterministic system of nonlinear differential equations (where a dot represents differentiation with respect to time).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of Mathematical Model"
        },
        {
            "text": "where the force of infection λ is defined as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of Mathematical Model"
        },
        {
            "text": "where β is the effective contact rate (i.e., contacts capable of leading to COVID-19 transmission), 0 < c M ≤ 1 is the proportion of members of the public who wear face-masks (correctly and consistently) in public and 0 < M ≤ 1 is the efficacy of the face-masks (low values of c M imply limited use of face-masks by members of the public, while values of c M that are closer to unity imply widespread/universal use of face-masks in the community). Furthermore, values of M that are closer to zero imply that the face-masks are not very effective in preventing acquisition (if worn by a susceptible human) or transmitting infection (if worn by a symptomatic or asymptomatically-infectious human), while M close, or equal to, unity implies that the face-masks used by the members of the public are of near or perfect efficacy against the acquisition or transmission of infection. Reduction in the contact rate parameter (β) can be thought of a measure of effectiveness of strategies that limit contacts between people (to avoid community transmission), notably social (or physical) distancing. The parameter 0 < η a < 1 measures the relative infectiousness of asymptomatically-infectious humans (in the I a class) in relation to symptomatic individuals (in the I u class). Similarly, 0 < η h < 1 is a modification parameter accounting for the relative infectiousness of hospitalized/isolated infectious humans (in the I h class) in relation to individuals in the I u class. The parameter 0 < θ q ≤ 1 is a measure of the effectiveness of quarantine, hospitalization/isolation and ICU admission to prevent infected quarantined, hospitalized/isolated individuals and ICU patients from transmitting infection. In particular, θ q = 0 implies that infected quarantined, hospitalized/isolated individuals and ICU patients mix freely with the rest of population and can transmit at the same rate as other infectious individuals. On the other hand, θ q = 1 implies that the efficacy of quarantine, hospitalization/isolation and ICU admission (in preventing infected quarantined, hospitalized/isolated individuals and ICU patients from transmitting infection) is perfect. In other words, θ q = 1 means infected quarantined, hospitalized/isolated infectious humans and ICU patients are no longer part of the actively-mixing population (hence, do not contribute to disease transmission). In the model (2.1), the parameter 0 < p ≤ 1 is the probability of infection per contact, while q is the proportion of non-quarantined individuals that are infected at the time of quarantine. The parameter ψ q measures the rate at which quarantined-susceptible individuals revert to the wholly-susceptible non-quarantined class (S u ) at the end of the quarantine period. The modification parameter 0 ≤ θ j ≤ 1 is a measure of the efficacy of quarantine to prevent the acquisition of infection by quarantined-susceptible individuals (during quarantine). The parameters σ u (σ q ) is the rate at which exposed non-quarantined (quarantined) individuals progress to the symptomatic (hospitalized) class (i.e., 1/σ u and 1/σ q is the intrinsic incubation period of non-quarantined and quarantined exposed individuals, respectively). A proportion, f 1 , of exposed individuals move to the I u class at the end of the incubation period (at the rate f 1 σ u ). Similarly, another proportion, f 2 , moves to I h class (at the rate f 2 σ u , and the remaining proportion, 1−(f 1 +f 2 ) moves to the I a class (at the rate [1−(f 1 +f 2 )]σ u ; noting that f 1 +f 2 < 1). The parameter σ a represents the rate at which asymptomatically-infectious humans are detected (via contact-tracing) and hospitalized. The parameter σ a represents the rate at which asymptomatically-infectious humans are detected (via contact-tracing) and hospitalized. A proportion, r, of exposed quarantined individuals move to the I h class at the end of the incubation period (at a rate rσ q ), while the remaining proportion, 1 − r, moves to the I a class (at a rate (1 − r)σ q ). The parameter α u represents the rate at which exposed non-quarantined individuals are detected (by contacttracing) and placed in quarantine. The parameter γ u (γ a )(γ h )(γ icu ) is the recovery rate for individuals in the I u (I a )(I h )(I icu ) class, while ν h is the rate at which hospitalized individuals are placed into ICU. Furthermore, the parameter δ u (δ a )(δ h )(δ icu ) represents the COVID-induced mortality for individuals in the I u (I a )(I h )(I icu ) class.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of Mathematical Model"
        },
        {
            "text": "The model (2.1) is an extension of the quarantine model for Ebola viral disease developed by Denes and Gumel [38] (by adding epidemiological compartments for asymptomatically-infectious humans and hospitalized individuals in ICU, as well as incorporating contact-tracing of suspected cases and the use of face-masks by members of the general public). To the authors' knowledge, this may be the first deterministic model for COVID-19 that incorporates five non-pharmaceutical interventions (quarantine, isolation, contact-tracing, use of public masks, and social-distancing), in addition to allowing for the assessment of the impact of asymptomatic transmission on the trajectory and burden of COVID-19 (by adding a compartment for asymptomatic-infectious humans). A flow diagram of the model is depicted in Figure 1 , and the state variables and parameters of the model are tabulated in Tables 1 and 2) .",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 807,
                    "end": 815,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 887,
                    "end": 902,
                    "text": "Tables 1 and 2)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Formulation of Mathematical Model"
        },
        {
            "text": "To keep track of COVID-19 related deaths (required for calibrating our model with cumulative death data for COVID-19, and for quantifying and predicting the public health impact/burden of disease), we define the bookkeeping state variable D(t) to measure the number of COVID-deceased individuals. It then follows from some of the equations of the model (2.1) that the rate of change of the population of deceased-individuals is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of Mathematical Model"
        },
        {
            "text": "(2.2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of Mathematical Model"
        },
        {
            "text": "We estimated the baseline epidemiological parameters of the model from available COVID-19 data and sources from the published literature. Since the generally recommended period for quarantine of people suspected of being exposed to COVID-19 is 14 days [6, 16] , we set the rate at which quarantined susceptible individuals revert to the non-quarantined susceptible class (ψ q ) to be ψ q = 1/14 per day. Further, whiel some studies have estimated the incubation period for COVID-19 to range from 2-14 days, with about 97.5% of infected people developing disease symptoms within 11.5 days of infection [13] [14] [15] , other studies have estimated the incubation period to be 5-6 days [3] . We consider an average incubation period (taken from these ranges) of 5.1 days, so that σ u = σ q = 1/5.1 per day [13] . Similarly, we set the progression rate from the asymptomatically-infectious class (I a ) to the isolated/hospitalized class (I h )to be σ a = 1/4 per day. Following [34, 41] , we consider an infectious period of about 10 days, so that the recovery rate from COVID-19 infection (γ) is set to γ u = γ icu = 1/10 per day. Ferguson et al. [34] estimated the average time COVID-19 patients spent in hospital (for infections that do not lead to complications requiring ICU admission) to be about 8 days. Therefore, we set γ h = 1/8 per day. Furthermore, [34] , it is assumed that there is a short time lag (of about 5 days) between the onset of disease symptoms in non-quarantined humans and hospitalization. Hence, we set the hospitalization rate (φ u ) to be φ u = 1/5 per day. Some studies have suggested that most COVID-19 infections (over 80%) show mild or no symptoms, about 14% show severe symptoms (but without requiring ICU admission), and 6% show criticallysevere symptoms requiring ICU admission [16, 42, 43] . Consequently, we set f 2 = 0.2 and assume that half of the 80% of cases that show no or mild symptoms are asymptomatic (hence, we set",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 255,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 256,
                    "end": 259,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 611,
                    "end": 615,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 684,
                    "end": 687,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 804,
                    "end": 808,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 976,
                    "end": 980,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 981,
                    "end": 984,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1146,
                    "end": 1150,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1359,
                    "end": 1363,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1812,
                    "end": 1816,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1817,
                    "end": 1820,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1821,
                    "end": 1824,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Baseline values of model parameters"
        },
        {
            "text": "The modification parameter for the relative infectiousness of asymptomatic people (η a ) was estimated from [34, 44] to be 0.5. Further, Li et al. [44] estimated this parameter to be between 0.42 and 0.55. Hence, we set η a = η h = 0.5.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 113,
                    "end": 116,
                    "text": "44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 147,
                    "end": 151,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Baseline values of model parameters"
        },
        {
            "text": "Since about 15% of COVID-19 patients die [34] , we estimated δ u = δ h = 0.015 per day. To obtain estimates for δ a and δ icu , we assume that δ a = 0.5δ u (so that δ a = 0.0075 per day) and δ icu = 1.5δ u (so that, δ icu = 0.0225 per day) [45] . The parameter for the efficacy of quarantine to prevent acquisition of infection during quarantine (θ j ) is estimated to be θ j = 0.5.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 45,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 240,
                    "end": 244,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Baseline values of model parameters"
        },
        {
            "text": "We estimated the efficacy of face-masks ( M ) based on the results of a number of clinical trials. For instance, data from Driessche et al. [46] shows that surgical masks reduced P. aeruginosa infected aerosols produced by coughing by over 80% in cystic fibrosis patients. A similar study by Stockwell et al. [47] shows that surgical masks reduced colony-forming unit (CFU) count by over 90% (these two studies in [46, 47] show that the N95 masks (respirators) were more effective). Similarly, van der Sande et al. [48] show that home-made tea-cloth masks had an inward efficiency between 58% and 77% over a 3-hour duration of wear, while inward efficiency ranged 6 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 309,
                    "end": 313,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[46,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 419,
                    "end": 422,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 515,
                    "end": 519,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Baseline values of model parameters"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline values of model parameters"
        },
        {
            "text": "Probability of infection per contact q",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efficacy of face-masks to prevent acquisition of infection by susceptible individuals p"
        },
        {
            "text": "Proportion of infected humans quarantined at time of exposure ψ q Rate at which quarantined individuals revert to the susceptible class (1/ψ q is the average duration in quarantine).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efficacy of face-masks to prevent acquisition of infection by susceptible individuals p"
        },
        {
            "text": "Modification parameter for the assumed reduced infectiousness of asymptomatically-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efficacy of face-masks to prevent acquisition of infection by susceptible individuals p"
        },
        {
            "text": "Efficacy of quarantine to prevent acquisition of infection during quarantine (0 ≤ θ j < 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efficacy of face-masks to prevent acquisition of infection by susceptible individuals p"
        },
        {
            "text": "Incubation period for non-quarantined (quarantined) exposed individuals σ a Rate at which asymptomatically-infectious humans are detected (via contact-tracing) and hospitalized/isolated α u Rate at which exposed non-quarantined individuals are detected (via contact-tracing) and placed in quarantine",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efficacy of face-masks to prevent acquisition of infection by susceptible individuals p"
        },
        {
            "text": "Proportion of exposed non-quarantined individuals who progress to the I u (I h ) class at the end of the incubation period (",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efficacy of face-masks to prevent acquisition of infection by susceptible individuals p"
        },
        {
            "text": "Proportion of exposed non-quarantined individuals who progress to the I a class",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efficacy of face-masks to prevent acquisition of infection by susceptible individuals p"
        },
        {
            "text": "Hospitalization rate of non-quarantined infectious individuals r(1 − r) Proportion of exposed quarantined individuals who are hospitalized (not hospitalized) at the end of the incubation period, (i.e., move to the I h (I a ) class) θ q Efficacy of quarantine, hospitalization/isolation and ICU admission to prevent infected individuals in quarantine, hospital/isolation and ICU from transmitting infection (0 ≤ θ q ≤ 1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efficacy of face-masks to prevent acquisition of infection by susceptible individuals p"
        },
        {
            "text": "72-85% and 98-99% for surgical and N95-equivalent masks. Consequently, following Eikenberry et al. [45] , we estimate inward mask efficacy to range widely between 20-80% for cloth masks, and at least 50% for well-made, tightly fitting masks made of optimal materials, and 70-90% for surgical masks, and over 95% typical for p in the range of properly worn N95 masks. Based on this, we set M = 0.5. We set the proportion of quarantined exposed individuals who are hospitalized (r) to be r = 0.7. There is no good data for the efficacy of isolation/hospitalization to prevent disease transmission by symptomatic individuals in isolation/hospital. Nonetheless, it seems plausible to assume that, at the later stage of the pandemic (such as at the present moment), the public health system capacity has been greatly improved to the extent that such transmission do not occur. Hence, we set θ q = 1. The parameter (ν h ) for the rate of ICU admission is estimated to be ν h = 0.083 per day (based on data from [49] it is in the range of 6% − 12%). The remaining parameters of the model (2.1), β, c M , σ a and α u , were estimated from the mortality data for the state of New York and the entire US [4] [5] [6] [7] (based on the fitting of the state of New York data in Figure 2 (a) and data for the entire US in Figure 2 (b)). The estimating process involved minimizing the sum of the squares of the difference between the predictions of model (2.1) (cumulative deaths) and the observed COVID-19 cumulative deaths data from New York state (for the period from March 1, 2020 to April 7, 2020). In particular, the fitted values obtained using the state of New York mortality data were β = 0.8648 per day, p = 0.8073 per day, c M = 0.0546, σ a = 0.2435 per day and α u = 0.1168 per day, while the fitted values obtained using mortality data for the entire US were β = 1.0966 per day, p = 0.7163 per day, c M = 0.1598, σ a = 0.3090 per day and α u = 0.1065 per day.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1005,
                    "end": 1009,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1194,
                    "end": 1197,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1198,
                    "end": 1201,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1202,
                    "end": 1205,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1206,
                    "end": 1209,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 1265,
                    "end": 1273,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1308,
                    "end": 1316,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Efficacy of face-masks to prevent acquisition of infection by susceptible individuals p"
        },
        {
            "text": "7 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. [4] [5] [6] [7] . The red dots represent data points, while the solid blue line represent predictions of death from system (2.1).",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 163,
                    "end": 166,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 167,
                    "end": 170,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 171,
                    "end": 174,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Efficacy of face-masks to prevent acquisition of infection by susceptible individuals p"
        },
        {
            "text": "The asymptotic stability of the disease-free equilibrium of the model (2.1), given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytical Results: Asymptotic Stability Analysis of Disease-free Equilibrium"
        },
        {
            "text": ", 0, 0, 0, 0, 0, 0, 0, 0), will be analysed using the next generation operator method [50, 51] . Using the notation in [50] , it follows that the next generation operator matrices, F and V for the new infection terms and the transition terms, are given, respectively, by",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[50,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 91,
                    "end": 94,
                    "text": "51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 119,
                    "end": 123,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Analytical Results: Asymptotic Stability Analysis of Disease-free Equilibrium"
        },
        {
            "text": "It is convenient to define R c by (where ρ now represents the spectral radius of the next generation matrix F V −1 ):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytical Results: Asymptotic Stability Analysis of Disease-free Equilibrium"
        },
        {
            "text": "The result below follows from Theorem 2 of [50] .",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Analytical Results: Asymptotic Stability Analysis of Disease-free Equilibrium"
        },
        {
            "text": "The quantity R c is the control reproduction number of the model 2.1. It measures the average number of new COVID-19 infections generated by an average infected individual introduced into a population where basic public health interventions (quarantine, isolation, social-distancing, testing etc.) are implemented. The quantity R c is the sum of the constituent reproduction numbers associated with the number of new COVID-19 cases generated by symptomatically-infectious humans (R ciu ), hospitalized/isolated individuals (R h ) and asymptomaticallyinfectious humans (R a ). The epidemiological implication of Theorem 3.1 is that a small influx of COVID-19 cases will not generate a COVID-19 outbreak if the control reproduction number (R c ) is less than unity. For effective control of COVID-19 to be independent of the initial sizes of the infected compartments of the model (2.1), a global asymptotic stability result must be established for the DFE. This is done below, for a special case. We claim the following result:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytical Results: Asymptotic Stability Analysis of Disease-free Equilibrium"
        },
        {
            "text": "Theorem 3.2. The disease-free equilibrium of the special case of the model (2.1) with θ j = 0 (i.e., infected individuals in quarantine, hospital or ICU do not transmit infection), is globally-asymptotically stable if R c ≤ 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytical Results: Asymptotic Stability Analysis of Disease-free Equilibrium"
        },
        {
            "text": "The proof of Theorem 3.2, based on using Lyapunov function theory, is given in Appendix A. The epidemiological implication of Theorem 3.2 is that, for the special case of the model (2.1) with θ j = 0, bringing (and maintaining) R c to a value less than unity is necessary and sufficient for the effective control of the disease. It should be mentioned that if the assumption of θ j = 0 is relaxed in Theorem 3.2, the proof will not work since the model will then undergo the phenomenon of backward bifurcation [52, 53] . The baseline values of the parameters of the model are tabulated in Table 3 .",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 514,
                    "text": "[52,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 515,
                    "end": 518,
                    "text": "53]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [
                {
                    "start": 589,
                    "end": 596,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Analytical Results: Asymptotic Stability Analysis of Disease-free Equilibrium"
        },
        {
            "text": "We simulated the model (2.1) using the baseline parameter values tabulated in Table 3 (unless otherwise stated), to assess the population-level impact of the various control and mitigation strategies against the spread of COVID-19 in the US state of New York discussed in Section 2.1. We also simulated the model using the calibrated parameters in Table 4 , together with the other estimated parameters in Table 3 , to assess the population-level impact of various control measures in the entire US. It should be mentioned that in all the simulations carried out, the various nonpharmaceutical interventions are maintained at their baseline values (unless otherwise stated). We simulated the model to, first of all, assess the impact of social-distancing (which, in our study, extends beyond individuals staying 2 meters (or 6 feet) apart to include school and non-essential business closures, staying at home, avoiding large gatherings, etc). Further, in our study, we measured the effect of social-distancing by the overall reduction in the baseline value of the community contact rate parameter (β). The simulation results 9 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 85,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 348,
                    "end": 355,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 406,
                    "end": 413,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Numerical simulations"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . 10 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical simulations"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical simulations"
        },
        {
            "text": "obtained, depicted in Figure 3 , show a projected 66, 300 patients in hospital (or in self isolation) at the pandemic peak, expected to be attained on May 5, 2020 (Figure 3 (a) ) and 105, 100 cumulative number of deaths (Figure 3 (c) ) for the state of New York under the baseline scenario (i.e., for the baseline level of social-distancing). Similarly, the projections for the entire US, under the baseline nation-wide social-distancing scenario, are 115, 000 daily hospitalizations at the pandemic peak (Figure 3 (b) ) and 164, 000 cumulative number of deaths (Figure 3 (d) ). It is noteworthy that our projection for the cumulative mortality for the entire US (of 164, 000) falls markedly below the 2.2 million mortality projected by Ferguson et al. [34] . Our US-wide mortality projection, however, falls within the range of (38,243, 162,106) estimated by Murray et al. [56] . When social-distancing is improved above the baseline effectiveness levels (i.e., increase in efficacy and adherence/coverage of social-distancing), Figure 3 shows a dramatic reduction of COVID-19 burden for both New York state and the entire US. In particular, for a social-distancing regimen that reduces the contact rate parameter β by 10% from its baseline value, the expected number of daily hospitalizations/isolation of confirmed cases at the peak of the pandemic decreases to 50, 380 (corresponding to a 24% decrease in hospitalizations/isolation from baseline) for the state of New York. Similarly, nation-wide hospitalizations/isolation of confirmed cases at the peak of the pandemic decreases by 21% to 89, 930. Furthermore, for a highly-effective social-distancing strategy (such as a social-distancing strategy that results in at least 40% reduction in the baseline value of β), the peak hospitalizations/isolation of confirmed cases for New York state and the entire US dramatically reduce to 5, 000 and 14, 000, respectively. Similarly, for this scenario, the cumulative mortality for New York state and the entire US reduce, respectively, to 20, 700 and 59, 600. Thus, implementing a highly-effective social-distancing strategy (which can reduce the baseline community contact rate, β, by at least 40%) will avert over 80% and 64% of the predicted baseline deaths in New York state and nationwide, respectively. The effectiveness levels and coverage of social-distancing in New York state and the entire US has greatly improved, by April 2, 2020 [57] [58] [59] [60] , to the extent that it is plausible to assume that 40% reduction in the baseline value of β has already been achieved in both the state of New York and nationwide. Therefore, this study shows that the state of New York and the entire US could have recorded catastrophic COVID-induced mortality (between 100, 000 to 200, 000) if not for the high effectiveness levels and coverage of the strict social-distancing measures implemented in the state and nationwide. Our study suggests that if the current level of social-distancing effectiveness and coverage is maintained through May or June 2020, in the state of New York and nationwide, COVID-19 can be eliminated from both the state and the entire nation. Extending the simulations for Figure 3 shows that the current level of the social-distancing regimen in the state of New York should be extended until late September 2021 to guarantee the elimination of COVID-19 (in the context of Figure 3 , COVID-19 elimination is measured in terms of when the cumulative mortality stabilizes). Similarly, for the entire US, social-distancing needs to be maintained until March 2021.",
            "cite_spans": [
                {
                    "start": 753,
                    "end": 757,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 874,
                    "end": 878,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 2443,
                    "end": 2447,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 2448,
                    "end": 2452,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 2453,
                    "end": 2457,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 2458,
                    "end": 2462,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [
                {
                    "start": 22,
                    "end": 30,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 163,
                    "end": 176,
                    "text": "(Figure 3 (a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 220,
                    "end": 233,
                    "text": "(Figure 3 (c)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 505,
                    "end": 518,
                    "text": "(Figure 3 (b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 562,
                    "end": 575,
                    "text": "(Figure 3 (d)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1030,
                    "end": 1038,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3199,
                    "end": 3207,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3400,
                    "end": 3408,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Numerical simulations"
        },
        {
            "text": "Additional simulations were carried out to assess the population-level impact of the duration and timing of when to terminate the current strict social-distancing protocols. For the best-case scenario, where the current strict socialdistancing protocols were assumed to be implemented right from the very beginning of the COVID-19 pandemic in New York state (March 1, 2020) and the entire US (January 20, 2020) and maintained until early December, 2020, the results obtained for the cumulative mortality recorded for New York state and the entire US are 25, 000 and 60, 000, respectively (blue curves in Figure 4 (a)-(f)). Furthermore, if the social-distancing regimens were implemented on the days they were officially implemented in New York state (March 22, 2020) and the entire US (March 16, 2020), but maintained until early December, 2020, the cumulative mortality to be recorded will be 55, 000 and 75, 500, respectively (magenta curves in Figure 4 (a)-(f)). The effect of the timing of when to terminate the current strict social-distancing protocols was also monitored. Our simulations show that terminating the current strict social-distancing by the end of April 2020 (i.e., the 40% reduction in the baseline value of β is now lost due to the termination of the social-distancing measures), a significant rebound of COVID-19 burden will be recorded in as early as July 2020. In particular, New York state will record 144, 000 deaths (4 (a)), while the entire US will record up to 156, 000 deaths ( 4 (d)). In other words, the early termination of the current strict social-distancing measures (by the end of April 2020) will result in catastrophic COVID-19 burden, similar to the dire projections made for the pre-social-distancing period (i.e., all the gains of the social-distancing and other control and mitigation measures will essentially be lost). If the strict-distancing measures were to be terminated by the end of May, 2020, the cumulative mortality figures are projected to be 91, 800 for New York state and 118, 300 for the entire US (4 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 604,
                    "end": 612,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 947,
                    "end": 955,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Numerical simulations"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.15.20066480 doi: medRxiv preprint (b) and (e)). Finally, if the social-distancing measures are terminated at the end of June, 2020, the projection for the mortality figures are 33, 200 for New York state and 50, 240 for the entire US (4 (c) and (f)). These projected mortality numbers, for the early termination of social-distancing, fall within the range given by Murphy et al. [56] . Our study clearly shows that the clamor to relax or terminate the social-distancing measures (that have proven to be hugely successful in both the state of New York and the entire US), as part of the move to re-open the state and the country, would undoubtedly trigger a devastating rebound of COVID-19 in both New York state and the entire US. Data has already shown that certain countries that have relaxed the successfully-implemented social-distancing measures, such as Taiwan, Hong Kong and South Korea, are now witnessing a rebound of COVID-19 [61] . In particular, Hong Kong announced 84 newly-confirmed cases on March 28 (followed by over 70 new daily cases in the next three days). Further, Taiwan reported more than 20 newly-confirmed cases per day in mid-March (up from barely 5 cases per day late in January). South Korea reported 83 newly-confirmed cases on April 3, 2020 [61] .",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 493,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1046,
                    "end": 1050,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1381,
                    "end": 1385,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Numerical simulations"
        },
        {
            "text": "It is worth mentioning that the aforementioned simulations for the effect of social-distancing were carried out for the case where other interventions (contact-tracing, quarantine, face-mask, usage etc.) are also implemented (at their baseline values in Tables 3 and 4 ). If face-masks are not used, then the above cumulative numbers will be even more catastrophic. For instance, if the strict social-distancing protocol is terminated in New York state by April 30, 2020, and no face-mask-based intervention is implemented, about 150, 800 deaths will be recorded by July 2020. Furthermore, terminating the social-distancing protocols by end of May 2020 or end of June 2020 will result in projected 108, 500 and 44, 300 deaths, respectively, in the state. The corresponding numbers for the entire US (for the case where mask-based intervention is not implemented) are projected to be 167, 000, 148, 000, and 91, 900, respectively. Thus, this study strongly suggest that utmost caution should be exercised before terminating the current strict social-distancing protocols being implemented in the state of New York and nationwide. At the very least, a careful state-by-state (or county-by-county) phase withdrawal (based on the updated COVID-19 incidence, mass testing data, and proximity to COVID-19 hot spots) should be carried out.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 268,
                    "text": "Tables 3 and 4",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Numerical simulations"
        },
        {
            "text": "The effect of quarantine of individuals suspected of being exposed to COVID-19 is monitored by simulating the model (2.1) using the baseline parameter values and various levels of effectiveness of quarantine to prevent the acquisition of infection during quarantine (θ j ). The results obtained, depicted in Figure 5 , show that quarantine of susceptible individuals has only marginal impact in reducing COVID-related hospitalizations for both New York state ( Figure 5 (a) ) and the entire US ( Figure 5 (b) ). In particular, at the baseline quarantine efficacy (θ j = 0.5), the state of New York will record 66, 000 daily hospitalizations. The implementation of a perfect quarantine in the state (i.e., θ j = 0) reduces the number of hospitalizations marginally to 60, 000. The numbers for the entire US for the baseline and perfect quarantine are 115, 000 and 97, 000, respectively. The marginal effect of quarantine in minimizing COVID-related hospitalizations is even more pronounced when the isolation strategy is perfect ( Figures  5 (c) and (d) ). That is, for the epidemiological scenario where the isolation (or hospitalization) of confirmed cases is perfect (that is, individuals in isolation at home or in hospital are not part of the actively-mixing population, so that θ q = 1), the community-wide implementation of mass quarantine of individuals suspected of being exposed to COVID-19 will have very marginal impact on COVID-19 burden (measured in terms of reductions in COVID-19 hospitalizations). This result is consistent with that reported in [62] . Thus, this study suggests that, since selfisolation and isolation in hospitals have been implemented at high effectiveness levels in both the state of New York and in the entire US, the mass quarantine of suspected cases may not be a cost-effective public health strategy for combating the spread of COVID-19 in both New York state and the entire US. Figures 5 (c) and (d) illustrate the dynamics of the model (2.1) for various effectiveness levels of quarantine and isolation, for both New York state and the US, further emphasizing the marginal nature of quarantine (even for the cases where isolation was not implemented at a perfect level) in minimizing COVID-19 hospitalizations.",
            "cite_spans": [
                {
                    "start": 1562,
                    "end": 1566,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [
                {
                    "start": 308,
                    "end": 316,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 461,
                    "end": 473,
                    "text": "Figure 5 (a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 496,
                    "end": 508,
                    "text": "Figure 5 (b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1030,
                    "end": 1052,
                    "text": "Figures  5 (c) and (d)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1920,
                    "end": 1933,
                    "text": "Figures 5 (c)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Numerical simulations"
        },
        {
            "text": "The effect of contact-tracing on the transmission dynamics and control of the COVID-19 pandemic is also monitored by simulating the model (2.1) using the baseline parameter values in Table 3 and various values of the contact-tracing parameters (α u and σ a ). In particular, the simulations are run by increasing the values of α u and σ a , simultaneously (and by the same amount) from their respective baseline values. Figure 6 depicts the solution profiles obtained, showing the worst case scenario of 49, 400 cases in the state of New York and 64, 600 cases nationwide on the day the pandemic peaks (on April 26, 2020) if no contact tracing is implemented. If implemented at its baseline rate, contact tracing reduces the size of the pandemic peak number of new COVID-19 cases by 27% 12 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 606,
                    "end": 621,
                    "text": "April 26, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 190,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 420,
                    "end": 428,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Numerical simulations"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical simulations"
        },
        {
            "text": "for the state of New York, and by 22% nationwide, while a 75% improvement in contact-tracing will reduce the predicted number of confirmed cases to approximately 31, 300 for the state of New York and 41, 200 nationwide. This represents 13% and 10% reduction from baseline and shows that while contact-tracing implemented even only at baseline is important in reducing the size of the pandemic peak number of new COVID-19 cases, investing much resources towards contact-tracing beyond the baseline rate might not be cost-effective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical simulations"
        },
        {
            "text": "Simulations were further carried out to assess the population-level impact of the widespread use of masks in public, by running the model (2.1) with various values of mask efficacy ( M ) and coverage (c M ). The results obtained, depicted in Figure 7 , show a marked decrease in the number of hospitalizations, for both New York state (Figures 7 (a), (b) and (c) ) and the entire US (Figures 7 (d) , (e) and (f)), with increasing values of the mask efficacy and coverage. Further, using an efficacious mask, such as a mask of efficacy 50%, can greatly flatten the pandemic curve, in addition to significantly reducing the burden of the pandemic (measured, in this case, in terms of hospitalizations). However, such a mask will fail to lead to the elimination of the disease (Figure 7 (b) ). It is worth emphasizing that, although the use of masks with low efficacy may not lead to disease elimination, they still are highly useful by causing a significant decrease in the burden of the pandemic (i.e., significantly reduce hospitalizations) if a significant proportion of the populace wear them. For instance, if 75% of the populace in New York or the entire US wear masks with efficacy as low as 25% (i.e., cloths masks), the number of hospitalizations will be reduced by 63% and 64%, respectively (compared to the scenario were masks were not used) (Figures 7  (a) and (d)). A contour plot of the reproduction number of the model (R c ), as a function of masks efficacy ( M ) and compliance (c M ) for the special case of the model with θ j = 0, is depicted in Figure 8 . It should be noted from Theorem 3.2 that, for the special case of the model with perfect quarantine (i.e., θ j = 0), the disease-free equilibrium is globally-asymptotically stable whenever R c < 1 (i.e., the disease can be eliminated from New York state if R c < 1). This result is further illustrated in the contours plot depicted in Figure 8 (a) and (b) . However, if masks of higher efficacy, such as surgical masks (with estimated efficacy ≥ 70%) are used in the state, disease elimination is, indeed, feasible if at least 70% of the populace wear the masks (Figures 8 (a) and (b) ). Similar results were obtained for the entire US (Figures 8 (c) and (d) ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 250,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 335,
                    "end": 362,
                    "text": "(Figures 7 (a), (b) and (c)",
                    "ref_id": null
                },
                {
                    "start": 383,
                    "end": 397,
                    "text": "(Figures 7 (d)",
                    "ref_id": null
                },
                {
                    "start": 774,
                    "end": 787,
                    "text": "(Figure 7 (b)",
                    "ref_id": null
                },
                {
                    "start": 1351,
                    "end": 1366,
                    "text": "(Figures 7  (a)",
                    "ref_id": null
                },
                {
                    "start": 1563,
                    "end": 1571,
                    "text": "Figure 8",
                    "ref_id": null
                },
                {
                    "start": 1909,
                    "end": 1929,
                    "text": "Figure 8 (a) and (b)",
                    "ref_id": null
                },
                {
                    "start": 2136,
                    "end": 2158,
                    "text": "(Figures 8 (a) and (b)",
                    "ref_id": null
                },
                {
                    "start": 2210,
                    "end": 2232,
                    "text": "(Figures 8 (c) and (d)",
                    "ref_id": null
                }
            ],
            "section": "Numerical simulations"
        },
        {
            "text": "Additional simulations were carried out to assess the combined impact of public face-masks use strategy and strict social-distancing strategy (which reduces the baseline value of the community transmission parameter, β, by 40%) on the control of COVID-19 in New York state and the entire US. The results obtained, depicted in Figure  9 , show that, combining the strict social-distancing strategy with a strategy based on using moderately-effective face-masks (with efficacy M ≥ 0.5) in public, will lead to the elimination of the disease in New York state if only 30% of the population use face-masks in public (Figure 9 (a) ). This clearly shows that disease elimination in New York state is more feasible if the face-masks-based strategy is combined with the strict social-distancing strategy. Similar results were obtained for the entire US (Figure 9 (b)), where, in this case, only 10% compliance in mask usage in public will be needed for COVID-19 elimination.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 326,
                    "end": 335,
                    "text": "Figure  9",
                    "ref_id": null
                },
                {
                    "start": 612,
                    "end": 625,
                    "text": "(Figure 9 (a)",
                    "ref_id": null
                },
                {
                    "start": 845,
                    "end": 854,
                    "text": "(Figure 9",
                    "ref_id": null
                }
            ],
            "section": "Numerical simulations"
        },
        {
            "text": "In summary, the above simulations show that the use of face-masks (even those with low efficacy, but with high coverage) in public offers significant community-wide impact in reducing and mitigating the burden of COVID-19 in both New York state and the entire US. In other words, the use of low efficacy face masks with high coverage is always useful. Further, combining the face-masks use strategy with a strategy based on the implementation of strict social-distancing is more effective in curtailing (and eliminating) COVID-19, in comparison to the singular implementation of either strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical simulations"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. 14 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Tables  3 and 4 , with various values of β.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 317,
                    "end": 332,
                    "text": "Tables  3 and 4",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "13"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Tables 3 and 4 , with various values of θ j and θ q .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 171,
                    "text": "Tables 3 and 4",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "15"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. 17 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": "The world is currently experiencing a devastating pandemic of a novel Coronavirus (caused by SARS-CoV2) that emerged in Wuhan city of China in December of 2019. The deadly COVID-19 pandemic has spread to over 210 countries, causing over 1.9 million cases and 125,000 deaths worldwide (with some parts of Asia, Europe and, now, the US suffering the brunt of the burden). There is currently no safe and effective vaccine for use in humans against COVID-19. There is also no safe and effective antiviral. Consequently, control and mitigation efforts against COVID-19 are limited to non-pharmaceutical interventions, such as social-distancing (which involves keeping a physical distance of at least 6 feet from other humans in public, lockdowns of communities, closure of schools, malls, places of worships and other gathering places), quarantine of suspected cases, contact-tracing, isolation (at home or in hospital) of confirmed cases and the use of face masks (both low quality cloth masks and the higher quality surgical masks) in public. This study is based on the design, analysis and simulations of a new mathematical model for providing deeper insights into the transmission dynamics and control of COVID-19 in a community. Specifically, the model designed in this study was parametrized using COVID-19 data from the US state of New York and the entire US population. The model was used to assess the population-impact of the aforementioned control and mitigation interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "The model was rigorously analysed to gain insight into its dynamical features. It was shown that the diseasefree equilibrium of the model is locally-asymptotically stable when a certain epidemiological threshold, known as the reproduction number (and denoted by R c ) is less than unity. The epidemiological implication of this result is that a small influx of COVID-19 cases will not generate a large outbreak in the community if R c is less than unity (and the disease can be effectively controlled in this case). For such effective control (or elimination) of the disease to be independent of the initial sizes of the infected population, a global asymptotic stability must be established for the disease-free equilibrium. This was done for the special case of the model where quarantine is perfect (i.e., the special case of the model where quarantined-susceptible individuals do not acquire infection during quarantine). The implication of this theoretical result is that, for the case where quarantine of susceptible individuals is perfectly implemented in the community, the aforementioned control and mitigation strategies can lead to the elimination of the COVID-19 pandemic if their effectiveness levels (measured in terms of their efficacy and coverage) are high enough to bring (and maintain) the associated reproduction number of the model to a value less than unity. The epidemiological meaning of elimination is the cessation of community transmission. Our study shows that COVID-19 elimination in the state of New York and the entire US is feasible using the basic non-pharmaceutical 20 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "interventions discussed in this study (notably social-distancing, use of face-masks in public and contact-tracing and quarantine) if implemented at the required level of effectiveness and compliance/adherence. Thus, this study shows that COVID-19 elimination can be considered a realistic goal in the US. If achieved, sustaining such elimination would require taking further measures to minimize the possibility of a rebound, such as more consistent surveillance for COVID-19, the potential use of a vaccine and expanded testing. We parameterized the model using COVID-19 data from New York state and the entire US, and extensive numerical simulations were carried out using the parametrized model to assess the population-level impact of the various intervention strategies. With the baseline levels of the four main intervention strategies considered (socialdistancing, quarantine/isolation, contact-tracing and the use of face-masks), the state of New York is projected to see a peak of the pandemic around mid April, 2020 (with 66, 300 number of hospitalizations/isolation of confirmed cases and 105, 100 deaths at the peak), while the entire US will see its peak around end of April, 2020 (with 115, 000 hospitalizations/isolation of confirmed cases and 164, 000 deaths at the peak). Our projections for baseline (worst-case) mortality for the US are much lower than the 2.2 million deaths suggested by Ferguson et al. in the absence of interventions [34] , but fall within the range estimated in [56] . Our projected numbers for COVID-19 burden (morbidity and mortality) dramatically decreases if strict social-distancing measures are implemented at high adherence levels. For instance, it was shown that strict compliance to the statewide lock-down in New York state (which corresponds to reducing the baseline contact rate in our model by at least 40%) will reduce the peak values for hospitalizations/isolation of confirmed cases and mortality to 5, 000 and 20, 700, respectively. Similarly, the peak values for cases and mortality in the entire US (if a nation-wide lockdown capable of reducing baseline contact rate by at least 40%) will decrease to 14, 000 and 59, 600, respectively.",
            "cite_spans": [
                {
                    "start": 1456,
                    "end": 1460,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1502,
                    "end": 1506,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "The duration and timing of the termination of strict social-distancing measures are critically-important in the battle to effectively combat pandemics of respiratory diseases, such as the devastating COVID-19 pandemic. While the rapid implementation of strict social-distancing measures (during the early stage of the pandemic), maintained over a relatively long period of time (e.g., until the summer), will undoubtedly effectively combat the burden of the pandemic. Early termination of these measures will cause catastrophic outcomes. For instance, our study shows that relaxing or terminating the strict social-distancing measures in the state of New York and the US as a whole by end of April 2020 will trigger a devastating second wave, generating COVID-19 burden similar to those obtained during the pre-strict-social-distancing time in the state and in the entire nation by the end of July 2020 (with cumulative mortality numbers in the range reported in [56] for both New York state and the entire US). In particular, up to 144, 000 and 156, 000 cumulative deaths will have been recorded in the state of New York and the entire US if the social-distancing measures are shut down by the end of April, 2020. Extending the termination of social-distancing, such as to end of June 2020, significantly reduces the likelihood of a second wave (in addition to significantly reducing the associated burden of the pandemic). Consequently, a great deal of caution must be exercised before decisions are made to relax or terminate the existing highly-successful social-distancing protocols in both the state of New York and the entire US. It is noteworthy that countries that have recently relaxed these measures, such as Taiwan, Hong Kong and South Korea, have already started seeing a rebound of COVID-19.",
            "cite_spans": [
                {
                    "start": 963,
                    "end": 967,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "Our study suggests that the decision to relax or terminate the social-distancing measures should by on a case-bycase (i.e., state-by-state or county-by-county) basis, and should be informed by updated COVID-19 incidence and mortality data, number of COVID-19 tests (both antibody and surveillance tests) and proximity of a locality to COVID-19 hot spots. In particular, our study shows that strict social-distancing should be maintained until the year 2021 (up to late September 2021 for New York state, and early March, 2021 for the entire US) to eliminate COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "Quarantine of people suspected of being exposed to a respiratory disease is perhaps the oldest public health control measure in human history. Our study shows that widescale implementation of quarantine intervention may not be very effective (in minimizing the burden of COVID-19) if the strategy of isolating confirmed cases is effective. In other words, our study suggests that if isolation can be implemented effectively (high efficacy and coverage), then quarantine of people suspected of contracting COVID-19 may not be necessary. This result is consistent with what was reported by Day et al. [62] . Tracing the contacts of confirmed cases (known as contacttracing) was also shown to only be marginally-effective in minimizing the burden of the pandemic. In particular, even if contact-tracing is implemented at the highest possible level (represented in our study based on increases in the contact-tracing parameters by 75%), the decrease in the burden of the pandemic recorded was only marginal (13% and 10% for cases in New York state and nationwide, respectively, and 5% and 3% for mortality for New York state and nationwide, respectively).",
            "cite_spans": [
                {
                    "start": 599,
                    "end": 603,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "The use of face-masks in public in times of outbreaks of respiratory diseases has a rich history. Although quite popular in some parts of the world (notably Asia), the use of face-masks in public is somewhat controversial. This was more evident in the US during the COVID-19, leading, ultimately, to the recommendation to use face-masks (home-made cloths masks) in public by the The US Centers for Disease Control and Prevention (CDC) on April 2, 2020. Our study shows that the use of high efficacy masks (such as surgical masks, with estimated efficacy of at least 70%) will lead to a dramatic reduction of COVID-19 burden if its coverage is high enough (at least 70%). In fact, our study shows that even face-masks of low efficacy (home-made cloths masks) will lead to a dramatic reduction of disease burden (albeit this will not lead to the elimination of the disease). For example, even face-mask efficacy of 25% can lead to a 63% and 64% reduction in the number of hospitalizations/isolation of confirmed cases at the pandemic peak in New York state and nationwide if 75% of the population wear face-masks in public. These results are consistent with those reported by Eikenberry et al. [45] . Furthermore, by generating contour plots for the control reproduction number of the model (2.1) (R c ), as a function of mask efficiency ( M ) and coverage (c M ), our study shows that the use of high efficacy masks (such as surgical masks, with estimated efficacy of ≥ 75%) will, indeed, lead to the elimination of COVID-19 (in both the state of New York and in the entire US nation) if the coverage is high enough (about 80%). This study shows that the use of face-masks in public is always useful, and their population-level impact increases will increases efficacy and coverage. In particular, even the use of low efficacy masks will greatly reduce the burden of the pandemic if the coverage in their usage in the community is high enough. Furthermore, our study shows that combining the masks-based strategy with the strict social-distancing strategy is more effective than the singular implementation of either strategy. For instance, our study shows that COVID-19 can be eliminated from the state of New York if the strict social-distancing measures implemented are combined with a face-masks strategy, using a moderately-effective mask (with efficacy of about 50%) if only 30% of the residents of the state wear the masks. The masks use compliance needed to eliminate the disease nationwide, under this scenario with strict social-distancing nationwide, is a mere 10%.",
            "cite_spans": [
                {
                    "start": 1192,
                    "end": 1196,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "In summary, our study suggests that, like in the case of the other Coronaviruses we have seen in the past (namely SARS and MERS [10] ), COVID-19 is a disease that appears to be controllable using basic non-pharmaceutical interventions, particularly social-distancing and the use of face-masks in public (especially when implemented in combinations). The factors that are obviously critically-important to the success of the anti-COVID-19 control efforts are the early implementation (and enhancement of effectiveness) of these intervention measures, and ensuring their high adherence/coverage in the community.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20066480 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "15.20066480",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20066480 doi: medRxiv preprint Proof. Consider the special case of the model (2.1) with θ j = 0. Further, consider the following linear Lyapunov function: L = g 1 E u + g 2 E q + g 3 I u + g 4 I h + g 5 I a ,",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "15.20066480 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "where, g 1 = {[g 2 α u +g 3 σ u +g 4 f 2 σ u +g 5 (1−f 1 −f 2 )σ u ]}/K 1 , g 2 = [rg 4 +(1−r)g 5 ], g 3 = K 1 K 3 K 4 +g 4 φ u , g 4 = K 1 K 2 K 4 η h and g 5 = η a K 1 K 2 K 3 + K 1 K 2 K 4 η h σ a . It follows that the Lyapunov derivative is given by: L = g 1Ėu + g 2Ėq + g 3İu + g 4İh + g 5İa ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "+ g 4 [f 2 σ u E u + rσ q E q + φ u I u + σ a I a − K 3 I h ]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "which can be simplified to,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "so that (noting that S u (t) ≤ [N − θ q (E q + I h + I icu )](t) for all t),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "26"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20066480 doi: medRxiv preprint ≤ 4 i=1 K i I u + η h I h + η a I a (R c − 1) .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "15.20066480",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "26"
        },
        {
            "text": "Hence,L < 0 if and only if R c < 1, andL = 0 if and only if E u = E q = I u = I h = I u = 0. Therefore, L is a Lyapunov function for system (2.1). Hence, it follows by the LaSalle's Invariance Principle, that the DFE of the special case of the model (2.1) with θ j = 0 is globally-asymptotically stable whenever R c ≤ 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "26"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "27"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04. 15.20066480 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "15.20066480 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "27"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization, Coronavirus disease (COVID-19) technical guidance (Accessed on",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization, Emergencies, preparedness, response. Pneumonia of unknown origin -China",
            "authors": [],
            "year": 2020,
            "venue": "Disease Outbreak News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus COVID-19 Global Cases by Johns Hopkins CSSE, The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "World Health Organization, Coronavirus disease (COVID-2019) situation reports (Accessed on",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Coronavirus disease 2019 (COVID-19), National Center for Immunization and Respiratory Diseases (NCIRD), Division of Viral Diseases",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "First case of 2019 novel coronavirus in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Debolt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Lofy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wiesman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bruce",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Spitters",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ericson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wilkerson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tural",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Coronavirus cases top 94,000: Live updates on COVID-19, Live Science",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bryner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ghose",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rettner",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Saplakoglu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lanese",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "MERS, SARS and other coronaviruses as causes of pneumonia",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wunderink",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Respirology",
            "volume": "23",
            "issn": "",
            "pages": "130--137",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Presumed asymptomatic carrier transmission of COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "D.-Y",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Rapid expert consultation on the effectiveness of fabric masks for the covid-19 pandemic",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The incubation period of coronavirus disease 2019 (COVID-19) from publicly reported confirmed cases: Estimation and application",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Meredith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Azman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annals of Internal Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and corona virus disease-2019 (COVID-19): the epidemic and the challenges",
            "authors": [
                {
                    "first": "C.-C",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "T.-P",
                    "middle": [],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "W.-C",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "H.-J",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "P.-R",
                    "middle": [],
                    "last": "Hsueh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Antimicrobial Agents",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "COVID-19-new insights on a rapidly changing epidemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rio",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Malani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus disease 2019 (COVID-19): situation report",
            "volume": "46",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "See which states and cities have told residents to stay at home",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mervosh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Swales",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The New York Times (Assessed on",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Epidemiology and transmission of COVID-19 in Shenzhen China: Analysis of 391 cases and 1,286 of their close contacts",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Truelove",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus disease 2019 (COVID-19) Situation Report -72, WHO (Assessed on",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Is contact tracing getting enough attention in U.S. coronavirus response?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Michaud",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kates",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Global Health Policy (Assessed on",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The effect of public health measures on the 1918 influenza pandemic in US cities",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Bootsma",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "104",
            "issn": "",
            "pages": "7588--7593",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "An historical antecedent of modern guidelines for community pandemic influenza mitigation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Taubenberger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Folkers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Public Health Reports",
            "volume": "124",
            "issn": "",
            "pages": "22--25",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Influenza pandemics: a historical retrospect",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tognotti",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The Journal of Infection in Developing Countries",
            "volume": "3",
            "issn": "",
            "pages": "331--334",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Nonpharmaceutical interventions for pandemic influenza, national and community measures",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H O W"
                    ],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerging Infectious Diseases",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "To mask or not to mask: a note on the 1918 Spanish influenza epidemic in Tucson",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Luckingham",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "The Journal of Arizona History",
            "volume": "",
            "issn": "",
            "pages": "191--204",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "In the 1918 flu pandemic, not wearing a mask was illegal in some parts of America. What changed?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "French",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "CNN website (cnn.com) (Assessed on",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Risk factors for SARS among persons without known contact with SARS patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Feikin",
                    "suffix": ""
                },
                {
                    "first": "C.-Y",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schuchat",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerging Infectious Diseases",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "SARS transmission, risk factors, and prevention in Hong Kong",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerging Infectious Diseases",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Response to covid-19 in Taiwan: big data analytics, new technology, and proactive testing",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Brook",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Mask use, hand hygiene, and seasonal influenza-like illness among young adults: a randomized intervention trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aiello",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Coulborn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Uddin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The Journal of Infectious Diseases",
            "volume": "201",
            "issn": "",
            "pages": "491--498",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Facemasks, hand hygiene, and influenza among young adults: a randomized intervention trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aiello",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Coulborn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Uddin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Monto",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Facemasks and hand hygiene to prevent influenza transmission in households: a cluster randomized trial",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "K.-H",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yung",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Annals of Internal Medicine",
            "volume": "151",
            "issn": "",
            "pages": "437--446",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Face mask use and control of respiratory virus transmission in households",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Macintyre",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Dwyer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seale",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Browne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fasher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Booy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Emerging Infectious Diseases",
            "volume": "15",
            "issn": "",
            "pages": "233--241",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand, London: Imperial College COVID-19 Response Team",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ainslie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boonyasiri",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cucunubá",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cuomo-Dannenburg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Transmission potential of the novel coronavirus (COVID-19) onboard the Diamond Princess Cruises Ship",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gimma",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "I"
                    ],
                    "last": "Bosse",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Jarvis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Munday",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Global Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Early dynamics of transmission and control of COVID-19: a mathematical modelling study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Munday",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Modeling the impact of quarantine during an outbreak of ebola virus disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dénes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Gumel",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Infectious Disease Modelling",
            "volume": "4",
            "issn": "",
            "pages": "12--27",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Final and peak epidemic sizes for SEIR models with quarantine and isolation",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mathematical Biosciences & Engineering",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Epidemiological models with non-exponentially distributed disease stages and applications to disease control",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bulletin of Mathematical Biology",
            "volume": "69",
            "issn": "",
            "pages": "1511--1536",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "SARS-CoV-2 viral load in upper respiratory specimens of infected patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "382",
            "issn": "",
            "pages": "1177--1179",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "How will country-based mitigation measures influence the course of the COVID-19 epidemic?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "931--934",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "European Centre for Disease Prevention and Control, Situation update worldwide",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "To mask or not to mask: Modeling the potential for face mask use by the general public to curtail the covid-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Eikenberry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Muncuso",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Iboi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Phan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kostelich",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kuang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Gumel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mathematics Archives",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Surgical masks reduce airborne spread of Pseudomonas aeruginosa in colonized patients with cystic fibrosis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Driessche",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tilley",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Quon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Chilvers",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Zlosnik",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "American Journal of Respiratory and Critical Care Medicine",
            "volume": "192",
            "issn": "",
            "pages": "897--899",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Face masks reduce the release of Pseudomonas aeruginosa cough aerosols when worn for clinically relevant periods",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Stockwell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sherrard",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E L J"
                    ],
                    "last": "Kidd",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "American Journal of Respiratory and Critical Care Medicine",
            "volume": "198",
            "issn": "",
            "pages": "1339--1342",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Professional and home-made face masks reduce exposure to respiratory infections among the general population",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Der Sande",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S R"
                    ],
                    "last": "Teunis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS One",
            "volume": "2618",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Critical care utilization for the COVID-19 outbreak in Lombardy, Italy: early experience and forecast during an emergency response",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grasselli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pesenti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cecconi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4031"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Reproduction numbers and sub-threshold endemic equilibria for compartmental models of disease transmission",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Watmough",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mathematical Biosciences",
            "volume": "180",
            "issn": "",
            "pages": "29--48",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "On the definition and the computation of the basic reproduction ratio R 0 in models for infectious diseases in heterogeneous populations",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A P"
                    ],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Metz",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Journal of Mathematical Biology",
            "volume": "28",
            "issn": "",
            "pages": "365--382",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Mathematical analysis of a disease transmission model with quarantine, isolation and an imperfect vaccine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Safi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Gumel",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Computers & Mathematics with Applications",
            "volume": "61",
            "issn": "",
            "pages": "3044--3070",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Global asymptotic dynamics of a model for quarantine and isolation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Safi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Gumel",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Discrete & Continuous Dynamical Systems-B",
            "volume": "14",
            "issn": "",
            "pages": "209--231",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Testing the efficacy of homemade masks: would they protect in an influenza pandemic?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "K.-A",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Giri",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kafatos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Disaster Medicine and Public Health Preparedness",
            "volume": "7",
            "issn": "",
            "pages": "413--418",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Estimation of the transmission risk of the 2019-nCoV and its implication for public health interventions",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Bragazzi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Clinical Medicine",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "IHME COVID-19 health service utilization forecasting team, Forecasting COVID-19 impact on hospital bed-days, ICU-days, ventilator-days and deaths by us state in the next 4 months",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Statistical evidence social distancing is working: Look at the effect on new coronavirus cases over time",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "New York reports 779 more deaths, governor says social distancing working, Reuters: Heath News (Assessed on",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Layne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Caspani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "New York Governor Cuomo says social distancing efforts are working to slow coronavirus, Cable News Network (CNN) (Assessed on",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Levenson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Social distancing is controlling COVID-19; now scientists need to figure out which measures are most effective, STAT (Health) (Assessed on",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Begley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "The Asian countries that beat COVID-19 have to do it again, Wired (Accessed on",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Herbst",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "When is quarantine a useful control strategy for emerging infectious diseases?",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Madras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gumel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "American Journal of Epidemiology",
            "volume": "163",
            "issn": "",
            "pages": "479--485",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flow diagram of the model (2.1) showing the transition of individuals between mutually-exclusive compartments based on disease status.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Time series plot showing a least squares fit of system (2.1) to New York state (a), and entire US (b), COVID-19 related death data",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Effect of social-distancing (β). Simulations of the model (2.1), showing daily hospitalizations (and self-isolation) and cumulative mortality, as a function of time, for various values of social-distancing effectiveness (measured in terms of efficacy and adherence/coverage levels). (a) Daily hospitalizations for the state of New York (b) Daily hospitalizations in the entire US (c) Cumulative mortality for the state of New York (d) Cumulative mortality for the entire US. Parameter values used are as given in Tables 3 and 4, with various values of β.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Effect of duration and timing of the termination of the strict social-distancing (β) measures currently in place in New York state and the entire US. Simulations of the model (2.1), showing the effect of the duration and timing of the termination of the strict social-distancing measures against COVID-19. (a) Cumulative mortality for the state of New York if the current strict social-distancing regimen is terminated by the end of April 2020. (b) Cumulative mortality for the state of New York if the current strict social-distancing regimen is terminated by the end of May 2020. (c) Cumulative mortality for the state of New York if the current strict social-distancing regimen is terminated by the end of June 2020. (d) Cumulative mortality for the entire US if the current strict social-distancing regimen is terminated by the end of April 2020. (e) Cumulative mortality for the entire US if current strict social-distancing regimen is terminated by the end of May 2020. (f) Cumulative mortality for the entire US if current strict social-distancing regimen is terminated by the end of June 2020. Blue curves represent the effect of implementing the current strict social-distancing measures from the very beginning of the COVID-19 pandemic, in New York state (March 1, 2020) and the entire US (January 20, 2020), and maintained until early December, 2020. Magenta curves represent the effect of implementing the current strict social-distancing measures on the actual days they were implemented in New York state (March 22, 2020) and the entire US (March 16, 2020) and maintained until early December, 2020. Red curves represent the effect of terminating the current strict socialdistancing regimen by the end of April, 2020 (Plots (a) and (d)), end of May, 2020 (Plots (b) and (e)) and end of June, 2020 (Plots (c) and (f)). With the exception of blue curves, solid dotted vertical lines indicate the start of the current strict social-distancing regimen (March 16, nationwide, and March 22, 2020 for the state of New York), dashed vertical lines indicate when the current strict social-distancing is terminated, and the green horizontal line segments indicate the duration of the strict social-distancing regimen. Parameter values used are as given in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Effect of quarantine of individuals suspected of being exposed to. Simulations of the model (2.1), showing daily hospitalizations, as a function of time, for various values of the efficacy of quarantine (θ j ) to prevent infection during quarantine and efficacy of isolation or hospitalization to prevent isolated/hospitalized patients from mixing with the rest of the population (θ q ). (a) Effect of quarantine efficacy (θ j ) on daily hospitalizations for the state of New York (b) Effect of quarantine efficacy (θ j ) on daily hospitalizations for the the entire US. (c) Effect of quarantine (θ j ) and isolation (θ q ) on daily hospitalizations for the state of New York. (d) Effect of quarantine (θ j ) and isolation (θ q ) on daily hospitalizations for the entire US. Parameter values used are as given in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Effect of contact-tracing (α u and σ a ). Simulations of the model (2.1), showing the number of new COVID-19 cases for various levels of contact-tracing effectiveness (measured based on increases in the values of the contact-tracing parameters, α u and σ a from their baseline values, as a function of time. (a) Number of new cases for the state of New York (b) Number of new cases for the entire US. Parameter values used are as given in Tables 3 and 4, with various values of α u and σ a .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Effect of face-masks use in public. Simulations of the model (2.1), showing daily hospitalizations, as a function of time, for various efficacies of of face-masks ( M ) and coverage (c M ). (a) 25% mask efficacy for the state of New York. (b) 50% mask efficacy for the state of New York. (c) 75% mask efficacy for the state of New York. (d) 25% mask efficacy for the entire US. (d) 50% mask efficacy for the entire US. (c) 75% mask efficacy for the entire US. Parameter values used are as given in Tables 3 and 4, with various values of M and c M . Effect of face-masks use in public. (a) Simulations of the model (2.1), showing contour plots of R c , as a function of face-mask efficacy ( M ) and mask coverage (c M ), for the state of New York. (b) Simulations of the model (2.1), showing R c as a function of mask coverage for the state of New York. (c) Simulations of the model (2.1), showing contour plots of R c , as a function of face-mask efficacy ( M ) and mask coverage (c M ), for the entire US. (e) Simulations of the model (2.1), showing R c as a function of mask coverage for the entire US. Parameter values used are as given in Tables 3 and 4, with various values of M and c M . Effect of combined use of face-masks in public and strict social-distancing. Simulations of the model (2.1), showing R c as a function of mask coverage for different percentage reductions in the baseline value of the effective contact rate (β) for (a) the state of New York. (b) the entire US. Parameter values used are as given in Tables 3 and 4, with various values of M and c M .",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Description of state variables of the COVID-19 model.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Description of the parameters of the model(2.1).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Estimated and fitted parameters of the model (2.1) using COVID-19 mortality data for the state of New York[4][5][6][7]. With this set of parameter values, the control reproduction number (R c is given by R c = 1.95.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "One of the authors (ABG) acknowledge the support, in part, of the Simons Foundation (Award #585022) and the National Science Foundation (Award #1917512). CNN acknowledges the support of the Simons Foundation (Award #627346). One of the authors (ABG) acknowledges the useful conversation with Dieter Armbruster on some aspects of public mask usage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Appendix A: Proof of Theorem 3.2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}