{
    "paper_id": "ce00d499f5011f8a31697fdb4d4d8453770c72c7",
    "metadata": {
        "title": "Title: Rapid implementation of mobile technology for real-time epidemiology of COVID-19",
        "authors": [
            {
                "first": "David",
                "middle": [
                    "A"
                ],
                "last": "Drew",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "addrLine": "55 Fruit St",
                        "postCode": "02114",
                        "settlement": "Boston",
                        "region": "MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Long",
                "middle": [
                    "H"
                ],
                "last": "Nguyen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "addrLine": "55 Fruit St",
                        "postCode": "02114",
                        "settlement": "Boston",
                        "region": "MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Claire",
                "middle": [
                    "J"
                ],
                "last": "Steves",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King's College London",
                    "location": {
                        "addrLine": "Westminster 10 Bridge Road",
                        "postCode": "SE17EH",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [],
                "last": "Wolf",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tim",
                "middle": [
                    "D"
                ],
                "last": "Spector",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King's College London",
                    "location": {
                        "addrLine": "Westminster 10 Bridge Road",
                        "postCode": "SE17EH",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "T"
                ],
                "last": "Chan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "addrLine": "55 Fruit St",
                        "postCode": "02114",
                        "settlement": "Boston",
                        "region": "MA"
                    }
                },
                "email": ".achan@mgh.harvard.edu.†equalcontributions"
            }
        ]
    },
    "abstract": [
        {
            "text": "The rapid pace of the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) pandemic (COVID-19) presents challenges to the robust collection of population-scale data to address this global health crisis. We established the COronavirus Pandemic Epidemiology 20 (COPE) consortium to bring together scientists with expertise in big data research and epidemiology to develop a COVID-19 Symptom Tracker mobile application that we launched in the UK on March 24, 2020 and the US on March 29, 2020 garnering more than 2.25 million users to date. This mobile application offers data on risk factors, herald symptoms, clinical outcomes, and geographical hot spots. This initiative offers critical proof-of-concept for the 25 repurposing of existing approaches to enable rapidly scalable epidemiologic data collection and analysis which is critical for a data-driven response to this public health challenge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The exponentially increasing number of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infections has led to \"an urgent need to expand public health activities to elucidate the epidemiology of the novel virus and characterize it's potential impact.\" (1) Understanding risk factors for infection and predictors of subsequent outcomes is critical to gain 5 control of the coronavirus disease 2019 (COVID-19) pandemic (2). However, the speed at which the pandemic is unfolding poses an unprecedented challenge to collecting exposure data characterizing the full breadth of disease severity, hampering efforts to disseminate accurate information in a timely manner to impact public health planning and clinical management. Thus, there is an urgent need for an adaptable real-time data-capture platform to rapidly and 10 prospectively collect actionable high-quality data that encompasses the spectrum of subclinical and acute presentations while identifying disparities in diagnosis, treatment, and clinical outcomes. Addressing this priority will allow for more accurate estimates of disease incidence, inform risk mitigation strategies, more effectively allocate still-scarce testing resources, and allow for appropriate quarantine and treatment of those afflicted. 15 An evolving body of literature suggests COVID-19 incidence and outcomes vary according to age, sex, race/ethnicity, and underlying health status, with inconsistent evidence suggesting that commonly used medications such as angiotensin-converting enzyme (ACE) inhibitors, thiazolidinediones (TZD), and ibuprofen may alter the natural disease course(3-9).",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 266,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1277,
                    "end": 1279,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Main Text:"
        },
        {
            "text": "Further, symptoms of COVID-19 vary widely, with fever and dry cough reportedly the most 20 prevalent, though numerous investigations have demonstrated that asymptomatic carriage is a significant determinant of community spread(3, 4, 6, 10-14). In addition, the full spectrum of clinical presentation is still being characterized, which may be significantly different in different patient groups, as evidenced by recent advisories by the American Gastroenterological . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Text:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20051334 doi: medRxiv preprint Association (AGA) and the American Academy of Otolaryngology -Head and Neck Surgery (AAO-HNS), and British Geriatric Society (BGS) on the potential importance of previously underappreciated gastrointestinal symptoms (e.g. nausea, anorexia, and diarrhea) or loss of taste and/or smell associated with COVID-19 infection, as well as common geriatric syndromes e.g. falls and delirium. The pandemic has dramatically outpaced our collective efforts to fully 5 characterize who is most at-risk and who may suffer the most serious sequelae of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Text:"
        },
        {
            "text": "Mobile phone applications or web-based tools facilitate self-guided collection of population-level data at scale(15), the results of which can then be rapidly redeployed to inform participants of urgent health information (15, 16). Both are particularly advantageous when more than three-quarters of Americans are advised to physically distance(13). Such digital tools have 10 already been used in more controlled research settings which benefit from greater lead time for field testing, question curation, and recruitment. Although several digital collection tools for COVID-19 symptoms have been developed and launched in the U.S., including some in partnership with government health agencies such as the CDC, these applications have largely been configured to offer a single assessment of symptoms to tailor recommendations for further 15 evaluation. Alternatively, others have been developed for researchers to report patient-level information on behalf of participants already enrolled in clinical registries. While these approaches offer critical public health insights, they are not tailored for the type of scalable longitudinal data capture that epidemiologists need to perform comprehensive, well-powered investigations to address this public health crisis. 20 To meet this challenge, we established an international collaboration, the COronavirus Pandemic Epidemiology (COPE) consortium, comprised of leading investigators from several large clinical and epidemiological cohort studies. COPE brings together a multidisciplinary team . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 1269,
                    "end": 1271,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Main Text:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20051334 doi: medRxiv preprint of scientists with expertise in big data research and translational epidemiology to interrogate the COVID-19 pandemic in the largest and most diverse patient population assembled to-date.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Text:"
        },
        {
            "text": "Several large inception cohorts have already agreed to join these efforts, including the Nurses' Health Study II and 3, the Growing Up Today Study, the Health Professionals Follow-Up Study, TwinsUK, Cancer Prevention Study 3, and the Multiethnic Cohort. To aid in our data 5 harmonization efforts, we co-developed a COVID-19 Symptom Tracker mobile app in partnership with in-kind contributions from Zoe Global Ltd, a digital healthcare company and academic scientists from King's College London. By leveraging the established digital backbone of an application used for personal nutrition studies, the COVID Symptom Tracker was launched in the UK on March 24, 2020, garnering 1,9,000 users over 8 days since launch. We launched the 10 app in the U.S. on the evening of March 29th, 2020. The COVID Symptom Tracker enables self-report of data related to COVID-19 exposure and infections (Fig. 1 ). On first use, the app queries location, age, and core health risk factors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 885,
                    "end": 892,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Main Text:"
        },
        {
            "text": "Daily prompts query for updates on interim symptoms, health care visits, and COVID-19 testing results. In those self-quarantining or seeking health care, the level of intervention and related 15 outcomes are collected. Individuals without obvious symptoms are also encouraged to use the app. Through pushed software updates, we can add or modify questions in real-time to test emerging hypotheses about COVID-19 symptoms and treatments. Importantly, participants enrolled in ongoing epidemiologic studies, clinical cohorts, or clinical trials can provide informed consent to link survey data collected through the app in a Health Insurance Portability 20 and Accountability Act (HIPPA)-and General Data Protection Regulation (GDPR)-compliant manner to their pre-existing study cohort data and any relevant biospecimens. A specific module is also provided for participants who identify as healthcare workers to determine the intensity . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Text:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20051334 doi: medRxiv preprint and type of their direct patient care experiences, the availability and use of personal protective equipment (PPE), and work-related stress and anxiety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Text:"
        },
        {
            "text": "Through rapid deployment of this tool, we can gain critical insights into population dynamics of the disease (Fig. 2) . By collecting participant-reported geospatial data, highlighted as a critical need for pandemic epidemiologic research (16), we can rapidly identify populations 5 with highly prevalent symptoms that may emerge as hot spots for outbreaks. A preliminary snapshot of the first 1.6 million users in the UK over the first five days of use confirms the variability in symptoms reported across suspected COVID-19 cases and is useful for generating and testing broader hypotheses. Users are a mean age of 41 with a range from 18 to 90 years, with 75% female users. Simple visualization of initial results (Fig. 3) demonstrates that among 10 those reporting symptoms by March 27, 2020 (n=265,851) the most common symptoms were fatigue and cough, followed by diarrhea, fever, and anosmia. Shortness of breath was relatively rarely reported. Only 0.2% (n=744) of individuals reporting possible COVID-19 symptoms reported receiving a qPCR test for COVID-19. Among individuals who did undergo a test, cough and fatigue alone or in combination commonly led to testing, but was not highly predictive of a 15 positive test. Similarly, no individuals reporting diarrhea in the absence of other symptoms tested positive. Interestingly, more complex presentations with cough and/or fatigue and at least one additional symptom, including less commonly appreciated symptoms such as diarrhea and anosmia, appeared to be better predictors. In particular, anosmia may be a more sensitive symptom as it was more common than fever in individuals who tested positive. In contrast, fever 20 alone was not particularly discriminatory. However, in combination with lesser appreciated symptoms, a greater frequency of positive tests was observed. These findings suggest that individuals with complex symptomatic presentation perhaps should be prioritized for testing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 117,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 717,
                    "end": 725,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Main Text:"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Text:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20051334 doi: medRxiv preprint Concerningly, 20% of individuals report complex symptoms (cough and/or fatigue plus at least one of anosmia, diarrhea, or fever) but have not yet received testing, representing a substantial population who appear to be at greater risk for the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Text:"
        },
        {
            "text": "With additional data collection, we will apply machine learning and other big-data approaches to identify novel patterns that emerge in dynamic settings of exposure, onset of 5 symptoms, disease trajectory, and clinical outcomes. Our launch of the app within several large epidemiology cohorts that have previously gathered longitudinal data on lifestyle, diet and health factors and genetic information will allow investigation of a much broader range of putative risk factors to COVID-19 outcomes. With additional follow-up, we will also be uniquely positioned to investigate long-term outcomes of COVID-19, including mental health, disability, mortality, COVID-19's effects beyond infection, including work hazards from PPE shortages, emotional stress, and absenteeism. Real-time data generation focused within these populations will be critical to optimally allocate resources to protect our healthcare workforce and assess their efficacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Text:"
        },
        {
            "text": "In the near future, we hope to release our app as fair-use open source software to allow 20 for its translation and development in other regions. We have also developed a practical toolkit for clinical researchers to facilitate local Institutional Review Board (IRB) and regulatory approval to facilitate use within research studies (www.monganinstitute.org/cope-consortium).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Text:"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Text:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20051334 doi: medRxiv preprint This toolkit includes full detail of the questions asked within the app, consent documents, privacy policies, and terms of use for the mobile app. We believe our novel approach has demonstrated critical proof-of-concept for rapid repurposing of existing data collection approaches to implement scalable real-time collection of population-level data during a fastmoving global health crisis and National Emergency. We call upon our colleagues to work with 5 us so that we may deploy all the tools at our disposal to address this unprecedented public health challenge. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Text:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20051334 doi: medRxiv preprint proportions of their population reporting complex symptoms, whereas some areas with lowcomplex symptom prevalence have received higher rates of testing and consequently more . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Text:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20051334 doi: medRxiv preprint negative tests (green map). This example of real-time visualization of data captured by the COVID Symptoms Tracker may assist public health and government officials in reallocating resources, identifying areas with unmet testing needs, and detect emerging hot spots earlier. Participants provided data on whether they were tested for COVID-19 and the test result. 774 10 individuals reported having received a COVID-19 test (0.2% of those with symptoms). Symptom frequencies among those who tested COVID-19 positive (upper right) vs. negative (lower right)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Text:"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Text:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.04.02.20051334 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main Text:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Defining the Epidemiology of Covid-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Swerdlow",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "10 and financial outcomes. Mobile technology can also supplement recently launched clinical trials or biobanking protocols already embedded within clinical settings. For example, at the Massachusetts General Hospital (MGH) and Brigham and Women's Hospital, we are deploying the tool within several ongoing clinical studies, centralized biobanking efforts, and healthcare worker surveillance programs. Healthcare workers are a particularly vulnerable population to 15",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Lancet Infect Dis, (2020). Notes: Use of the COVID-19 app in cohorts and informed consent as described was approved by the Partners Human Research Committee (Protocol #2020P000909) and is registered on ClinicalTrials.gov as NCT04331509. 5 Acknowledgments: None. Funding: ATC is the Stuart and Suzanne Steele MGH Research Scholar. Development of the COVID Symptom Tracker mobile app was supported in kind by Zoe Global Limited and grants from the Wellcome Trust (212904/Z/18/Z). Author contributions: DAD and LHN drafted the manuscript. All authors contributed to the conceptualization, methodology, formal analysis, investigation, resources, data curation, and 10 review and editing of the manuscript. ATC and TDS supervised the study and acquired funding; Competing interests: TDS is a consultant to Zoe Global Ltd. JW is an employee of Zoe Global Ltd. DAD and ATC previously served as investigators on a clinical trial of diet and lifestyle using a distinct mobile application that was supported by Zoe Global Ltd. Other authors have no conflict of interest to declare. Data and materials availability: We welcome anyone who would 15 like access to this growing dataset to join the COPE Consortium to gain access to the data following completion of a data use agreement. Details with how to become a member can be found at http://www.monganinstitute.org/cope-consortium. A schematic of participant workflow. After downloading the COVID Symptom Tracker and providing consent, users are prompted to provide baseline demographic and clinical information and are serially queried about new or ongoing symptoms, Health care workers offer 5 additional information about the intensity of their patient interactions, potential exposure to infected patients, and usage of personal protective equipment. With informed consent, users already engaging in active research as participants in a variety of ongoing cohorts or clinical trials (i.e. Nurses' Health Study, TwinsUK, etc.) have the option of linking COVID Symptom Tracker information to their extant research data.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "COVID Symptom Tracker use, reported symptoms, and testing results according to geographic location in the United Kingdom. Between March 24 and March 29, 2020, more than 1.6 million unique individuals downloaded the application and shared clinical and demographic information, as well daily symptoms and high-intensity occupational exposures 5 across the United Kingdom (UK) (blue map). Population density of those presenting with any symptoms varied according to region with widespread reports of fatigue, cough, and diarrhea, followed by anosmia, and relatively, infrequently, fever (inlay). Examining those individuals who reported complex symptoms, defined as having cough or fever and at least one other of diarrhea, anosmia, and fever, reveals areas of the UK in potential need for more testing. Among 10 the subset of the population that reported receiving a COVID-19 test (black map), areas with larger proportions of positive tests (orange map) appear to coincide with areas with high",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Symptoms reported through the COVID Symptom Tracker app. By March 27, 2020, 265,851 individuals reported any change in recent symptoms in the United Kingdom. (left).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}